{
    "title": "Cous cous all'italiana",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "giÃ pulite 1 kg"
        },
        {
            "ingredient": "Vongole",
            "quantity": "spurgate 1 kg"
        },
        {
            "ingredient": "Cous cous",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uva sultanina",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "tostati e non salati 70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il cous cous all'italiana assicuratevi di avere delle cozze giÃ pulite e delle vongole giÃ spurgate, altrimenti potete seguire la nostra scheda su come pulire le cozze e quella su come pulire le vongole. Una volta fatto questo occupatevi di preparare il pesto di pistacchi. Versateli nel contenitore di un mixer, aggiungete le foglioline di basilico 1 e regolate di sale e di pepe. Poi versate l'olio 2 e frullate il tutto per pochi istanti fino ad ottenere il vostro pesto di pistacchi. Quindi trasferitelo in una ciotolina 3 e tenetelo da parte.Â A questo punto versate 2 cucchiai d'olio in un tegame sufficientemente grande, aggiungete 2 spicchi d'aglio senza buccia ed un peperoncino 4. Lasciateli imbiondire per pochi istanti quindi aggiungete prima le cozze 5 e poi le vongole 6. Â Coprite con un coperchio 7 e saltate per pochi istanti. Non appena si apriranno spostatele dal fuoco 8 e filtratele 9 in modo da separare l'acqua di cottura dai frutti.Â Versate il liquido all'interno di una brocca e aggiungete una bustina di zafferano all'interno 10; mescolate rapidamente fino a che non si sarÃ colorato. Poi trasferiteÂ il cous cous all'interno di una teglia, aggiungete un pizzico di sale e un filo d'olio 11. Versate quindi il liquido di cottura allo zafferano fino a coprire interamente il cous cous 12Â e coprite con della pellicola per alimenti 13. Tenete da parte per circa 5 minuti, durante i quali il cous cous si gonfierÃ , e nel frattempo occupatevi di reidratate l'uvetta. Sistematela in una ciotolina e coprite con il liquido allo zafferano rimasto; se non dovesse essere avanzato, potete utilizzare un po' di acqua calda 14. Riprendete il cous cous, eliminate la pellicola e trasferitelo all'interno di una ciotola capiente 15; poi con le mani o con una forchetta sgranatelo.Â Sgusciate cozze e vongole tenendone qualcuna con il guscio per la decorazione finale 16 e tagliate i pomodorini a metÃ 17. Poi unite entrambi al cous cous 18. Scolate l'uvetta e aggiungete anche questa strizzandola leggermente con le mani 19. Mescolate il tutto, unite anche la scorza del limone grattugiata 20 e qualche fogliolina di basilico. Poi impiattate 21 e servite il vostro cous cous all'italiana aggiungendo qualche gocciolina di pesto di pistacchi.Â "
}