{
    "title": "Manfredi con la ricotta",
    "ingredients": [
        {
            "ingredient": "Ricotta di bufala",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "foglia qualche"
        },
        {
            "ingredient": "Reginette",
            "quantity": "(Manfredi o Mafalde) 320 g"
        },
        {
            "ingredient": "Biancostato di manzo",
            "quantity": "700 g"
        },
        {
            "ingredient": "Costine di maiale",
            "quantity": "320 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "340 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "70 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "700 g"
        }
    ],
    "preparation": " Per cominciare realizzate il ragù alla napoletana. Pelate e tritate la cipolla 1. Poi sgrassate un po’ la carne e dividete in pezzi lo spezzatino di manzo 2. Procedete con la cottura: in una pentola capiente versate l’olio e rosolate la cipolla a fiamma bassa 3. Mescolate spesso. Trascorsi pochi minuti aggiungete i pezzi di carne 4 e lasciateli sigillare per bene, girandoli di tanto in tanto, per 6-7 minuti 5. Sfumate con il vino e fate evaporare completamente l’alcol 6. Coprite con la passata di pomodoro e l’acqua 7, regolate di sale fate cuocere a fuoco dolce per almeno 4 ore. Ricordate che se l’acqua non bastasse potrete aggiungerne ancora affinché la carne cuocia e il fondo non risulti troppo asciutto 8. Trascorso il tempo occupatevi della crema di ricotta. In una bacinella versate la ricotta di bufala e aggiungete circa 350 g di sugo prelevato dal ragù 9. Stemperate con una frusta fino ad ottenere una purea e tenete un attimo da parte 10. Cuocete i manfredi in acqua bollente e salata 11 e scolatela al dente tuffandola, ancora grondanti d’acqua, direttamente nel recipiente con il condimento 12. Al bisogno potete aggiungere ancora un po’ di sugo o dell’acqua di cottura 13. Mescolate per bene 14 e poi impiattate. Guarnite con ancora un po’ di sugo di pomodoro misto alla carne sfilacciata, una macinata di pepe e qualche fogliolina di basilico: i vostri manfredi con la ricotta sono pronti, buon appetito 15! "
}