{
    "title": "Pasta caprese",
    "ingredients": [
        {
            "ingredient": "Mini Fusilli",
            "quantity": "280 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarelline ciliegine",
            "quantity": "400 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare la pasta caprese per prima cosa lavate i pomodorini, quindi tagliateli a metÃ 1 e adagiateli su una teglia rivestita con carta da forno, conditeli con olio di oliva 2, zucchero 3, sale e foglioline di timo fresco 4. Cuocete i pomodorini in forno statico preriscaldato a 220Â° per circa 15 minuti. Intanto ponete sul fuoco una pentola colma di acqua salata che servirÃ per la cottura della pasta e portatela al bollore. Tagliate a metÃ le mozzarelle 5; quindi realizzate la salsa al basilico: versate nel bicchiere di un mixer le foglioline di basilico pulite in precedenza con un panno, versate lâolio 6 e miscelate con il frullatore a immersione 7 per ottenere una salsa non troppo densa, trasferite la salsa in una ciotolina 8 e coprite con pellicola per non farla ossidare e riponetela in frigorifero 9. Cuocete la pasta 10 rispettando i tempi di cottura riportati sulla confezione. Nel frattempo i pomodorini saranno pronti, sfornateli 11 e lasciateli intiepidire. Scolate bene la pasta e versatela in una ciotola Â 12. condite con un filo d'olio di oliva 13 e lasciatela raffreddare, quindi aggiungete le mozzarelline 14, le foglie di basilico fresco 15 e i pomodorini 16. Insaporite con la salsa al basilico preparata in precedenza 17, mescolate e servite la vostra pasta caprese 18! "
}