{
    "title": "Risotto alle mele, zucca piccante e salvia",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "500 g"
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "500 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto alle mele, zucca piccante e salvia iniziate preparando il brodo vegetale. Poi dedicatevi alla pulizia della zucca: tagliatela in quarti ed eliminatene la buccia esterna 1. Quindi tagliatela a fette 2 per ridurla più facilmente a dadini di 1 cm 3. Poi mondate e tritate finemente lo scalogno 4. Scaldate un tegame con un filo di olio e fate rosolare lo scalogno 5 per circa 5-6 minuti, mescolandolo continuamente. Potete sfumate con il brodo vegetale per favorire la cottura 6. Aggiungete la zucca 7 e sfumate con un mestolo di brodo 8: per cuocerla ci vorranno circa15 minuti a fuoco dolce, mescolando di tanto in tanto. Quando il brodo sarà stato assorbito, aggiungete il riso 9 e lasciatelo tostare per circa 1 minuto. Poi aggiungete ancora del brodo vegetale man a mano che si assorbe per cuocere il riso 10: ci vorranno circa 20 minuti. Mentre il riso cuoce, incidete un peperoncino e privatelo dei semini interni 11, poi tagliatelo a listarelle sottili assieme alla salvia già lavata 12. Unite il trito al risotto che sta cuocendo 13. Aggiustate di sale e pepe 14. A questo punto prendete le mele: lavatele e asciugatele bene, quindi tagliatele a metà poi a fette togliendo la parte centrale del torsolo 15. Non è necessario eliminare la buccia perchè servirà a dare colore alla preparazione. Se preferite però potete eliminarla. Quindi tagliate le fettina di mela a cubetti di 2 cm circa 16. Quando mancano 5-6 minuti dalla fine della cottura del risotto aggiungete le mele 17 e mescolate bene gli ingredienti. Continuate ad aggiungere il restante brodo. A fine cottura spegnete il fuoco e aggiungete la ricotta salata grattugiata 18. Amalgamatela agli altri ingredienti 19: il vostro risotto alle mele, zucca piccante e salvia è ora pronto 20 per essere impiattato 21 e gustato! "
}