{
    "title": "Cordon bleu di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "230 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fette 120 g"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cordon bleu di melanzane iniziate dalla preparazione delle melanzane: prendete la melanzana lavatela, spuntate le due estremità e tagliatela a rondelle dello spessore di ½ cm 1 e del peso di circa 25 g. Ponete le fette in un colino con sotto una ciotola, salatele 2 e lasciatele riposare circa mezz’ora in modo che perdano la loro acqua di vegetazione, per ulteriori dettagli consultate la scheda Come pulire e tagliare la melanzana. Intanto tagliate a fette sottili anche la provola affumicata 3. preparate ora il necessario per la panatura: sbattete le uova in una ciotola 4, salate, pepate e tenete da parte, in altre 2 ciotole separate ponete il pangrattato 5 e la farina. Trascorsi i 30 minuti, sciacquate le fette di melanzana sotto l’acqua corrente 6 e asciugatele bene con un panno da cucina 7. A questo punto tutto è pronto per comporre i cordon bleu: distribuite su un piatto le fette di melanzana, farcite con una fetta di prosciutto cotto 8 (il peso di ciascuna fetta di prosciutto è di circa 30 g), con una foglia di basilico 9 e con una fetta di provola affumicata 10 anche il peso di ciascuna fetta di provola è di circa 30 g. Ponete un’altra fetta di melanzana creando una sorta di sandwich 11. Ora procedete con l’impanatura: prendete un cordon bleu passatelo nella farina sia da un lato 12 che dall'altro 13 poi immergetelo nelle uova sbattute 14 e terminate passandolo nella panatura di pangrattato 15. Proseguite con la frittura: ponete l’olio di semi in una pentola dai bordi alti, riscaldate l’olio fino a raggiungere una temperatura di circa 180°, immergete i cordon bleu uno alla volta aiutandovi con un mestolo forato 16, friggeteli fino a quando non risulteranno dorati da entrambi i lati, ci vorranno circa 2 minuti per lato 17 poi scolateli su un vassoio rivestito di carta assorbente 18. Una volta terminata la cottura, servite subito i cordon bleu di melanzane ben caldi. Se preferite potete cuocere i cordon bleu in forno: poneteli su una leccarda rivestita di carta da forno e cuocete in forno preriscaldato statico a 200° per circa 20 minuti (o in forno ventilato a 180° per 15 minuti) avendo cura di girarli a metà cottura. "
}