{
    "title": "Filetto di maiale con salsa al vino",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salvia",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Filetto di maiale",
            "quantity": "( 4 filetti) 360 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Mele Golden",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        }
    ],
    "preparation": " Per preparare il filetto di maiale con salsa al vino, iniziate preparando la riduzione di vino rosso. Pulite, lavate e tritate finemente lo scalogno 1, prendete un pentolino e versateci il vino rosso 2, aggiungete la cipolla tritata 3, la buccia di limone grattugiata 4 e un rametto di rosmarino 5; in questo modo la salsa al vino acquisterà sapore. Portate ad ebollizione, fate cuocere per 5 minuti e aggiungete 25 gr di burro e mescolate il tutto 6. Spegnete il fuoco, filtrate la salsa ottenuta con un colino a maglie strette e mettetela da parte 7. Continuate preparando il contorno del filetto di maiale in salsa al vino: sbucciate la mela, privatela del torsolo e tagliatela a cubetti 8. Scaldate 25 gr di burro in un pentolino, aggiungete la mela e lasciate cuocere per qualche minuto 9. Sfumate con il vino bianco 10, lasciate cuocere 10 minuti e spegnete il fuoco. Le mele non dovranno risultare troppo secche ma leggermente dorate. Preparate ora il filetto: passate lo spago intorno al filetto e fermate la legatura con un nodo 11. In una padella scaldate un filo d’olio e i 50 gr di burro, aromatizzate il fondo con del rosmarino e della salvia e aggiungete i filetti 12. Girate il filetto appena sarà dorato 13, aggiungete qualche grano di pepe a piacere 14 e proseguite la cottura facendo cuocere il filetto anche sui bordi 15. La cottura deve avvenire velocemente e a fuoco vivo: il filetto risulterà pronto quando sarà dorato su entrambi i lati. Togliete lo spago e servite il filetto di maiale con salsa al vino accompagnato dalle mele. "
}