{
    "title": "Panelle",
    "ingredients": [
        {
            "ingredient": "Farina di ceci",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 10 g"
        },
        {
            "ingredient": "Panini al sesamo",
            "quantity": "10"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le panelle, mettete in una pentola capiente l’acqua fredda 1 e, senza accendere il fuoco, setacciatevi la farina di ceci 2. Mescolate energicamente con una frusta, per evitare la formazione di grumi (proprio per questo motivo è importante che l'acqua sia ben fredda), quindi accendete il fuoco a fiamma media 3. Aggiungete il sale e il pepe (4-5) mescolando continuamente. E’ importante tenere il fuoco medio e non smettere mai di mescolare, altrimenti il composto tenderà ad attaccarsi alla pentola. Quando inizierà ad addensarsi e a bollire, cuocete ancora per 10-12 minuti 6. Girate sempre energicamente per non creare grumi: se dovessero formarsi eliminateli passando il composto con un frullatore ad immersione. A fine cottura il composto si presenterà sodo e compatto, aggiungete il prezzemolo 7 e amalgamatelo. Una volta pronto spalmate velocemente circa 30-40 gr di composto, ancora caldo, su 50 piattini di plastica rovesciati, fino a uno spessore di 2-3 mm (8-9). Lasciateli asciugare fino a quando riuscirete a staccarli senza romperli 10: ci vorranno più o meno 30 minuti. Mettete a scaldare l’olio e friggete le panelle per pochi minuti, fino a quando saranno dorate da entrambi i lati (11-12). Fate scolare le panelle su di un foglio di carta assorbente. Ricordate che se non riuscite a spalmare tutto il composto sui piattini, perché è diventato duro raffreddandosi, mettetelo in un vassoio, stendetelo bene e fatelo asciugare. Poi tagliatelo a quadrotti e friggetelo come le panelle 13. Potete realizzare le panelle anche con un altro metodo: versate l'impasto in uno stampo da plumcake imburrato e rivestito di carta da forno avendo cura di lascire sbordare i lembi della carta per poter estrarre facilmente il composto 14. Lasciate rassodare l'impasto in frigorifero fino a quando non sarà completamente freddo. Poi tagliatelo a fette spesse mezzo cm 15 e friggete le panelle in abbondante olio di semi procedendo come già indicato 16. A cottura ultima scolate le panelle su carta assorbente. Per finire tagliate i panini a metà 17 e farcite ognuno con 5 panelle 18. Gustate le panelle ancora calde! "
}