{
    "title": "Pasta al tonno, erbette e pomodorini",
    "ingredients": [
        {
            "ingredient": "Spaghetti 5 cereali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Tonno",
            "quantity": "rosso fresco 400 g"
        },
        {
            "ingredient": "Erbette",
            "quantity": "amare 120 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "160 g"
        },
        {
            "ingredient": "Pomodorini gialli",
            "quantity": "160 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta al tonno, erbette e pomodorini come prima cosa tritate l'aglio (se volete prima potete togliere l'anima) 1 e il peperoncino 2. Poi lavate i pomodorini e tagliateli a metÃ 3.Â A questo punto tagliate il tonno a cubetti 4; lavate bene, asciugate e tagliate grossolanamente le erbette amare 5. Versate un filo d'olio in un tegame, unite aglio e peperoncino 6. Lasciate soffriggere dolcemente,Â poi unite i pomodorini 7. Mescolate per farli insaporire e dopo un paio di minuti unite anche i cubetti di tonno 8. Mescolate per bene e aggiungete le erbette 9.Â Alzate la fiamma e sfumate con il vino bianco 10. Nel frattempo tritate grossolanamente qualche fogliolina di menta 11 e unitele al condimento 12. Abbassate la fiamma e lasciate cuocere per una decina di minuti.Â Nel frattempo cuocete la pasta in abbondante acqua bollente, salata a piacere 13. Scolatela al dente direttamente nel tegame con il condimento, unite un mestolino d'acqua di cottura 14, saltate ancora per 1-2 minuti in modo da completare la cottura e impiattate 15. Servite la pasta al tonno, erbette e pomodorini ancora calda.Â "
}