{
    "title": "Riso venere con code di mazzancolle",
    "ingredients": [
        {
            "ingredient": "Mazzancolle",
            "quantity": "16"
        },
        {
            "ingredient": "Riso nero Venere",
            "quantity": "350 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "20 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        }
    ],
    "preparation": " Per preparare il riso venere con code di mazzancolle iniziate pulendo le mazzancolle: eliminate le teste 1, le code (tenete solo sei mazzancolle con la coda) e il carapace 2 (per maggiori dettagli guarda la Scuola di cucina: Come pulire i gamberi). Tenete da parte le carcasse delle mazzancolle 3 perchè saranno la base del vostro brodo di pesce (per maggiori dettagli su come preparare il brodo di crostacei guarda la Scuola di cucina: Fumetto di crostacei). Mettete il riso venere a lessare in abbondante acqua salata bollente e lasciate cuocere per almeno 20 minuti, o secondo le indicazioni riportate sulla confezione del riso 4.Tritate finemente l'aneto, l'erba cipollina 5 e lo scalogno. Fate soffriggere qualche minuto lo scalogno con l'olio extravergine di oliva in un ampio tegame a fuoco dolce 6. Quando lo scalogno sarà imbiondito, aggiungete le mazzancolle, fate dorare qualche minuto 7 e sfumate con un po' d'acqua 8. Mescolate il concentrato di pomodoro con la polpa di pomodoro 9 e unitelo alle mazzancolle 10. Sfumate il tutto con il brodo di crostacei 11, mescolate e spolverizzate con 15 gr di aneto e 15 gr di erba cipollina 12. Ora lasciate cuocere il sughetto fino a quando risulterà denso, ma non troppo asciutto. Scolate il riso venere al dente 13 e fatelo saltare in pentola con il sugo per cinque minuti 14. Il vostro riso venere con code di mazzancolle è pronto, spolverizzate con l'aneto e l'erba cipollina tritata 15, quindi servite. "
}