{
    "title": "Torta 5 minuti salata",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta 5 minuti salata, per prima cosa preriscaldate il forno a 180° in modalità statica. Poi tagliate a cubetti la provola 1 e il prosciutto cotto 2, sgocciolate i pomodorini secchi sott’olio e riduceteli a pezzettini con il coltello 3. Tenete da parte la farcitura e occupatevi dell’impasto. In una ciotola versate la farina 00, la farina di mandorle 4 e il lievito in polvere per le preparazioni salate 5, mescolate le polveri 6 e poi versate a filo il latte, mescolando sempre con la frusta 7. Aggiungete a questo punto le uova, poco per volta per evitare la formazione di grumi 8, e continuate a mescolare fino ad ottenere un composto liscio e uniforme. Pepate 9, salate 10, incorporate il ripieno di prosciutto, formaggio e pomodorini 11, e mescolate ancora una volta per amalgamare 12. Imburrate e infarinate una tortiera di 18 cm di diametro, quindi versate il composto e scuotete leggermente la teglia per livellarlo 13. Cuocete la torta 5 minuti salata in forno statico preriscaldato a 180° per 30 minuti. A cottura ultimata sfornate la torta 14, lasciatela intiepidire e poi sformatela per servirla 15. "
}