{
    "title": "Insalata di pasta con le pesche",
    "ingredients": [
        {
            "ingredient": "Farfalle",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ravanelli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pesche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "a rondelle 45 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "12 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Feta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "5 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "2 g"
        }
    ],
    "preparation": " Per preparare lâinsalata di pasta con le pesche, cominciate tagliando tutti gli ingredienti. Per prima cosa tagliate la feta a dadini di circa mezzo cm 1, poi tagliate i pomodorini in spicchi nel senso della lunghezza 2 e poi tagliateli a piccoli tocchetti 3. Passate ai ravanelli: privateli delle estremitÃ e delle eventuali foglie 4 e procedete tagliandoli a metÃ , ricavando da esse dei bastoncini 5 ed infine tagliando i bastoncini per ricavare dei piccoli cubetti 6. Dedicatevi alla pesca: pelatela 7, privatela del nocciolo, tagliatela in piccoli spicchi e da essi ricavate dei cubotti 8, tagliandoli ulteriormente sul tagliere fino ad ottenere una grossolana tartare 9. Preparate poi la vinaigrette: in una ciotolina unite lâolio e lâaceto balsamico 10, aggiungete un apunta di senape 11 e emulsionate bene sbattendo con un cucchiaino 12 (se preferite, potete emulsionare anche con un miniprimer oppure shakerare gli ingredienti dopo averli posti in un barattolo da conserva con il tappo ermetico) In una ciotola capiente, riunite adesso i pomodorini, i ravanelli 13 le pesche 14, la feta 15 E le olive a rondelle 16, amalgamate bene e condite il tutto con la vinaigrette 17. Regolate infine di sale 18, e tenete da parte. Nel frattempo, portate ad ebollizione una pentola con abbondante acqua salata, e buttate le farfalle 19. Cuocetele molto al dente, in modo che raffreddandosi non scuociano, scolatele accuratamente 20 e lasciatele raffreddare dopo averle condite con un filo dâolio in modo che non diventino collose. Una volta fredde, unitele al condimento nella ciotola 21. Mescolate e aggiungete il basilico fresco, grossolanamente sminuzzato a mano 22. Spolverate con pepe a piacere 23, ed infine impiattate 24. "
}