{
    "title": "Farfalle alla crema di ricotta e cipolle rosse di Tropea",
    "ingredients": [
        {
            "ingredient": "Farfalle",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 100 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "(fresca) q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le farfalle alla crema di ricotta e cipolle rosse di Tropea, iniziate ponendo sul fuoco una pentola colma dâacqua, salata a piacere: servirÃ per la cottura della pasta. Mondate le cipolle 1 e tagliatele a rondelle spesse circa 3-4 mm 2. Ponete sul fuoco una padella ampia, versateci lâolio ed unite la cipolla 3. Salate leggermente 4 e lasciate cuocere a fuoco medio per almeno 5-6 minuti. Unite lo zucchero di canna 5 e un mestolo dellâacqua destinata alla cottura della pasta, ormai calda 6. Lasciate evaporare lâacqua e spegnete il fuoco. Versate la ricotta in un altro tegame capiente 7, in modo da contenere la pasta con facilitÃ , e unite 2 mestoli di acqua calda (circa 140 g) e mescolate con una frusta 8, senza accendere il fuoco. Grattugiate la noce moscata, unite le foglie di maggiorana 9, salate e pepate. Cuocete la pasta al dente 10, scolatela e versatela direttamente nel tegame con la ricotta 11. Quindi aggiungete il parmigiano 12 accendete il fuoco, e amalgamate il tutto cuocendo per ancora 2-3 minuti. Versate anche le cipolle 13, tenendone qualcuna da parte per la decorazione e mescolate il tutto 14. Servite la farfalle alla crema di ricotta e cipolle rosse di Tropea ancora calda, decorando con le cipolle rimaste 15. "
}