{
    "title": "Scialatelli al radicchio e fonduta di Montasio",
    "ingredients": [
        {
            "ingredient": "Scialatielli",
            "quantity": "(freschi) 400 g"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "150 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "rosso 150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Montasio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli scialatelli al radicchio e fonduta di Montasio iniziate preparando la fonduta: portate a bollore la panna in una pentola antiaderente 1, aggiungendo sale e pepe quanto basta. Solo quando avrà raggiunto il bollore aggiungete il Montasio grattugiato 2 e, continuando a mescolare, fatelo sciogliere completamente 3: la crema si dovrà addensare. Mondate, lavate e tagliate a julienne il radicchio rosso 4 e mettetelo da parte, quindi tagliate a listarelle fini anche la pancetta affumicata 5 e ponetela a rosolare in una padella antiaderente con poco olio, a fuoco basso per pochi minuti 6. Quando la pancetta si sarà rosolata aggiungete il burro 7, fatelo sciogliere completamente e aggiungete il radicchio 8. Alzate la fiamma e fate appassire il radicchio a fuoco vivace per un paio di minuti. In una pentola capiente abbondante acqua salata fate cuocere gli scialatelli freschi e scolateli al dente 9. Unite la pasta alla pentola con il radicchio e fatela saltare per un paio di minuti a fuoco medio 10, quindi unite la fonduta di Montasio, ancora calda, e mescolate bene per amalgamare tutti gli ingredienti 11. Continuate la cottura fino a che si formerà una crema densa 12. Gli scialatelli al radicchio e fonduta di Montasio sono pronti, serviteli ancora caldi. "
}