{
    "title": "Zucchine ripiene con cereali e quinoa",
    "ingredients": [
        {
            "ingredient": "Mix di cereali e quinoa",
            "quantity": "con grano saraceno 180 g"
        },
        {
            "ingredient": "Zucchine tonde",
            "quantity": "piccole 4"
        },
        {
            "ingredient": "Pomodori pizzutelli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "70 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le zuccine ripiene con cereali e quinoa come prima cosa cuocete il mix in acqua bollente, salata a piacere 1, per il tempo indicato sulla confezione. Poi scolatelo, trasferitelo in una ciotola e aggiungete un filo d'olio 2. Mescolate 3 e lasciate raffreddare in frigorifero.Â A questo punto lavate le zucchine, poi con un coltello tagliate la calotta superiore, come se fosse una sorta di cappello 4. Scavate le zucchine all'interno 5, in modo da svuotarle completamente. In ultimo incidetele leggermente anche alla base in modo da raddrizzarle. Disponetele capovolte su una leccarda foderata con carta forno 6;Â condite con sale e olio 7 e cuocete a 200Â° per circa 15 minuti. Poi sfornatele e lasciatele raffreddare 8. Nel frattempo passate alla pulizia delle alici, con le mani eliminate la testa 9 Â e divaricandole leggermente estraete anche la lisca centrale 10. Poi lasciate scaldare una padella e posizionate le alici all'interno 12.Â Cuocetele per circa 4 minuti 13 poi trasferitele in un piatto e lasciatele raffreddare. Tagliate poi i pomodorini a cubetti piccoli 14 e tritate finemente tutte le erbe insieme 15.Â Tagliate grossolanamente poi anche le alici 16. Riprendete il mix di cereali ormai freddo, aggiungete i pomodorini, le alici 17, le olive, il mix di erbe e la scorza di limone 18. Mescolate il tutto 19 e utilizzatelo per riempire le zucchine 20. A questo punto potete servirle a temperatura ambiente 21 oppure lasciarle in frigorifero fino al momento di gustarle.Â "
}