{
    "title": "Lasagne primavera alle verdure",
    "ingredients": [
        {
            "ingredient": "Lasagne all'uovo",
            "quantity": "180 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "800 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 125 g"
        },
        {
            "ingredient": "Taccole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "da tritare 75 g"
        },
        {
            "ingredient": "Provolone",
            "quantity": "da grattugiare 75 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "6 filetti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "30 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fontal",
            "quantity": "250 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le lasagne primavera alle verdure iniziate dalla preparazione della fonduta: prendete il formaggio Fontal 1, tagliatelo a cubetti 2, poneteli nel mixer 3 e tritateli 4. Ponete sul fuoco un pentolino, versate il latte e scaldatelo a fuoco dolce. Quando sarà arrivato a sfiorare il bollore, spegnete il fuoco e versate il Fontal tritato 5; mescolate con una frusta per sciogliere il formaggio e aromatizzate con la noce moscata 6; quando il formaggio si sarà sciolto completamente e la salsa sarà liscia e senza grumi 7, la fonduta sarà pronta. Ora occupatevi delle verdure: lavate e pelate i gambi degli asparagi, poi con un coltello eliminate la parte finale coriacea, pareggiandoli; quindi cuoceteli per qualche minuto nell’apposita asparagiera con le punte fuori dall'acqua 8, scolandoli ancora croccanti. Quando si saranno intiepiditi, tagliate i gambi a rondelle 9 e lasciate le punte intere. Lavate melanzane e zucchine, eliminando le estremità, e tagliatele per il lungo a fettine dello spessore di 2-3 mm (10-11); poi scaldate una griglia e cuocete pochi minuti per lato sia le melanzane 12 che le zucchine 13. Lavate le taccole (in alternativa potete utilizzare i fagiolini), spuntate le due estremità e cuocetele al vapore lasciando anch’esse croccanti 14. Lavate e asciugate i fiori di zucca poi eliminate delicatamente il gambo e i pistilli 15. In una capiente padella versate un po’ di olio extravergine di oliva assieme ai filetti di acciuga scolati dall'olio di conservazione; aggiungete l’aglio schiacciato 16 e lasciate sciogliere il tutto a fuoco bassissimo. Dopodiché aggiungete le olive denocciolate tagliate a rondelle e i pomodorini tagliati a metà 17. Fate cuocere gli ingredienti lasciando i pomodorini ancora consistenti, quindi unite il basilico spezzato con le mani, i gambi degli asparagi a rondelle 18 (conservate le punte per lo strato finale delle lasagne), le taccole 19 e infine i fiori di zucchina ai quali avrete tolto la parte centrale. Spegnete il fuoco dopo un paio di minuti aggiustando di sale e pepe. Per finire grattugiate il Parmigiano e l'Emmentaler e mescolateli in una ciotolina per creare un mix saporito. Fate lo stesso con il provolone e la mozzarella per creare un altro mix filante. Prendete una pirofila rettangolare delle dimensioni di 20x30 cm e spennellate il fondo con un po’ di olio extravergine di oliva; unite una mestolata di verdure 20 e poi cominciate a formare il primo strato di lasagne con le sfoglie all’uovo 21. Coprite le lasagne con le verdure saltate in padella, aggiungete zucchine e melanzane grigliate, ricoprite con la fonduta di Fontal 22, il mix di mozzarella e provolone 23 e l'altro mix di Parmigiano e ed Emmentaler 24. Continuate così fino a terminare i 3 strati e su quello finale distribuite le punte degli asparagi tenute da parte 25, i fiori di zucca e il formaggio grattugiato 26. Infornate le lasagne in forno statico preriscaldato a 180° per circa 30-40 minuti (se in forno ventilato a 160° per 20-30 minuti). A cottura ultimata sfornate la teglia di lasagne primavera alle verdure e lasciatele intiepidire prima di portarle in tavola 27. "
}