{
    "title": "Wonton soup",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "90 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Verza",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "pezzetto 1"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "pezzetto 1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Mirin",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Alga Wakame",
            "quantity": "a striscioline 2 cucchiai"
        }
    ],
    "preparation": " Impastate la farina con il sale e l’acqua come procedete solitamente per fare la pasta fresca in casa. Gli ingredienti dovranno essere ben amalgamati e l’impasto elastico. Coprite l’impasto con del film trasparente e lasciatelo riposare in frigo almeno per una trentina di minuti. Preparate il ripieno: Tagliate il cavolo a striscioline scartando le parti più dure. Tagliate lo zenzero finemente e fatelo soffriggere in una padella con un filo d’olio. Aggiungete il cavolo e fatelo saltare per qualche minuto. Aggiungete 100 ml d’acqua, coprite e continuate la cottura per 15 minuti o fino a quando il cavolo sarà morbido e avrà assorbito tutta l’acqua. Lasciate intiepidire. Prendete l’impasto e dividetelo in 12 bocconcini. Tirate ogni bocconcino con il matterello fino a quando l’impasto non sarà finissimo; ritagliate dei quadretti da 10 cm di lato. Con l’aiuto di un cucchiaino sistemate un po’ di ripieno al centro, spennellate i bordi con dell’acqua e piegateli su se stessi una volta. Piegate ancora una seconda volta, inumidite gli estremi e, come da foto, chiudete i wonton. Per la preparazione del brodo fate riscaldare in una pentola capiente un filo d’olio di semi; fate saltare lo zenzero tagliato a fettine oppure grattugiato per 1 minuto. Aggiungete lo zucchero, il mirin e la soia; lasciate cuocere il tutto per 1 minuto a fiamma bassa; dovrà diventare leggermente bruno. Incorporate il brodo vegetale. Tenetelo caldo. In abbondante acqua salata fate cuocere i wonton per pochi minuti (ne basteranno 4) dopodichè trasferiteli nel brodo. Aggiungete in ultimo l’alga wakame e continuate la cottura per un altro minuto. Servite caldo. "
}