{
    "title": "Cotoletta alla palermitana",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "130 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "(facoltativo) q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "(facoltativa) q.b."
        }
    ],
    "preparation": " Per preparare la cotoletta palermitana iniziate dalla carne. Se utilizzate il petto di pollo, private accuratamente il petto intero delle parti più grasse 1 e dell'osso centrale. Quindi con un coltello affilato ricavate delle fette di 1 centimetro circa. Poi battetele con l'apposito martelletto o un batticarne per ammorbidire la carne e ridurne lo spessore 2. Trasferite quindi le fette di carne su un piatto, spennellatele con l'olio da entrambe le parti e mettetele da parte mentre proseguite nella preparazione 3. Se preferite, potete utilizzare la carne di manzo, scegliendo le fettine più tenere come quelle di girello, scamone o cappello del prete in base ai vostri gusti. Passate quindi a preparare la panatura: lavate il ciuffo di prezzemolo fresco. Asciugatelo e tritate finemente le foglie aiutandovi con una mezzaluna o un coltello 4. In una terrina capiente, mettete il pangrattato e aggiungete il prezzemolo tritato 5. Se gradite, potete aggiungere anche qualche fogliolina di menta fresca tritata. Quindi unite al composto anche il pecorino grattugiato 6. Per insaporire la panatura, aggiungete il sale 7 e il pepe e mescolate il tutto. Ora potete riprendere la carne messa da parte e passarla nella panatura fetta dopo fetta, premendo bene con le mani per far aderire il composto (8-9). Scaldate bene la griglia a fuoco medio e cuocete la carne per 10-15 minuti 10, rigirandola un paio di volte a metà cottura fino a che le fette di carne saranno ben grigliate da entrambe i lati 11. Se preferite, potete cuocere la cotoletta in forno statico preriscaldato a 190° per circa 15 minuti (se forno ventilato 170° per circa 10 minuti). La cotoletta alla palermitana sarà quindi pronta per essere servita caldissima 12. Potete grattugiare la scorza del limone non trattato e spremerne il succo prima di servirla, accompagnata con un'insalata, verdure croccanti o patate al forno a vostro gusto! "
}