{
    "title": "Nachos",
    "ingredients": [
        {
            "ingredient": "Farina di mais giallo",
            "quantity": "precotta (per tortillas) 250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoncini Jalapeno",
            "quantity": "4"
        },
        {
            "ingredient": "Edamer",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "100 g"
        }
    ],
    "preparation": " Mischiate la farina di mais con l’acqua tiepida in cui avete sciolto il sale e amalgamate fino ad ottenere un impasto omogeneo e compatto, che porrete in una ciotola coperta con della pellicola e lascerete riposare per mezz’ora.Trascorsa la mezz’ora dividete l’impasto in 10 pezzetti con i quali formerete 10 palline. Con l’aiuto di un matterello tirerete ogni pallina in una sottile sfoglia rotonda del diametro di 15 cm, ponendo l’impasto tra due fogli di carta forno per evitare che si attacchi al matterello.Se volete ottenere dei cerchi perfetti ma non possedete l’apposita pressa per tortillas o tortillera, potete sagomarli con l’aiuto di un coperchio e una rotella taglia pasta. Sempre con la rotella taglia pasta, dividete le tortillas in 8 spicchi l’una; friggete gli spicchi ottenuti in poco olio di arachidi (non devono galleggiare nell’olio)e metteteli mano a mano a scolare dell’olio in eccesso (senza sovrapporli) su della carta assorbente da cucina. Ponete 20 spicchi già fritti in un piatto da portata , cospargeteli con 50 gr di formaggio edamer tagliato alla julienne e con qualche rotellina di peperoncino piccante; procedete allo stesso modo formando altri tre piatti uguali.Mettete i 4 piatti di nachos nel forno già caldo per qualche minuto fino al completo scioglimento del formaggio, poi estraete i nachos dal forno e servite immediatamente. "
}