{
    "title": "Zucchine ripiene",
    "ingredients": [
        {
            "ingredient": "Zucchine tonde",
            "quantity": "( da 250 gr l'una) 4"
        },
        {
            "ingredient": "Carne di suino",
            "quantity": "trita 100 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "di maiale 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 cucchiaio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica tritata 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare le zucchine ripiene, lavate le zucchine sotto acqua corrente 1, tamponatele con un panno pulito 2 e tagliate la calotta per formare il cappello 3. Incidete il perimetro interno con un coltellino, praticate una croce nella polpa ed estraetene uno spicchio alla volta 4; poi scavate all'interno con uno scavino 5 o un cucchiaino e lasciando 1 cm circa di spessore. Avrete così pronti sia le calotte che i gusci da farcire. Salate l'interno delle zucchine 6 poi capovolgetele su un vassoio foderato con carta da cucina perché perdano il liquido di vegetazione 7. Intanto dedicatevi al ripieno: in una ciotola versate la carne trita e aggiungete la salsiccia privata del budello 8, unite anche il Parmigiano grattugiato 9, la polpa delle zucchine tritata, le uova leggermente sbattute 10 e la mollica di pane tritata 11. Unite il prezzemolo tritato 12, salate, pepate quindi amalgamate il composto fino ad ottenere un impasto omogeneo 13. Ungete una teglia profonda con un filo d'olio 14. Riprendete le zucchine ben scolate e riempite ciascuna fino all'orlo con il ripieno di carne 15. Distribuite le zucchine ripiene all'interno della teglia con le loro calotte 16; cuocete il tutto in forno statico preriscaldato a 160° per circa 60 minuti (se forno ventilato 140° per circa 50 minuti); potete togliere prima dei 60 minuti previsti le calotte, se si saranno ammorbidite e avranno preso colore, mentre le zucchine ripiene dovranno diventare dorate e croccanti in superficie 17. Quindi sfornatele e servite le zucchine ripiene calde o a temperatura ambeinte insieme alle calotte 18! "
}