{
    "title": "Spaghetti con tonno e zucchine",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "350 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere le zucchine 300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti con tonno e zucchine iniziate lavando e asciugando le zucchine, quindi spuntatele 1. Con una mandolina tagliatele a fettine sottili (potete utilizzare un coltello in alternativa 2. Poi fate scaldare lâolio in un tegame capitente Portate lâolio a 170Â°C, misurando con un termometro da cucina. Quindi versate poche zucchine alla volta, per non abbassare troppo la temperatura dell'olio 3. Basteranno pochi istanti e saranno dorate, quindi scolatele con una schiumarola 4 direttamente su un vassoio foderato con carta assorbente 5: tenetelele da parte. Nel frattempo lessate gli spaghetti in abbondante acqua salata 6. Mentre la pasta cuoce versate l'olio d'oliva in una padella ampia 7 e fatevi rosolare uno spicchio di aglio 9. Quando sarÃ dorato eliminatelo. Poi sgocciolate il tonno dall'olio di conservazione 9: ne otterrete 208 g. Fatelo scaldare a fuoco dolce in padella 10 mescolandolo con una spatola. Nel frattepo prendete un peperoncino. Incidetelo e privatelo dei semini interni 11, quindi tagliatelo a sottili listarelle 12. Aggiungetelo al tonno 13, poi spegnete il fuoco. A questo punto la pasta sarÃ al dente: scolatela (lasciando poca acqua di cottura da parte) direttamente nella padella con il tonno 14 e aggiungete le zucchine fritte e accendete il fuoco a fiamma bassa per qualche istante 15. Se necessario unite poca acqua calda per mantecare la pasta. Spegnete il fuoco, unite le foglioline di timo precedentemente sciacquate 16, regolando di sale se necessario 17 e pepe. Mescolate bene gli ingredienti. A questo punto i vostri spaghetti con tonno e zucchine sono pronti per essere impiattati 18 "
}