{
    "title": "Pomodori ripieni di riso patate e cozze",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "500 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "8"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pomodori ripieni di riso, patate e cozze iniziate pulendo le cozze seguendo la nostra scheda Come pulire le cozze: sciacquate le cozze sotto lâacqua corrente 1. Con il dorso della lama di un coltello eliminate tutte le incrostazioni di colore bianco o grigio, che si formano sul guscio e staccate manualmente la barbetta, o bisso, che fuoriesce dalle valve 2. Sempre sotto lâacqua fresca corrente e utilizzando una paglietta d'acciaio (oppure una spazzola rigida), sfregate energicamente le cozze per eliminare ogni impuritÃ 3. Scaldate in un'ampia padella un filo di olio e lo spicchio di aglio intero, unite le cozze 4, coprite con il coperchio e cuocete a fuoco dolce per farle aprire, ci vorranno circa 5 minuti 5. Quando le valve saranno aperte, spegnete il fuoco e se volete potete aromatizzare con del prezzemolo tritato, lasciatele raffreddare e poi eliminate le valve e ponete i molluschi in una ciotolina avendo cura di conservare il liquido di cottura dopo averlo filtrato attraverso un colino 6. Tenete da parte le cozze e occupatevi dei pomodori: scegliete pomodori tondi, lavateli poi eliminate le calotte che conserverete per la guarnizione, svuotate lâinterno aiutandovi con un cucchiaio e raccogliete la polpa in una ciotola 7 da utilizzare per la cottura del risotto. Salate lâinterno dei pomodorini e poggiateli su di una gratella a scolare 8. Lavate le patate, sbucciatele e tagliatele a piccoli dadini e tenetele da parte, per non farle annerire conservatele in una ciotola colma di acqua fredda. Preparate ora il soffritto per il risotto: tritate finemente mezza cipolla, ponetela in una padella con un filo di olio e fatela appassire a fuoco dolce 9, unite la polpa del pomodoro intera 10 oppure frullata e poi il riso 11 e fatelo tostare qualche minuto. Versate lâacqua di cottura delle cozze 12Â che essendo abbastanza salata insaporirÃ il risotto, versate anche le patate 13 e proseguite la cottura per circa 20 minuti incorporando poco alla volta il brodo vegetale (per realizzare al meglio il brodo consultate la nostra scheda del brodo vegetale), solo verso la fine della cottura incorporate le cozze 14Â salate se necessario e poi spegnete il fuoco. Distribuite i pomodori svuotati allâinterno di una teglia da forno, uno accanto allâaltro in modo che possano sostenersi a vicenda. Riempite i pomodori con il risotto, condite con un filo di olio extravergine di oliva e cuocete in forno statico preriscaldato a 180Â° per circa 30 minuti e poi gratinate con il grill per 10 minuti Cuocete insieme ai pomodori ripieni anche le calotte ponendole su una teglia rivestita di carta da forno. A cottura ultimata sfornate la teglia 15 e servite i vostri pomodori ripieni di riso patate e cozze guarnendoli con le calotte dei pomodori. "
}