{
    "title": "Spaghetti ai pomodorini e champignon",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "350 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti ai pomodorini e champignon iniziate dalla pulizia dei funghi. Eliminate la parte terrosa del gambo raschiandolo con un coltellino. Se preferite, qualora non ci fosse troppa terra sui funghi, potete effettuare lâoperazione con un pennellino oppure con un panno di cotone leggermente umido e passandolo su tutta la superficie 1. Una volta puliti, effettuate un taglio netto nella parte inferiore del gambo per eliminarlo 2 e tagliateli a fettine sottili nel senso della lunghezza 3. Prendete una padella dal fondo antiaderente ed irroratela con un filo di olio. Fate rosolare uno spicchio di aglio 4. Quando avrÃ una colorazione dorata eliminatelo 5. Versate quindi gli champignon in padella 6. Regolate di sale 7 e pepeÂ e cuocete gli champignon a fuoco dolce per circa 10 minuti, fino a che non avranno rilasciato totalmente lâacqua. Quindi sfumate con il vino 8 e lasciate evaporare. Infine aggiungete il prezzemolo 9, mescolate e tenete da parte. Passate ai pomodori: tagliateli in quattro spicchi 10 e fate scaldare un filo di olio in una padella antiaderente. Rosolatevi uno spicchio di aglio 11, e appena l'olio si insaporisce eliminatelo 12. Prendete un peperoncino, privatelo dei semini interni e tagliatelo a listarelle sottili, poi unitelo nella padella 13 assieme ai pomodorini 14. Aggiustate di sale 15 e pepe. Fate cuocere i pomodorini a fuoco moderato per circa 10 minuti. Spezzettatevi grossolanamente delle foglie di basilico ben pulite ed asciugate 16 e mentre i pomodorini si cuociono buttate la pasta in un tegame con abbondante acqua bollente salata 17. Quando sarÃ al dente scolatela direttamente nella padella con i pomodorini 18. Amalgamatela al condimento 19 ed unite anche i funghi 20. Mescolate bene gli ingredienti ed impiattate i vostri spaghetti ai pomodorini e champignon 21. "
}