{
    "title": "Vellutata di carote viola",
    "ingredients": [
        {
            "ingredient": "Carote viola",
            "quantity": "500 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "2"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "800 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna acida",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Per preparare la vellutata di carote viole iniziate pelando le patate e tagliandole a cubetti piuttosto piccoli 1, pelate anche le carote viola, privatele delle estremitÃ e tagliatele a rondelle 2. Lavate il gambo di sedano, privatelo dei filamenti e tritatelo finemente. Mettete in un tegame lâolio extravergine di oliva, aggiungete il sedano tritato 3 e il porro che avrete lavato e tagliato finemente 4, fate appassire il tutto a fuoco dolce. Aggiungete quindi le patate 5, le carote 6 e i due rametti di rosmarino 7 e fatele saltare qualche minuto per insaporirle. Aggiungete quindi il brodo 8 e proseguite la cottura. Quando le verdure saranno cotte (ci vorranno circa 40 minuti), eliminate i due rametti di rosmarino e frullatele finemente in un mixer ottenendo una consistenza cremosa, se la crema dovesse risultare troppo densa aggiungete un mestolo di acqua calda 9. Infine aggiustate di sale. Servite la crema di carote viola calda o tiepida, accompagnandola con un cucchiaio di panna acida o di yogurt magro! "
}