{
    "title": "Chifeletti",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "700 g"
        }
    ],
    "preparation": " Per preparare i Chifeletti prendete 500 g di patate, spazzolate bene la buccia, quindi lavatele. Mettete ora le patate così preparate e senza sbucciarle a lessare in abbondante acqua salata per circa 25 minuti 1. Per dimezzare i tempi di cottura potete cuocere le patate in una pentola a pressione. Quando saranno cotte e morbide per essere schiacciate, sbucciatele quando sono ancora calde e passatele al setaccio o nello schiacciapatate a seconda di come preferite 2. Poi lasciate raffreddare 3. Mettetele quindi le patate così schiacciate in un’ampia ciotola (o se preferite su di una spianatoia). Aggiungete a questo punto la farina 4, l’uovo 5, il burro fuso 6 e lo zucchero 7. Aggiustate ora di sale e pepe. Impastate bene tutti gli ingredienti, fino ad ottenere un composto omogeneo e asciutto (se non lo fosse, aggiungete eventualmente un po' di farina) 8. Lasciate riposare coperto con pellicola per 30 minuti . Prendete l’impasto lasciato riposare e stendetelo su di una spianatoia con un matterello 9. Poi, aiutandovi con un tagliapasta o con un bicchiere, ritagliate dei cerchi del diametro di circa 6,5 cm 10. Piegate i cerchi così ottenuti a metà e schiacciando leggermente a metà della loro lunghezza, formando così la classica forma a mezzaluna 11. (Alternativamente potete formare con l'impasto un bastoncino molto lungo dallo spessore di circa un dito medio. Tagliate il bastoncino così formato in pezzetti della lunghezza di circa 10 cm e curvateli per formare tanti \"ferri di cavallo\". Con questo procedimento la forma finale sarà meno panciuta ma il risultato finale dei Chifeletti sarà parimenti ottimo!). A questo punto mettete a scaldare in una padella dai bordi alti l’olio extravergine d'oliva. Prendete quindi un termometro da cucina per verificare a temperatura dell’olio. Quando la temperatura dell’olio raggiunge i 170° 12, immergete i chifeletti ottenuti e friggeteli 13; quando raggiungeranno una colorazione dorata, toglieteli dall’olio aiutandovi con una schiumarola e riponeteli su carta assorbente affinchè venga scolato l’olio in eccesso e non risultino troppo unti 14. Disponete quindi i chifeletti su di un piatto da portata e serviteli caldi 15! "
}