{
    "title": "Lumaconi alla parmigiana",
    "ingredients": [
        {
            "ingredient": "Lumaconi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Mozzarella di bufala",
            "quantity": "200 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "600 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 foglie"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "per la teglia q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere 600 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "per le melanzane 30 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i lumaconi alla parmigiana iniziate con la preparazione delle melenzane. Prendete le melanzane ed appoggiatele sopra un tagliere. Aiutandovi con un coltello tagliate le melanzane prima a rondelle spesse circa 2 cm e quindi tagliate ogni rondella in quarti 1. Riponete i cubetti di melanzane in uno scolapasta e versatevi 30 g di sale grosso affinchè rilascino l’acqua in eccesso 2. Mettete quindi le melanzane in un piatto con un peso sopra e lasciate che perdano l’acqua per almeno 1 ora 3. A questo punto procedete con la preparazione del sugo. Prendete le olive verdi e, dopo averle riposte sopra un tagliere, tagliatele a rondelle non troppo sottili 4. Fatta questa operazione, versate un filo di olio in una padella antiaderente e mettete a soffriggere l’aglio schiacciato 5. Quando l’aglio comincerà a rosolare versate nella padella anche le olive 6. Lasciate rosolare aglio ed olive per 2-3 minuti. Ora potete versare nella padella anche la polpa di pomodoro 7. Mescolate bene gli ingredienti affinchè si uniformino. Aggiustate quindi di sale e pepe 8. Lasciate che gli ingredienti cuociano per almeno 1 ora a fuoco lento. Intanto prendete la mozzarella e tagliatela a piccoli cubetti 9. Intanto sarà trascorso il tempo per il rilascio dell’acqua delle melanzane. Passatele ora sotto l’acqua corrente per togliere il sale in eccesso 10 ed asciugatele per bene con un canovaccio da cucina 11. Prendete ora una ciotola e versatevi la farina. Passate le melanzane nella farina 12 finchè non risultano ben infarinate. Quindi setacciate la farina in eccesso aiutandovi con un colino 13. Prendete ora una pentola capiente e versatevi l’olio. Portate a ebollizione fino a 170°C. Quando l’olio avrà raggiunto la temperatura di 170°C versatevi le melanzane fino a quando non le vedrete diventare dorate 14. Scolatele ora le melanzane in carta assorbente per togliere l’olio in eccesso e tenetele da parte 15. Passate ora alla preparazione della pasta 16. In una pentola capiente versate l’acqua e portate a bollore. Versatevi il sale grosso per salare l’acqua e cuocete i lumaconi per circa 8 minuti. Ultimata la cottura dei lumaconi, scolateli. Prendete una ciotola ben capiente e versatevi il sugo che avete precedentemente preparato (tenete alcuni cucchiai di sugo da parte) ed unitevi i vostri lumaconi cotti 17. Mescolate per bene i lumaconi con il sugo per amalgamare uniformemente aiutandovi con un cucchiaio o una spatola. A questo punto prendete una pirofila dalla lunghezza di 30 cm e larghezza di 20 cm ed oliatetela con circa 5 grammi di olio 18. Distribuite i lumaconi con il sugo distribuendoli uniformemente in tutta la pirofila. Versate quindi sopra ai lumaconi le vostre melanzane fritte 19, la mozzarella tagliata a cubetti 20 e qua e là spargete le foglie di basilico per profumare il vostro piatto 21. Cospargete la pirofila così composta con un po’ di sugo tenuto da parte 22, parmigiano 23 ed infornate a forno ventilato preriscaldato 160°C per 30 minuti. Passati i 30 minuti modificate la cottura dei vostri lumaconi alla parmigiana in grill a 240°C per 5 minuti 24. Ed ora sfornate e gustate! "
}