{
    "title": "Fusilli carciofi e caprino",
    "ingredients": [
        {
            "ingredient": "Fusilli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Caprino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        }
    ],
    "preparation": " Iniziate la preparazione dei fusilli carciofi e caprino mettendo a bollire l'acqua che vi servirÃ per cuocere la pasta: a bollore salate. Poi tagliate i cuori di carciofo a fettine piuttosto sottili 1; scaldate quindi 2 cucchiai di olio in una padella a fuoco alto, unite lâaglio 2 e fatelo saltare per un minuto. Aggiungete i carciofi tagliati e fateli ben rosolare e insaporire per 3 minuti 3. Abbassate la fiamma, coprite con un coperchio e lasciate cuocere per 15 minuti, o comunque fino a che saranno morbidi. Se dovesse servire, aggiungete un filo di acqua calda (o del brodo vegetale) 4 durante la cottura. Una volta cotti, unite il prezzemolo 5 e salate. In una ciotola capiente mescolate caprino, sale, pepe e metÃ del Pecorino 6, aggiungete anche lâolio rimasto 7. Tagliate le mandorle a bastoncini con un coltello e tostatele in una padella antiaderente 8 per poi unirle al condimento 9. Cuocete la pasta al dente 10 e scolatela tenendo da parte qualche cucchiaio di acqua di cottura. Unite la pasta agli ingredienti nella zuppiera 11 e in ultimo aggiungete i carciofi, con il loro fondo di cottura, unite anche il pecorino avanzato e amalgamate bene. Servite i fusilli carciofi e caprino ben caldi 12! "
}