{
    "title": "Spaghetti di riso con verdure e pollo caramellato",
    "ingredients": [
        {
            "ingredient": "Spaghetti di riso",
            "quantity": "neri 100 g"
        },
        {
            "ingredient": "Spaghetti di riso",
            "quantity": "bianchi 100 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "(in fette sottili) 250 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "20 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "10 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Miele",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare gli spaghetti di riso con verdure e pollo caramellato iniziate proprio dal pollo: tagliate a stricioline le fettine di petti di pollo 1 e adagiateli in una teglia capiente dai bordi alti e irroratelli con la salsa di soia 2, qualche goccia di tabasco 3 il miele 4, la scorza e il succo (5-6) di un lime non trattato. Mescolate bene per fare in modo che le striscioline si inumidiscano con la marinatura; Poi coprite con pellicola 7 e lasciate riposare per un'ora in frigorifero. Passate a preparare le verdure, cercando di tagliarle tutte dello stesso spessore: mondate il porro togliendo la parte verde e la barbetta e sfogliatelo dello strato più esterno 8. Quindi tagliatelo a julienne 9 Lavate e spuntate le zucchine 10, quindi realizzate delle fettine con una mandolina 11 o al coltello e poi tagliate ciascuna fetta a striscioline 12. Spuntate e pelate la carota con il pelaverdure 13, riducetela a fette sempre con una mandolina e ciascuna fetta in a bastoncini 14; private lo zenzero della scorza 15 e riducete anche questo a fettine e poi a striscioline 16; in una padella wok o in una padella antiaderente dai bordi alti, versate l'olio di semi e scaldatelo leggermente, quindi unite per primi lo zenzero e il porro 17, poi aggiungete le carote e bagnate con la soia. Mescolate e cuocete a fuoco vivace per 2 minuti. aggiungete anche le zucchine e continuate a cuocere per altri 5 minuti 19: le verdure dovranno rimanere croccanti. In un altra padella wok, versate il pollo con la sua marinatura 20 e cuocetelo a fuoco vivace per 5 minuti 21; la marinatura dovrà restringersi e quando avrà una bella doratura caramellata, potete trasferirlo su un piatto 22 e tenerlo in caldo fino al momento di utilizzarlo. Tostate alcuni istanti le mandorle a lamelle in una padella antiaderente e poi tenetele da parte 23. Quindi lessate gli spaghetti di riso bianco e nero in un tegame con abbondante acqua bollente (dovrà sobbollire dolcemente) leggermente salata per i minuti indicati sulla confezione 24. Scolate gli spaghetti e saltateli alcuni istanti nel wok con le verdure 25; spegnete il fuoco e unite anche il pollo 26, mescolate e trasferite gli spaghetti di riso con verdure e pollo caramellato nei piatti da portata, condite con le mandorle a lamelle tostate prima di servire 27. "
}