{
    "title": "Vellutata di patate dolci",
    "ingredients": [
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la vellutata di patate dolci, mondate i cipollotti e tagliateli sottilmente, quindi metteteli ad appassire a fuoco molto basso assieme all’olio e al burro per almeno 15 minuti in un tegame 1. Nel frattempo, sbucciate le patate 2 e tagliatele a cubetti non troppo grossi 3. Quando i cipollotti saranno appassiti ma senza prendere colore, unite in un tegame le patate dolci a pezzetti 4 e poi il brodo vegetale; aggiustate di sale, coprite con un coperchio e lasciate cuocere fino a che non diventeranno tenere (circa 20 minuti). Passate il composto con il frullatore ad immersione 5 fino ad ottenere una crema liscia, e fine come il velluto. Unite a questa crema di patate dolci la panna fresca 6, la paprika dolce e aggiustate di sale. Se la vellutata risultasse troppo densa, unite altro brodo vegetale. Scaldate una padella antiaderente e quando sarà ben calda, metteteci sopra le fette di pancetta 7 e fatele rosolare su entrambi i lati, poi sgocciolatele dal grasso in eccesso e piegatele su se stesse come per ottenere una V, quindi mettetele su di un piatto 8. Ponete la vellutata in 4 piatti fondi (non troppo capienti), meglio 4 ciotoline, spolverizzate con qualche pizzico di paprika 9, posizionate al centro la fetta di pancetta, ultimate con un filo di olio extravergine di oliva e poi servite assieme a dei crostini di pane o fette di pane tostato. "
}