{
    "title": "Spaghetti alla chitarra al nero di olive con asparagi e pancetta",
    "ingredients": [
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "270 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "celline 100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "o salamoia delle olive 70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Porri",
            "quantity": "125 g"
        },
        {
            "ingredient": "Asparagi selvatici",
            "quantity": "400 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "mezzo"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti alla chitarra al nero di olive, asparagi e pancetta, scolate le olive 1 e frullatele con 70 gr della loro acqua di salamoia,fino ad ottenere una crema 2. A parte in una ciotola setacciate la semola 3 e poi unite il patè di olive 4, impastate a mano 5 usando dei guanti per non tingervi le mani, l’impasto deve risultare abbastanza duro così la pasta rimarrà al dente. Quando avrete ottenuto un panetto omogeneo 6 e ben amalgamato ponetelo nella ciotola e copritelo con pellicola e lasciatelo riposare al fresco per mezz’ora. Pulite gli asparagi togliete la parte finale del gambo più coriacea 7 e lessateli in acqua bollente 8 per 4-5 minuti con il coperchio. Affettate il porro sottilmente 9 e ponetelo a rosolare rosolatelo a fuoco dolce in un tegame con l’olio di oliva 10, deve appassire e non prendere colore. Una volta appassito per non fargli prendere colore potete aggiungere un mestolo di brodo vegetale. Togliete dall’acqua gli asparagi e per mantenerli croccanti e per conservare il loro colore vivace immergeteli subito in una ciotola con acqua e ghiaccio 11. Scolate gli asparagi, tagliateli a rondelle avendo cura di tenere da parte le punte per la guarnizione del piatto 12 . Unite le rondelle di asparagi al porro 13 e insaporite con sale, pepe, scorza di limone e timo. Frullate tutto con un mixer ad immersione allungano con un mestolo di brodo e un filo di olio di oliva 14 per ottenere una crema liscia 15. Ora riprendete la pasta, lavoratela un pezzetto alla volta da circa 150 gr di peso (avendo cura di avvolgere la restante pasta con la pellicola per non farla seccare) e stendetela la sfoglia a mano con il mattarello 16 o con l’apposita macchina per tirare la sfoglia dallo spessore più largo a quello più sottile (circa 1-2 mm), la grandezza della sfoglia deve essere rettangolare e deve poggiare sull’attrezzo senza sbordare. Passate la sfoglia attraverso la chitarra per ottenere gli spaghetti 17, man amano che verranno tagliati gli spaghetti potete stenderli su un vassoio infarinato o sull’apposito stendi pasta 18 che non li farà attaccare. Lavate e tagliate in quattro spicchi i pomodorini 19 . tagliate a metà la punta degli asparagi 20 e teneteli da parte. Scaldate un filo di olio di oliva in una padella unite le punte degli asparagi 21 e i pomodorini 22 rosolateli un paio di minuti, salate e pepate. Asciugate le fette di pancetta in padella in modo che diventi croccante 23 poi tagliatela a pezzetti 24. Intanto in una pentola portate al bollore abbondante acqua salata e cuocete gli spaghetti per 2-3 minuti 25. Scolate la pasta 26 nella padella con i pomodorini e le punte di asparagi, fate insaporire un minuto e poi spegnete il fuoco. Tutto è pronto per comporre la chitarra al nero di olive con asparagi e pancetta: versate sul fondo di un piatto la crema di asparagi, adagiate gli spaghetti e per finire guarnite con la pancetta croccante 27. "
}