{
    "title": "Risotto mimosa",
    "ingredients": [
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Uova sode",
            "quantity": "4"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "1 bicchiere"
        }
    ],
    "preparation": " Per preparare il risotto mimosa, iniziate pulendo bene gli asparagi (clicca qui per il procedimento) e immergeteli in una pentola di acqua bollente 1 leggermente salata per 5-10 minuti (a seconda della grandezza degli asparagi). Scolate gli asparagi, tagliatene le punte, che conserverete da parte intere, e frullatene la restante parte verde e morbida 2; Nel frattempo in un tegame fate imbiondire lo scalogno con mezzo bicchiere di olio di oliva extravergine 3. Unite il riso allo scalogno 4 e fatelo tostare a fuoco vivo dopodiché bagnatelo con il bicchiere di vino bianco 5 facendolo evaporare per bene. Aggiungete la crema di asparagi 6. Poco alla volta, unite un mestolo di brodo al riso 7 ogni volta che comincerà ad asciugare troppo. Pochi istanti prima del termine della cottura aggiungete lo stracchino, attendete quindi che si amalgami bene con il riso, dopodiché togliete dal fuoco e mantecate il risotto con il burro e il parmigiano reggiano 8 regolandovi con il pepe, ed aggiustando eventualmente di sale. Ponete il riso in un piatto da portata e completate la presentazione decorando il vostro risotto mimosa con le punte degli asparagi precedentemente tenute da parte e sbriciolando (aiutandovi con un passaverdure o con uno spremiaglio) al centro del piatto il tuorlo delle uova sode 9. "
}