{
    "title": "Crema di porri e patate con spiedino di salmone",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Porri",
            "quantity": "800 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la crema di porri e patate con spiedino di salmone, iniziate spinando il trancio di salmone. Munitevi di una pinzetta ed estraete le lische che si trovano lungo il dorso 1, una volta effettuata questa operazione, tastate nuovamente le carni per assicurarvi di aver eliminato tutte le lische. Quindi ricavate 4 fette 2 e da queste tagliate 4 cubotti regolari 3. Formate 4 spiedini, infilzano 4 cubotti di salmone in ogni stecchino 4 e posizionateli all’interno di una pirofila. Ora preparate l’emulsione con cui farete marinare gli spiedini di salmone: tritate finemente 2 rametti di aneto 5 e versate l’olio extravergine di oliva in una ciotola 6. Versate il trito di aneto nella ciotola con l’olio 7 e aggiungete la scorza grattugiata di un limone biologico o non trattato 8, quindi irrorate gli spiedini con l’emulsione di aneto e olio 9. La scorza di limone, al contrario del succo, insaporirà il salmone senza cuocerlo. Arricchite l’emulsione con un cucchiaio di pepe rosa in grani 10 e un pizzico di sale. Coprite la pirofila con la pellicola 11 e lasciate insaporire gli spiedini di salmone in frigo per 20 minuti. Nel frattempo dedicatevi alla preparazione della crema: sbucciate le patate 12. Dividete le patate a metà, poi a listarelle e infine a cubetti piuttosto piccoli 13. Mondate i porri, eliminando le estremità e tagliateli a rondelle 14. Dopodichè fate scaldare un filo d’olio in una pentola capiente e fate soffriggere i porri 15. Sfumate con un mestolo di brodo vegetale 16, per scoprire come prepararlo al meglio consultate la nostra Scuola di cucina: brodo vegetale. Lasciate evaporare il brodo vegetale, quindi aggiungete le patate a cubetti 17, mescolate, salate e pepate a piacere. Coprite con il brodo rimanente, coprite con un coperchio e cuocete per 30 minuti, fino a quando le patate non si saranno ammorbidite. Trascorso questo tempo, trasferite il tutto in una ciotola 18. Passate il composto con un frullatore ad immersione 19 fino a quando non otterrete una consistenza cremosa 20. Se la crema risulta troppo densa, aggiungete un mestolo di brodo vegetale. Una volta trascorsi i 20 minuti, tirate fuori dal frigo gli spiedini di salmone, che si saranno insaporiti, e fate scaldare una griglia o una padella capiente. Quindi scottate gli spiedini a fuoco alto, in modo da colorare l’esterno e mantenere l’interno morbido e succoso 21. Bastano pochi secondi per lato, una volta cotti toglieteli dalla griglia o padella, altrimenti la cottura proseguirebbe. Conservate l’emulsione, vi servirà per insaporire ulteriormente gli spiedini durante o dopo la cottura. Quando la carne risulterà leggermente rosata 22, potete spegnere il fuoco ed irrorarli con la stessa emulsione in cui si sono insaporiti 23. A questo punto non vi resta che versare la crema di porri e patate in delle ciotole e accompagnare ciascuna ciotola con uno spiedino di salmone 24! "
}