{
    "title": "Pipe rigate speck e patate",
    "ingredients": [
        {
            "ingredient": "Pipe Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "100 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 60 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "a scagliette (facoltativo) 40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare le pipe rigate patate e speck iniziate preparando il brodo vegetale. Proseguite pelando le patate 1, che taglierete a striscioline, quindi a cubetti di circa 1 cm di lato 2: teneteli da parte. E’ importante che i cubetti di patate abbiano la stessa dimensione per favorire una cottura omogenea. Prendete l’aglio e sbucciatelo. A questo punto prendete un tegame dal fondo antiaderente e ampio, versate 30 g di olio e scaldate facendo rosolare lo spicchio di aglio 4: lasciate insaporire 1 minuto. Dopodiché aggiungete le patate 5 e, mescolandole con un mestolo da cucina, lasciatele rosolare 2 minuti. Infine togliete l’aglio 6. Ora aggiungete il brodo vegetale 7, aggiustate di sale e coprite con coperchio 8 lasciando cuocere così a fuoco dolce per 30 minuti. Mentre le patate cuociono, prendete i rametti di rosmarino e sciacquateli sotto abbondante acqua fresca, asciugateli e tagliateli a metà 9. Non sminuzzate le foglioline di rosmarino perchè così sarà più facile, una volta insaporito il condimento, toglierli. Dopo tagliate a fettine sottili lo speck, quindi a piccole striscioline 10: fatele rosolare in un’altra padella antiaderente dal fondo ampio con 10 g di olio 11. Insaporite la preparazione aggiungendo anche i rametti di rosmarino 12. Mescolate bene gli ingredienti per favorire una cottura uniforme e, quando lo speck sarà cotto, togliete il rosmarino 13, tenendo la preparazione da parte. A questo punto in un tegame con abbondante acqua salata lessate la pasta 14 e, mentre le pipe rigate cuociono, riprendete la preparazione delle patate che saranno ormai pronte: schiacciatele nella padella con il dorso di un cucchiaio 15, fino a creare una crema. Versate il pepe per insaporire 16 e regolate la consistenza della crema di patate con un mestolo di acqua di cottura della pasta 17 per renderla cremosa. Potrete rendere la crema più liquida aggiungendo un altro mestolo di acqua di cottura. La pasta sarà ora al dente: scolatela direttamente nel tegame con il condimento 18. Aggiungete lo speck 19 e lasciate cuocere per ultimare la cottura e fare asciugare l’acqua. Spegnete il fuoco e versate il formaggio grattugiato 20, mescolando bene gli ingredienti per amalgamarli. Infine se volete potete decorare grattugiando grossolanamente delle scaglie di grana e gustate le vostre pipe rigate patate e speck 21! "
}