{
    "title": "Pennette primavera",
    "ingredients": [
        {
            "ingredient": "Pennette Rigate",
            "quantity": "350 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "da sgranare 800 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "piccole 300 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le pennette primavera iniziate dalla pulizia delle fave: sgranatele, poi eliminate la pelliciina più esterna 1, raccogliete le fave in una ciotola e tenetele da parte, ne ricaverete circa 570 g. Ponete sul fuoco una pentola con abbondante acqua salata e portatela al bollore; quando bollirà salate: vi servirà per la cottura della pasta. Lavate, asciugate e tritate finemente il prezzemolo 2 che servirà successivamente per aromatizzare la pasta. Mondate la cipolla rossa e affettatela finemente 3 In una padella scaldate l’olio di oliva 4, poi versate la cipolla affettata 5 e lasciatela stufare a fuoco dolce per circa 5 minuti. Nel frattempo pelate le carote 6 E tagliatele a rondelle sottili 7 quindi versatele nel tegame 8, bagnate con un mestolo di acqua di cottura della pasta 9 e proseguite per altri 5 minuti la cottura delle verdure. Ora occupatevi delle zucchine: lavatele, spuntatele e tagliatele a rondelle 10, dopodiché lavate i pomodori, divideteli a metà 11 e poi ritagliate ciascuna metà a fettine trasversali per ottenere dei cubetti 12 A questo punto versate nel tegame anche le rondelle di zucchine 13 e i cubetti di pomodoro 14 Proseguite la cottura per circa 10-15 minuti. A metà cottura del condimento, buttate la pasta 15 che dovrà cuocere per circa 9 minuti o il tempo indicato sulla confezione, tenendo conto che dovrete scolarla al dente. Versate per ultime le fave 16, quindi regolate di sale e pepe e mescolate 17. Scolate la pasta al dente direttamente nel tegame con il sugo di verdure 18 Bagnate con un mestolo di acqua di cottura 19 la pasta e fatela saltare ancora per pochi istanti per legare al meglio tutti i sapori, poi spegnete il fuoco e profumate con il prezzemolo tritato 20. Le vostre pennette primavera sono pronte per essere gustate 21. "
}