{
    "title": "Pizzette di zucchine",
    "ingredients": [
        {
            "ingredient": "Zucchine tonde",
            "quantity": "600 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "100 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare le pizzette di zucchine cominciate lasciando asciugare la mozzarella così da evitare che il siero fuoriesca durante la cottura, quindi affettate ad uno spessore di circa 1 cm 1 poi tagliate prima a striscioline e infine a cubetti 2. Versate i cubetti di mozzarella in un colino per una ventina di minuti 3. Nel frattempo lavate e asciugate le zucchine, privatele della due estremità 4 e affettatele aiutandovi con una mandolina, o con un coltello, ottenendo fette spesse circa 1 cm 5. Sistemate i dischetti di zucchine in una pirofila e ungete con 20 grammi d’olio 6 aggiustate anche di sale 7 e disponetele su una griglia ben calda 8 lasciandole cuocere pochi minuti prima un lato 8 e poi l’altro 9 e continuate così fino a cuocerle tutte. Infine disponete su una leccarda rivestita con carta forno i vostri dischetti 10. In un recipiente versate la passata di pomodoro e conditela con origano 11, sale, pepe nero macinato e i restanti 20 grammi di olio 12, mescolate il tutto e versatene un po’ su ogni dischetto, insieme ai cubetti di mozzarella 13, e quando avrete terminato di condire tutti i dischetti 14 cuocete in forno statico preriscaldato a 200° per 5 minuti. Le vostre pizzette di zucchine sono pronte 15, servitele ancora calde! "
}