{
    "title": "Zuppa di cardi",
    "ingredients": [
        {
            "ingredient": "Cardi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "1 l"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 100 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la zuppa di cardi iniziate dalla preparazione del brodo seguendo la nostra ricetta del brodo di carne. Ora occupatevi della pulizia dei cardi: eliminate le foglie più esterne 1, spuntate le estremità e con un pelaverdure rimuovete i filamenti 2. Tagliate le coste a pezzetti di circa 5 cm 3, dovrete ricavarne circa 680 gr, riempite con acqua una ciotola e spremete all’interno il succo di limone, man mano che tagliate le coste dei cardi, immergete i pezzetti nella ciotola con acqua acidulata per evitare che anneriscano 4. Ora in un tegame portate al bollore dell’acqua salata, immergete i cardi scolati dall’acqua di conservazione 5 e fate sbollentare per un paio di minuti lasciandoli al dente. In una padella sciogliete il burro con l’olio di oliva 6; una volta sbollentati i cardi, scolateli con l’aiuto di una schiumarola 7 direttamente nella padella dove avete sciolto il burro con l’olio 8 , condite con sale e pepe e fate saltare i cardi in padella per 5 minuti. Ora versate i cardi in un altro tegame 9 aggiungete il brodo di carne 10 e cuocete per altri 5 minuti 11. Prendete 4 cocotte per servire la zuppa di cardi e in ciascuna versate un uovo intero, sbatte le uova con una forchetta 12, insaporite con il formaggio grattugiato 13 e aggiungete i cardi scolati 14, ultimate i piatti versando il brodo caldo 15. La vostra zuppa di cardi è pronta per essere gustata ben calda! "
}