{
    "title": "Zuppa di mais",
    "ingredients": [
        {
            "ingredient": "Pannocchie precotte",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Porri",
            "quantity": "puliti 140 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "120 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Paprika piccante",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la zuppa di mais, iniziate sgranando le pannocchie precotte a vapore: posizionatele su un tagliere e affettatele con un coltello per il senso della lunghezza 1, altrimenti potete anche sgranarle con le mani. Proseguite pulendo e tagliando le verdure che costituiranno il soffritto: pelate le carote con un pelapatate 2, dopodichè riducetele a bastoncini sottili e infine a dadini 3. Poi posizionate il porro su un tagliere ed eliminate entrambe le estremità (4-5), quindi tagliatelo a rondelle 6. Trasferite le carote a dadini 7 e il porro a rondelle 8 in una pentola capiente a bordi alti, irrorateli con un filo d'olio extravergine di oliva e fate rosolare a fuoco medio per qualche minuto 9. Quando le verdure del soffritto risulteranno ben dorate, unite i chicchi di mais 10 e lasciate insaporire per 5-6 minuti a fuoco dolce. Quindi salate e pepate a piacere 11, aggiungete il brodo vegetale fino a coprire il composto 12 e lasciate cuocere per circa 35 minuti. Per scoprire come preparare al meglio il brodo vegetale, consultate la Scuola di cucina: brodo vegetale. Mescolate di tanto in tanto e quando il composto si sarà ammorbidito e avrà assorbito parte del brodo 13, introducete il mixer ad immersione nella pentola 14 e frullate fino ad ottenere un composto denso ed omogeneo 15, aggiungendo del brodo se serve. Lasciate cuocere per circa 5 minuti e infine spegnete il fuoco. Nel frattempo preparate i crostini per accompagnare la zuppa di mais: tagliate 4 fettine di pane di grano duro e disponetele su una leccarda foderata con carta forno, quindi versate un filo d’olio extravergine di oliva su ogni fetta 16. Dopodichè salate a piacere e spolverate ogni fetta con la paprika piccante in polvere 17. Una volta condite le fettine di pane, infornate in forno statico preriscaldato a 250° per 5 minuti in modalità grill, fino a quando non risulteranno leggermente abbrustolite e croccanti 18. Se usate il forno ventilato, cuocete a 240° per 2 minuti e mezzo in modalità grill. Trascorso questo tempo, sfornate il tutto e lasciate raffreddare le fette di pane su una gratella, dopodichè disponetele su un tagliere e dividetele a metà per il senso della lunghezza, formando dei bastoncini 19 oppure formate dei cubetti. Impiattate la zuppa di mais e accompagnatela con i crostini 20. Spolverate il tutto con un pizzico di pepe e concludete versando un filo d’olio 21: non vi resta che servire e gustare la zuppa di mais con i crostini ben calda! "
}