{
    "title": "Risotto al prosciutto e melone",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "400 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Melone",
            "quantity": "(polpa) 350 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "20 g"
        },
        {
            "ingredient": "Stracciatella",
            "quantity": "160 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto al prosciutto e melone iniziate privando il melone di entrambe le calotte e tagliatelo a metà 1. Eliminate con un coltello la buccia esterna 2 e dividete nuovamente ogni metà in 2 parti uguali 3. Togliete la parte interna con i semi 4 e ricavatene delle fette non troppo spesse che taglierete a dadini di circa mezzo centimetro 5. Tenete da parte e nel frattempo prendete il prosciutto e tagliatelo a listarelle spesse circa 1 cm 6. Fatele rosolare in una padella antiaderente per alcuni minuti senza aggiungere olio 7: non appena si formerà una leggera crosticina in superficie saranno pronte. Ora tritate finemente lo scalogno 8. Versatelo in un tegame capiente e fatelo rosolare con un filo di olio 9. Quando sarà appassito unite il riso 10 e lasciatelo tostare qualche minuto. Sfumate poi con il vino bianco 11. Quando il vino sarà evaporato, aggiungete un mestolo di brodo vegetale 12. Mescolate di tanto in tanto il risotto e continuate ad aggiungere un mestolo di brodo, solo quando il precedente è stato totalmente assorbito. A cottura quasi ultimata aggiungete il melone 13 ed il prosciutto 14, tenendone qualche pezzo da parte per la decorazione finale, e mescolate il tutto. Una volta cotto il risotto, toglietelo dal fuoco ed unite la stracciatella per mantecare 15, continuando a mescolare fino a farla sciogliere, in modo da ottenere un risotto cremoso. Regolate di sale e pepe 16. Sciacquate le foglioline di maggiorana ed aggiungetele al risotto per aromatizzarlo 17. Ora impiattate, decorate con alcune listarelle di prosciutto tenute da parte e gustate questo originale risotto al prosciutto e melone 18! "
}