{
    "title": "Polpette di cavolfiore",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "650 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "130 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "700 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 fili"
        }
    ],
    "preparation": " Per preparare le polpette di cavolfiore iniziate dalla patata: sciacquatela e poi fatela lessare per circa 30-40 minuti in base alla grandezza (potete abbreviare i tempi usando una pentola a pressione). Intanto passate alla pulizia del cavolfiore: eliminate le foglie esterne 1, la parte del gambo 2 e staccate le cimette con le mani. Poi separatele ulteriormente sempre con le mani 4. Ponete sul fuoco una pentola colma d'acqua e quando inizierÃ a bollire versateci il cavolfiore 5 e lessatelo per una decina di minuti 6. Trascorsi i 10 minuti scolate bene il cavolfiore e lasciatelo intiepidire 7. A questo punto trasferitelo nel contenitore di un mixer dotato di lame 8 e azionate le lame fino a ridurre il cavolgiore in crema 9. Poi trasferitelo in una ciotola capiente. Quando anche la patata sarÃ cotta, scolatela e schiacciatela direttamente nella ciotola con la crema di cavolfiore (se usate lo schiacciapatate non ci sarÃ bisogno di pelarla) 10. Aggiungete le foglioline di timo 11 l'uovo leggermente sbattuto 12 e mescolate il tutto. Unite poi anche il Grana Padano grattugiato 13, il sale e il pepe 14 e mescolate per uniformare l'impasto 15. A questo punto prelevate circa 25 g di composto e formate le vostre polpette di cavolfiore 16; man mano posizionatele su un vassoio foderato con carta forno 17. Ne otterrete circa 35. Occupatevi ora di impanare le polpettine passandole prima nell'uovo 18 e poi nel pangrattato 19, posizionandole man mano su un altro vassoio 20. Scaldate l'olio di semi di arachide in un tegame profondo fino a raggiungere la temperatura di 170Â° (da misurare con un termometro da cucina) e iniziate a friggere poche polpette per volta 21, fino a che non risulteranno ben dorate; basteranno pochi minuti. Una volta cotte, scolatele dall'olio utilizzando una schiumarola 22 e trasferitele su un piatto foderato con della carta assorbente 23. Proseguite con la frittura delle altre polpette. Quindi occupatevi di preparare anche la salsa di accompagnamento: tritate finemente l'erba cipollina 24 e unitela alla panna acida posta in una ciotola, insieme ad un pizzico di pepe nero 25. Mescolate il tutto 26 e servite la vostra panna acida insieme alle polpette di cavolfiore appena fritte 27! "
}