{
    "title": "Insalata di pasta rustica e cubetti di pancetta affumicata",
    "ingredients": [
        {
            "ingredient": "Fusilli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Fagioli rossi precotti",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "da tritare 1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "da tritare 1 rametto"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "da tritare 4 fili"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        }
    ],
    "preparation": " Per preparare lâinsalata di pasta rustica lavate i peperoni divideteli a metÃ , eliminate i semi e i filamenti bianchi interni e poi tagliateli a listarelle 1, lavate, spuntate le zucchine e tagliate a listarelle anchâesse 2. In una padella fate rosolare i cubetti di pancetta affumicata qualche minuto 3, poi unite i peperoni 4, le zucchine, uno spicchio di aglio intero 5 (potrete toglierlo successivamente) e il trito di erbe aromatiche 6. Aggiungete anche il peperoncino rosso tritato 7. Cuocete per 10 minuti a fuoco vivace. Ora scolate i fagioli rossi (precotti) dalla loro acqua di conservazione 8 (se usate i fagioli secchi dovrete ammollarli in acqua per 12 ore e poi lessarli) e versateli nella padella con le verdure 9. Proseguite la cottura per un paio di minuti: le verdure non devono sfaldarsi ma rimanere croccanti. Poi eliminate lo spicchio di aglio e fatele raffreddare. Portate al bollore una pentola colma di acqua salata, prelevate un cucchiaino di acqua calda per sciogliere lo zafferano (10-11), e poi versatelo nell'acqua di cottura. Versate la pasta e cuocetela per il tempo indicato sulla confezione 12. Scolate la pasta al dente 13 e ponetela in una ciotola larga, condite con un filo di olio di oliva e lasciatela raffreddare. Per finire unite le verdure saltate in padella 14, mescolate lâinsalata di pasta rustica e servitela tiepida o anche fredda 15! "
}