{
    "title": "Linguine scampi e cognac",
    "ingredients": [
        {
            "ingredient": "Linguine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scampi",
            "quantity": "(circa 1,4 kg da pulire) 16"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Cognac",
            "quantity": "40 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Scampi",
            "quantity": "gli scarti"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare le linguine scampi e cognac pulite 12 scampi: staccate la testa degli scampi 1 ed eliminate il filo nero dell'intestino 2. Praticate due tagli laterali nella corazza posta sul ventre dei crostacei ed estraetene la polpa 3. Pulite anche i restanti 4 scampi ma senza togliere la testa. Con gli scarti degli scampi realizzate unÂ fumetto saporito: in una pentola versate lâolio di oliva, gli scarti degli scampi 4 e le verdure pelate e tagliate grossolanamente 5. Fate insaporire per qualche istante a fuoco medio poi sfumate con il vino bianco 6, quando il vino sarÃ evaporato, aggiungete lâacqua 7, coprite con il coperchio 8 e cuocete a fuoco basso per 10 minuti. A cottura ultimata filtrate il fumetto attraverso un colino e tenetelo da parte 9. In una padella scaldate lâolio e fatelo insaporire con uno spicchio di aglio per qualche minuto 10 poi versate la passata di pomodoro 11 e fate restringere il sugo per circa 20 minuti 12. In unâaltra padella scaldate lâolio con uno spicchio di aglio aggiungete gli scampi 13, fate insaporire qualche istante poi sfumate con il cognac 14 e cuocete per un paio di minuti a fuoco vivace 15. Ponete sul fuoco una pentola con abbondante acqua salata e portatela al bollore, versate la pasta 16 e cuocete per 5 minuti, proseguiranno la cottura in padella, scolatele direttamente nella padella con il sugo 17, unite un paio di mestoli di fumetto 18 e proseguite la cottura della pasta, in questo modo assorbirÃ gli aromi del condimento. Quando le linguine saranno cotte, incorporate gli scampi saltati in padella 19, aromatizzate con il prezzemolo tritato 20 e mescolate delicatamente. Servite le linguine con scampi e cognac ben calde 21 "
}