{
    "title": "Vichyssoise (crema fredda di porri e patate)",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "(solo la parte bianca) 450 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "sgrassato 1 l"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "grattuggiata 1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "150 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaio"
        }
    ],
    "preparation": " Per iniziare la preparazione della creme Vichyssoise, lavate e pelate le patate, sbucciate la cipolla e tagliate via la parte verde dei porri, tenendo solo quella bianca, dopodichè tagliate finemente questi ingredienti. Mettete in un tegame il burro e fatelo fondere, poi aggiungete la cipolla e i porri tagliati finemente; fate appassire gli ortaggi senza fargli prendere colore per almeno 10-15 minuti, coprendo con un coperchio. Proseguite la preparazione della vostra Vichyssosise aggiungendo nel tegame il brodo di pollo e le patate tagliate finemente, poi salate, pepate a piacere, mescolate il tutto e fate cuocere a fuoco dolce per almeno 30 minuti, coprendo il tegame con un coperchio. A cottura avvenuta, togliete il composto da fuoco e frullate il tutto con un mixer; aggiungete il latte, la panna e la noce moscata grattata, aggiustate eventualmente di sale e trasferite la creme Vichyssoise in un contenitore ad intiepidire a temperatura ambiente, dopodiché ponetela a raffreddare in frigorifero per almeno 4 ore. "
}