{
    "title": "Pappa al pomodoro",
    "ingredients": [
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "800 g"
        },
        {
            "ingredient": "Pane toscano",
            "quantity": "raffermo 300 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "1 mazzetto"
        }
    ],
    "preparation": " Per preparare la pappa al pomodoro cominciate con la preparazione del brodo vegetale (per maggiori informazioni sulla preparazione del brodo vegetale cliccate qui). Quindi procedete con la preparazione della pappa al pomodoro preparando il pane toscano. Appogiandolo su un tagliere tagliate il pane a fettine sottili 1. Quindi prendete una leccarda e dopo averla ricoperta con carta da forno riponetevi le fette di pane toscano una affianco all’altra senza sovrapporle 2. Infornate a 200° C per qualche minuto. Una volta estratte dal forno, lasciatele intiepidire. Quando saranno intiepidite strofinateci sopra gli spicchi di aglio preventivamente sbucciati 3. Prendete ora una padella antiaderente dai bordi alti e ponetevi all’interno il pane tostato. Versate all’interno la passata di pomodori 4 ed il brodo vegetale 5 affinchè le fettine di pane vengano totalmente ricoperte. A questo punto unite lo zucchero 6 e fate cuocere a fuoco basso per 40-50 minuti, per far evaporare il liquido. Mescolate di tanto in tanto per consentire una cottura uniforme e ridurre il pane in pappa. Aggiustate quindi di sale e pepe 7. A cottura ultimata, spegnete il fuoco e guarnite con foglie di basilico 8 per dare un sapore fresco ed intenso alla vostra pappa al pomodoro che sarà così pronta da servire i ciotole individuali o piatti fondi da irrorare con abbondante olio di oliva 9! "
}