{
    "title": "Pasta fave zucchine e bottarga",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "400 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "da pulire 1 kg"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "340 g"
        },
        {
            "ingredient": "Bottarga di muggine",
            "quantity": "in polvere q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "(facoltativo) 1 spicchio"
        }
    ],
    "preparation": " Per preparare la pasta con le fave, zucchine e bottarga iniziate a pulire le fave fresche.Â Staccate lâestremitÃ di ogni baccello e dividetelo a metÃ facendo pressione al centro con le dita. Estraete delicatamente i semi 1 e privateli della pellicina esterna 2. Se utilizzate delle fave giÃ pulite, ve ne occorreranno circa 400 g. In una padella fate scaldare un filo dâolio con uno spicchio d'aglio (potete ometterlo se non lo gradite) e aggiungete le fave. Potete favorire la cottura aggiungendo quanto basta di acqua 3. Cuocete le fave per circa 15 minuti, salate e pepate a piacimento. Mentre le fave cuociono per altri 15 minuti in padella, prelevatene metÃ 4 e frullatele, aggiungendo un poâ di acqua calda per ad ottenere una crema liscia e densa (5-6). Tenete la crema ottenuta da parte. Nel frattempo, lavate le zucchine, privatele delle due estremitÃ e tagliatele a striscioline sottili 7. Per questo passaggio potete consultare la scheda della scuola di cucina: come tagliare le verdure. Unite le striscioline di zucchine alle fave in padella gli ultimi 5 minuti di cottura, mescolate e fate saltare le verdure 8. Poi unite anche la crema di fave, mescolate gli ingredienti e spegnete il fuoco 9. In una pentola capiente portate a bollore lâacqua, salate a piacere e cuocete gli spaghetti 10. Una volta cotti, scolateli e passateli in padella per insaporirli con il condimento a fuoco medio. Terminate di mantecare la pasta aggiungendo la quantitÃ di bottarga di muggine o di tonno che gradite 11. Potete utilizzare anche la bottarga fresca da grattugiare direttamente in padella. Servite questa leggera e deliziosa pasta fave zucchine e bottarga ben calda 12! "
}