{
    "title": "Parmigiana di melanzane grigliate",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "8"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Edamer",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 200 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "½"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per realizzare la parmigiana di melanzane grigliate iniziate preparando il sugo di pomodoro: lavate, mondate e tagliate a cubetti la cipolla e l’aglio e fateli soffriggere in quattro cucchiai d’olio extravergine di oliva 1. Quando si saranno imbionditi, unite la passata di pomodoro 2 e lasciate cuocere a fuoco medio fino a che il sugo risulterà piuttosto denso. Infine aggiustate di sale e unite qualche foglia di basilico fresco spezzettata, poi spegnete il fuoco e mettete il sugo da parte 3. Ora occupatevi delle melanzane: spuntatele 4, lavatele e tagliatele a fette dello spessore di circa 1 cm, per il verso della lunghezza, utilizzando se l'avete l’affettatrice, così da ottenere fette più regolari e dello stesso spessore (se non l’avete usate tranquillamente una mandolina o un coltello) 5. Fate scaldare molto bene una piastra antiaderente e mettete a grigliare le melanzane per circa 10 minuti 6. Ungete quindi una pirofila antiaderente con dell’olio extravergine di oliva, poi cospargetene il fondo con qualche cucchiaio di sugo 7 e iniziate a comporre un primo strato di fette di melanzana, sistemate una di fianco all’altra, leggermente sovrapposte 8. Versate uniformemente altra salsa di pomodoro sulle melanzane 9, cospargete con il parmigiano reggiano e il pecorino 10 ed infine ricoprite con le fette di formaggio edamer 11. Composto il primo strato, continuate seguendo lo stesso procedimento anche per gli strati successivi, fino ad esaurimento degli ingredienti: disponete le fette di melanzana 12, il sugo di pomodoro 13, il parmigiano reggiano e il pecorino 14, le fette di formaggio edamer 15 ed infine nuovamente le melanzane 16, e così via. L'ultimo strato deve essere composto di solo pomodoro e parmigiano grattugiato 17. Da ultimo aggiungete un filo d’olio 18 e ponete la parmigiana di melanzane grigliate a cuocere in forno statico a 180° per circa un’ora, o finché il pomodoro non avrà formato una crosticina dorata. La parmigiana di melanzane grigliate è pronta: lasciatela riposare almeno 10 minuti prima di servirla, così si compatterà un po' e potrà essere tagliata e servita più agevolmente. Buon appetito! "
}