{
    "title": "Anello di riso con cuore di mozzarella e gamberi",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Birra analcolica",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare l'anello di riso con cuore di mozzarella e gamberi iniziate dalla preparazione dei gamberi (in alternativa, potete usare le mazzancolle): prendete i gamberi e tenetene da parte 1/3 (serviranno per la guarnizione finale), sbollentate il resto dei gamberi per qualche minuto in acqua bollente 1, lasciateli immersi per 4-5 minuti e scolateli con una schiumarola 2; fateli raffreddare per un paio di minuti e poi procedete con la pulizia. Eliminate la testa 3, le zampette, sfilate il carapace e la coda e togliete il filamento di intestino sul dorso, avendo cura di tenere da parte testa e carapace che serviranno per il fumetto. Per ulteriori dettagli consultate la scheda Come pulire i gamberi della Scuola di cucina. (In alternativa potete pulire i gamberi da crudi, tagliarli a pezzetti e scottarli in padella con l'olio per qualche minuto). Una volta puliti, tagliateli a piccoli bocconcini 4 e teneteli da parte. Ora occupatevi del fumetto: riempite un pentolino con 500 ml di acqua e aggiungete gli scarti dei gamberi 5 che avete tenuto da parte dopo la pulizia (testa, carapace, coda). Fate cuocere per almeno 30 minuti in modo da insaporire il brodo. Una volta pronto, filtrate il fumetto attraverso un colino e tenetelo da parte, servirà per la cottura del risotto. (Per un gusto ancora più ricco preparate il fumetto seguendo la scheda Fumetto di crostacei della Scuola di cucina). Tagliate la mozzarella a pezzetti 6, ponetela in un colino per eliminare l'acqua di conservazione 7. prendete i fiori di zucca, eliminate il gambo, aprite delicatamente i fiori di zucca con le dita ed estraete i pistilli carnosi posti all’interno e sulla base dei fiori stessi eliminate il picciolo 8, praticate un taglio sul lato lungo e apriteli 9. Ungete uno stampo per ciambella del diametro superiore di cm 22-23 cm e della capacità di 1750 ml 10 , foderate le pareti dello stampo con i fiori di zucca (11-12) e tenete da parte i fiori che avanzano, serviranno per il risotto. Ora che avete predisposto tutti gli ingredienti necessari iniziate a preparare il risotto: ponete in un tegame l’olio, fate appassire la cipolla per almeno 10 minuti, quando sarà imbiondita unite il riso 13, fatelo tostare qualche minuto, sfumate con la birra a temperatura ambiente 14 e quando sarà evaporata unite poco alla volta il fumetto di pesce 15 precedentemente preparato. A metà cottura aromatizzate il risotto con il timo 16 e unite i fiori di zucca avanzati 17. Continuate la cottura del riso, aggiungendo brodo ogni volta che il riso avrà assorbito quello precedente. Una volta pronto, lasciate intiepidire il risotto. A questo punto potete comporre l’anello: prendete lo stampo che avete foderato con i fiori di zucca: riempite lo stampo con metà riso, livellate la superficie con il dorso di un cucchiaio e premete al centro del riso, per formare un incavo 18; quindi alzate il riso sulle pareti laterali, per meglio disporre poi il ripieno. Adagiate al centro della conca ottenuta il ripieno di mozzarella 19 e gamberi 20. Ricoprite il tutto con il restante riso 21, livellate bene la superficie con il dorso di un cucchiaio 22. Cuocete l’anello in forno statico a 180° per 40 minuti (oppure in forno ventilato a 160 ° per 30 minuti). A cottura ultimata 23 lasciate intiepidire e poi estraete l’anello dallo stampo rovesciandolo su un piatto di portata 24. Terminate il piatto guarnendo l’anello con i gamberi tenuti da parte: in un padella con olio e uno spicchio di aglio fate saltare i gamberi interi con il guscio 25 per pochi minuti, poi poneteli al centro dell’anello, adagiandoli con la coda verso l'esterno 26. Il vostro anello di riso con cuore di mozzarella e gamberi è ora pronto per essere portato in tavola 27. "
}