{
    "title": "Chicche con pomodorini pesto e cozze",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Origano",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Basilico",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 15 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "7 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        }
    ],
    "preparation": " Per realizzare le chicche con pomodorini pesto e cozze iniziate dalla preparazione delle chicche: lavate le patate e senza sbucciarle, mettetele in una pentola con dell'acqua salata 1 e lasciatele bollire. Ancora calde, sbucciatele 2, schiacciatele con uno schiacciapatate 3 e mettetele su un piano di lavoro dove avrete disposto a fontana la farina con un pizzico di sale 4, impastate il tutto fino ad ottenere un composto compatto ma allo stesso tempo soffice. A questo punto aggiungete un uovo 5 e continuate ad impastare per avere un impasto senza grumi e compatto 6. Quindi, dividete l'impasto in tanti filoni dello spessore 1 cm 7, tagliateli a tocchetti di 1,5 cm con un coltello o un tarocco 8 e riponeteli man mano su un vassoio infarinato 9. Intanto occupatevi del pesto: ponendo l'aglio sbucciato nel mortaio, cominciate a pestare e quando l'aglio si sarà ridotto in crema , aggiungete le foglie di basilico 10 insieme ad un pizzico di sale grosso, che servirà a frantumare meglio le fibre e a mantenere un bel colore verde acceso, schiacciate, quindi, il basilico contro le pareti del mortaio ruotando il pestello 11 continuate così fino a quando dalle foglie di basilico non uscirà un liquido verde brillante, a questo punto aggiungete i pinoli e ricominciate a pestare per ridurre in crema. Aggiungete i formaggi un po' alla volta, mescolando continuamente e per ultimo versate a filo l'olio di oliva extravergine 12 mescolando sempre con il pestello. Amalgamate bene gli ingredienti fino ad ottenere una salsa omogenea 13 tenete da parte il pesto e occupatevi delle cozze. Pulite le cozze: sciacquatele sotto l’acqua fresca corrente. Con il dorso della lama di un coltello eliminate tutte le incrostazioni, staccate manualmente la barbetta. Sempre sotto l’acqua fresca corrente e utilizzando una paglietta d'acciaio 14, sfregate energicamente le cozze per eliminare ogni impurità. Cuocete le cozze ponendole in un in un tegame con un filo di olio di oliva e uno spicchio di aglio 15, copritele con un coperchio e mettetele sul fuoco vivo lasciando che si aprano spontaneamente, ci vorranno circa 5 minuti. Eliminate tutte le valve e conservate i molluschi in una ciotolina 16 e conservatele insieme all’acqua di cottura delle cozze. Lavate i pomodorini e tagliateli a metà 17, cuocete in padella i pomodorini con un filo di olio di oliva e le erbe aromatiche tritate 18 per 10 minuti, poi unite le cozze con la loro acqua 19, proseguite per altri 5 minuti e poi incorporate il pesto 20, mescolate per insaporire 21 e spegnete il fuoco. Ponete sul fuoco una pentola con abbondante acqua salata e portatela al bollore, cuocete le chicche pochi minuti 22, scolatele appena riaffiorano in superficie 23 e versatele nella padella con il condimento. Fate insaporire la preparazione per pochi secondi a fuoco medio e poi servite le chicche con pomodorini pesto e cozze ben calde 24! "
}