{
    "title": "Chili con carne",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "macinato 800 g"
        },
        {
            "ingredient": "Fagioli neri precotti",
            "quantity": "700 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "160 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Cumino in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Coriandolo in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il chili con carne, per prima cosa preparate circa 500 g di brodo di carne seguendo la nostra ricetta. Passate alla preparazione degli ingredienti: tagliate a fettine sottili gli spicchi dâaglio 1, la cipolla rossa 2 e quella bianca 3. Tritate il peperoncino 4 e tagliate il peperone a tocchetti 5. Scaldate metÃ dellâolio in una casseruola (possibilmente di ghisa), aggiungete la carne macinata 6 e rosolatela a fuoco medio-alto mescolando bene. Condite con un cucchiaino di sale 7, sfumate con un mestolo di brodo 8 e continuate a rosolare per una decina di minuti, poi trasferite la carne in una ciotola e tenete da parte 9. Nella stessa casseruola versate lâolio rimanente e aggiungete il peperoncino 10, lâaglio 11 e le cipolle 12. Unite anche i peperoni 13 e insaporite con un cucchiaino di sale, il pepe 14 e lo zucchero di canna 15. Aggiungete anche il cumino e il coriandolo in polvere 16, sfumate con un mestolo di brodo 17 e cuocete a fiamma medio-alta per 10 minuti. A questo punto, unite la carne macinata rosolata in precedenza 18. Versate la passata di pomodoro 19 e quasi tutto il brodo rimanente 20, coprite con il coperchio 21 e cuocete a fuoco medio-basso per 60 minuti, mescolando di tanto in tanto e controllando che non si asciughi troppo; in questo caso allungate con un pochino di brodo. Trascorso questo tempo, aggiungete i fagioli col loro liquido di conservazione 22, coprite ancora con il coperchio e cuocete per altri 40 minuti, sempre a fuoco medio-basso. Una volta pronto, togliete la casseruola dal fornello e lasciate riposare per una decina di minuti 23. Guarnite con qualche fogliolina di coriandolo e servite il vostro chili con carne ancora caldo 24! "
}