{
    "title": "Gnocchetti di grano saraceno al Grana Padano e pepe",
    "ingredients": [
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "250 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "a pasta gialla 550 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "Riserva oltre 20 mesi 50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchetti di grano saraceno al Grana Padano DOP e pepe per prima cosa bollite le patate con la buccia 1 per circa 30 minuti o fino a quando non risulteranno morbide (il tempo di cottura dipende anche dalla grandezza delle vostre patate). Una volta che le patate saranno cotte, versate su una spianatoia la farina 2 e al centro schiacciate le patate ancora calde e con la buccia con l’apposito schiacciapatate 3. Iniziate a raccogliere gli ingredienti con le mani 4, poi unite l’uovo 5 e continuate a impastare energicamente 6 fino a ottenere un impasto compatto. Formate un panetto 7. Prelevate con il tarocco delle porzioni di impasto 8 e con ciascuno formate dei filoncini (9 ). Da questi filoncini ritagliate con un tarocco o un coltello dei tocchetti da 1 cm 10. Passate ciascun bocconcino sull’apposito riga gnocchi 11 per conferire la tipica striatura. Se non disponete del riga gnocchi potete realizzare lo stesso motivo con i rebbi una forchetta. Man mano che gli gnocchi sono pronti, adagiateli su un vassoio ricoperto con un canovaccio 12. Una volta che avrete terminato gli gnocchi ponete sul fuoco una pentola colma di acqua salata e portate al bollore. Ora occupatevi del condimento: versate il latte in una padella 13, portatelo a sfiorare il bollore e poi aggiungete il Grana Padano DOP grattugiato 14. Mescolate per far sciogliere il formaggio 15. Quando avrete ottenuto una consistenza vellutata 16 potrete cuocere gli gnocchi pochi minuti in acqua bollente 17 e man mano che riaffiorano a galla, scolate con una schiumarola e versateli direttamente nella padella con il condimento 18. Insaporite con pepe macinato a piacere 19 e servite subito i vostri gnocchetti di grano saraceno al Grana Padano DOP e pepe ben caldi (17-18). "
}