{
    "title": "Pasta con zucchine e salsiccia",
    "ingredients": [
        {
            "ingredient": "Farfalle",
            "quantity": "320 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "270 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "220 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la pasta con zucchine e salsiccia iniziate a tritare lo scalogno finemente 1. Lavate e spuntate le zucchine, quindi tagliatele prima a fette e poi a cubetti grandi circa mezzo cm 2. Lavate anche i pomodorini e tagliateli in 4 3. A questo punto prendete la salsiccia e con un coltellino incidete il budello, quindi eliminatelo tirandolo delicatamente con le mani 4. Tritate la salsiccia al coltello 5 e tenetela da parte. In un tegame versate l'olio e lo scalogno 6. Lasciatelo appassire per qualche minuto e aggiungete lo spicchio d'aglio 7, il rosmarino precedentemente tritato 8 e cuocete per 2-3 minuti. Aggiungete la salsiccia, mescolate il tutto 9 e cuocete ancora per circa 5-6 minuti. Sfumate con il vino bianco 10 e una volta evaporata tutta la parte alcolica aggiungete le zucchine 11 e i pomodorini 12. Aggiustate di sale e di pepe e lasciate cuocere per 10-15 minuti mescolando di tanto in tanto 13. Nel frattempo cuocete la pasta in abbondante acqua bollente, salata a piacere 14. Una volta che il condimento sarÃ cotto eliminate l'aglio 13, scolate la pasta al dente 16 e trasferitela direttamente nel condimento. Mescolate per amalgamare gli ingredienti 17 e impiattate la vostra pasta con zucchine e salsiccia 18. "
}