{
    "title": "Gnocchi di zucca con salsa di taleggio",
    "ingredients": [
        {
            "ingredient": "Zucca",
            "quantity": "(polpa) 350 g"
        },
        {
            "ingredient": "Patate rosse",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Taleggio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "fresco 300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare gli gnocchi di zucca con salsa al taleggio iniziate dall’impasto degli gnocchi. Cuocete le patate per 20 minuti in un tegame con abbondante acqua salata 1. Potete verificarne la cottura con i rebbi di una forchetta: saranno pronte quando saranno morbide ma non si sfaldano. Alternativamente potete cuocere le patate intere in forno ed una volta cotte ricavarne la polpa con un cucchiaio. Nel frattempo tagliate la zucca a fette e privatela dei semini e dei filamenti interni 2, quindi toglietene la buccia 3. Tagliatela a fettine sottili 4 e riponetele ben distanziate su una leccarda foderata con carta forno. Fatela cuocere in forno ventilato preriscaldato a 200°C per 15-20 minuti 5. Con questa operazione la zucca si asciugherà, rendendo più agevole la lavorazione successiva dell’impasto. Una volta pronta tenetela da parte. Intanto anche le patate saranno pronte, sbucciatele e procedete con la preparazione degli gnocchi. Setacciate la farina sul piano di lavoro 6 e date la forma a fontana creando un incavo al centro. Schiacciate le patate ancora molto calde con l’apposito attrezzo 7. E’ fondamentale che le patate siano ancora calde perché in questo modo avranno ancora molto amido che agevola la preparazione dell’impasto. Regolate di sale e pepe. Aromatizzate l’impasto con della noce moscata 8 e schiacciate con lo schiacciapatate anche la zucca ancora calda 9. Lavorate il più velocemente possibile l’impasto aiutandovi con un tarocco per compattare gli ingredienti 10. Quindi sbattete un uovo 11 e, dopo aver dato all’impasto la forma a fontana, unite al centro anche l’uovo 12. Con una forchetta amalgamate l’uovo all’impasto 13 e lavoratelo velocemente con un tarocco 14, dandogli la forma di un panetto. Setacciatevi la fecola 15. Amalgamate anche la fecola velocemente con un tarocco 16 e date all’impasto una forma di sfera 17 che coprirete lasciando riposare a temperatura ambiente con un canovaccio 18 per circa 10 minuti. Dopodiché riprendete l’impasto, spolverizzate il piano di lavoro con della farina per non farlo attaccare e prendetene un piccolo pezzo. Lavoratelo dandogli la forma di bastoncino, poi con un tarocco tagliatelo a piccoli tocchetti della dimensione circa di 1,5-2 cm circa 19. Ripetete l’operazione sino a terminare l’impasto. Infine prendete ciascun tocchetto di impasto e pressandolo leggermente sui rebbi di una forchetta o sull’apposito strumento di legno create le caratteristiche rigature 20. Disponete via via gli gnocchi pronti per essere cotti su un vassoio coperto con uno strofinaccio infarinato 21 e teneteli da parte. Procedete con la preparazione della salsa di taleggio: tagliate il formaggio a cubetti 22 e scaldate il latte in un pentolino 23, senza farlo arrivare a bollore, e aromatizzatelo con della noce moscata 24. Mentre scaldate il latte in un altro pentolino sciogliete a fuoco dolce il burro a cui unirete la farina a pioggia 25. Durante questa operazione continuate a frustare gli ingredienti per creare un roux abbastanza denso e dorato 26. Ora unite il latte 27, continuando a frustare. Versate poi il taleggio a cubetti 28 e scioglietelo mescolando con le fruste a mano. Lasciate addensare il composto a fuoco dolce e quando avrete ottenuto la giusta consistenza spegnete il fuoco e versatelo in una padella antiaderente. A questo punto cuocete gli gnocchi pochi per volta in abbondante acqua salata 29. Quando riaffioreranno in superficie saranno pronti: raccoglieteli con una schiumarola 30 per scolare l’acqua in eccesso. Versateli nella padella con la salsa di taleggio 31 e amalgamateli bene 32 affinché gli gnocchi raccolgano la fonduta di formaggio. In ultimo impiattate i vostri gnocchi di zucca con salsa al taleggio 33 e gustateli ancora caldi! "
}