{
    "title": "Ciambella di riso ripiena di melanzane",
    "ingredients": [
        {
            "ingredient": "Riso Arborio",
            "quantity": "540 g"
        },
        {
            "ingredient": "Melanzane tonde",
            "quantity": "450 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "520 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 120 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "per friggere q.b."
        }
    ],
    "preparation": " Per preparare la ciambella di riso ripiena di melanzane come prima cosa iniziate a realizzare il risotto. Versate un filo d'olio in un tegame 1, unite il riso 2 e tostatelo per qualche minuto 3.Â Aggiungete poi la passata di pomodoro 4, salate 5, pepate e unite i primi 300 grammi d'acqua 6.Â Coprite con un coperchio 7 e portate a cottura per 25/30 minuti mescolando di tanto in tanto e aggiungendo altra acqua al bisogno 8. Nel frattempo lavate la melanzana, spuntatela e tagliatele a fettine spesse circa 5 mm con una mandolina 9.Â Versate l'olio in una padella e scaldatelo fino a raggiungere una temperatura di 170Â°. Poi immergete poche fettine di melanzane 10 e cuocetele per pochi minuti fino a che non saranno ben dorate 11. Poi scolatele, trasferitele su un foglio di carta assorbente 12 e proseguite con la cottura delle altre.Â Tagliate poi il caciocavallo a cubetti 13 e tenetelo da parte. Quando il riso sarÃ arrivato a cottura 14 spegnete il fuoco. Aggiungete il parmigiano 15 e mescolate il tutto 16. A questo punto oliate il fondo di uno stampo da ciambella del diametro di 20 cm in superficie e 23 cm sulla base 17, quindi foderatelo con il pangrattato 18. In questo modo non avrete difficoltÃ a sformare la ciambella.Â Versate all'interno circa la metÃ del riso 19, compattando bene con un cucchiaio 20. Poi sistemate al centro del risoÂ metÃ delle melanzane fritte 21, i cubetti di caciocavallo 22 e le altre melanzane fritte sopra 23. Coprite il tutto con il riso rimasto 24Â e livellatelo con un cucchiaio pressandolo come fatto in precedenza 25. Cuocete in forno statico preriscaldato a 200Â° per circa 25 minuti, poi sfornatela 26 e lasciatela riposare per circa 15 minuti prima di rovesciarla su un piatto da portata 27.Â "
}