{
    "title": "Risotto ai porcini e zafferano",
    "ingredients": [
        {
            "ingredient": "Funghi porcini",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "60 g"
        },
        {
            "ingredient": "Riso Arborio",
            "quantity": "320 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 5 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare il risotto ai porcini e zafferano iniziate a realizzare il brodo vegetale; una volta pronto dedicatevi alla pulizia dei funghi porcini. Aiutandovi con un coltellino eliminate la terra in eccesso dal gambo 1, quindi puliteli con un panno umido 2. A questo punto tagliate a fette sottili i funghi porcini 3. Versate l’olio in una padella, aggiungete lo spicchio d’aglio 4 e lasciatelo imbiondire a fuoco dolce. Unite i funghi porcini 5 e cuocete per qualche minuto, mescolando spesso e molto delicatamente, in modo da non romperli. Verso fine cottura aggiustate di sale, spolverate con il prezzemolo tritato finemente 6 e continuate la cottura per altri 5 minuti a fuoco basso. Tenete da parte i funghi e occupatevi di realizzare il risotto. Mondate la cipolla, tritatela finemente 7 e trasferitela in un tegame insieme ad un filo d’olio. Lasciatela imbiondire dolcemente 8, quindi unite il riso e lasciatelo tostare, mescolando spesso 9. Una volta che il riso avrà cambiato colore, sfumatelo con il vino bianco 10, aggiungete un mestolo di brodo 11 e continuate la cottura mescolando spesso e aggiungendo altro brodo al bisogno. Versate lo zafferano in un bicchiere e stemperatelo aggiungendo un mestolo di brodo caldo 12. Unite lo zafferano al risotto solo verso il termine della cottura 13 e continuate a mescolare per amalgamarlo al meglio. Una volta cotto il riso, aggiustate di sale e di pepe, spegnete il fuoco, mantecate con il grana 14 e aggiungete in ultimo i funghi porcini 15. Mescolate ancora una volta e servite il vostro risotto ai porcini e zafferano ancora fumante! "
}