{
    "title": "Risotto alla salsiccia e Nebbiolo",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "½ cucchiaio"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Salsiccia di Bra",
            "quantity": "300 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "1 l"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Nebbiolo",
            "quantity": "125 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare il risotto alla salsiccia e Nebbiolo, iniziate preparando il brodo di carne che andrà utilizzato poi caldo per la ricetta. Quindi passate a mondare il cipollotto eliminando la barbetta 1 e quasi tutta la parte verde 2. Rimuovete lo strato più esterno e tagliate il cipollotto a fettine per il senso della lunghezza 3. In una padella scaldate 20 g di olio, 20 g di burro 4 e versate il cipollotto per rosolarlo a fuoco basso 5. Aggiungete un pizzico di pepe e quando sarà ben dorato, spegnete il fuoco e mettete da parte il cipollotto 6 mantenendo il fondo di cottura. Proseguite con la salsiccia: tagliate la salsiccia di Bra a pezzi per rimuovere più facilmente il budello che la riveste 7; quindi riducete la polpa a pezzi più piccoli 8. Riaccendete il fuoco sotto la padella che avevate usato per rosolare il cipollotto e fate soffriggere leggermente la foglia di alloro e mezzo rametto di rosmarino 9. L'altro mezzo rametto potete intanto tritarlo finemente e tenerlo da parte, servità successivamente per completare il piatto. Ora potete unire i pezzi di salsiccia in padella 10 e farla abbrustolire bene solo da un lato mentre l'altro dovrà rimanere più morbido, quindi non ci sarà bisogno di girarla. Sfumate quindi con il Nebiolo 11 e lasciate ridurre il fondo di cottura lentamente. quando il fondo di cottura della salsiccia sarà ridotto 12, potrete togliere dal fuoco e lasciar intiepidire. Quindi potete passare al risotto: mondate la cipolla e tritatela finemente 13; versate in un tegame dal fondo spesso mezzo cucchiaio di olio e 20 g di burro. Mettete a rosolare la cipolla 14 e dopo qualche istante unite anche il riso 15. Non sarà necessario tostarlo a lungo, bagnate quasi immediatamente con il vino bianco 16, poi aggiungete un paio di mestoli di brodo di carne caldo 17 e abbassate la fiamma per far gonfiare lentamente il riso. Dovrete vedere delle bollicine non troppo sviluppate 18. Continuate a versare il brodo al bisogno 19 e a mescolare man a mano per portare il riso a cottura. Quando mancano 5 minuti spegnete il fuoco e mantecate il risotto unendo 40 g di burro e il Parmigiano 20. Mescolate, lasciate riposare il riso gli ultimi 4 minuti 21, poi potete impiattare: versate nei piatti da portata il riso 22 e la salsiccia al centro 23, completate con il cipollotto, una spolverata di pepe e del rosmarino tritato in precedenza 24. Potete servire il vostro risotto alla salsiccia. "
}