{
    "title": "Casarecce di legumi con puntarelle cotte e olive",
    "ingredients": [
        {
            "ingredient": "Casarecce di ceci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Puntarelle",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "80 g"
        },
        {
            "ingredient": "Primosale",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        }
    ],
    "preparation": " Per preparare le casarecce di legumi con puntarelle cotte e olive come prima cosa ponete sul fuoco una pentola colma d'acqua, salata a piacere che servirÃ per la cottura della pasta. Mondate lo spicchio d'aglio, schiacciatelo utilizzando la lama di un coltello 1 e trasferitelo in un tegame insieme ad un filo d'olio. Tagliate le puntarelle a metÃ 2 e unitele nel tegame dopo aver soffritto l'aglio 3.Â Cuocete a fuoco medio per circa 5 minuti. Regolate di sale e di pepe 4. Unite le olive 5 e cuocete per altri 2 minuti 6.Â A questo punto cuocete la pasta in acqua bollente 7, portandola a metÃ cottura. Nel ftattempo tagliate il primosale a fette 8 e sbriciolatelo con le mani 9.Â Quando la pasta sarÃ a metÃ cottura scolatela utilizzando una schiumarola e trasferitela nel tegame con le puntarelle 10. Aggiungete un paio di mestoli d'acqua di cottura 11 e terminate la cottura per circa 4 minuti 12.Â A questo punto spegnete il fuoco. Eliminate lo spicchio d'aglio 13, aggiungete un filo d'olio 14 e la maggiorana 15. Aggiungete il primosale 16, mescolate ancora 17 e servite 18.Â "
}