{
    "title": "Avocado toast",
    "ingredients": [
        {
            "ingredient": "Avocado",
            "quantity": "1"
        },
        {
            "ingredient": "Pane per tramezzini",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "2"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "½"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "coppata 8 fette"
        },
        {
            "ingredient": "Cavoletti di Bruxelles",
            "quantity": "20 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Senape",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fragole",
            "quantity": "1"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "10 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'avocado toast come prima cosa tritate finemente cipolla 1, peperoncino 2 e coriandolo 3.Â Prendete poi l'avocado, dividetelo a metÃ 4 ed eliminate il nocciolo. Utilizzando un cucchiaio estraetene la polpa e posizionatela all'interno di un contenitore dai bordi alti 5. Versate poi l'olio 6,Â spremete i lime e aggiungetene il succo 7; frullate il tutto con un mixer ad immersione 8 fino ad ottenere una crema liscia. Aggiungete il coriandolo tritato 9, le cipolle e il peperoncino 10. Mescolate il tutto e tenete da parte in frigorifero 11. Nel frattempo ponete le fette di pane su una leccarda foderata con la carta forno, ungetele leggermente 12 e tostatele a 200Â° per circa 5 minuti.Â Tostate anche le fette di pancetta distendendole su un foglio di carta forno 13 e infornatele sempre a 200Â° per circa 5 minuti 14. Per preparare i toast con i cavolini invece tagliateli finemente 15 e conditeli con sale e olio; aggiungete anche i semi di papavero 16 e mescolate il tutto 17. Tenete da parte e preparate le uova strapazzate: rompete l'uovo in una ciotolina, unite la senape 18, un pizzico di saleÂ e sbattete il tutto 19. Scaldate un filo d'olio in un tegame e versate l'uovo all'interno 20; aspettate pochi istanti poi mescolate con una spatola 21Â e cuocete, mescolando spesso, fino ad ottenere delle uova strapazzate. Tagliate poi la fragola a metÃ e dividetela in 4 spicchi 23. A questo punto non vi resta che comporre i toast: prendete 3 delle 4 fette di pane e spargete uno strato di crema all'avocado su tutta la superficie 24.Â Posizionate sulla prima le fette di pancetta 25, sulla seconda i cavolini di Bruxelles 26 e sulla terza le uova strapazzate 27.Â Prendete la quarta fetta di pane e spalmate su metÃ il mascarpone e sull'altra metÃ la crema di avocado 28, poi decorate con le fragole e con il miele 29. I vostri toast di avocado sono pronti 30, non vi resta che scegliere quale assaggiare prima!Â "
}