{
    "title": "Cavatelli con pancetta e zucca",
    "ingredients": [
        {
            "ingredient": "Cavatelli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucca mantovana",
            "quantity": "450 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "a cubetti 200 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cavatelli con zucca e pancetta iniziate a preparare la zucca: pulite la zucca: privatela dei semi, sbucciatela e tagliatela a fette 1, poi riducetela a cubetti di circa 1 cm 2. Prendete una teglia, rivestitela con carta da forno e versate all’interno i cubetti di zucca. Condite la zucca con olio, sale, pepe 3 e aromatizzate con il rametto di timo e la foglia di alloro 4. Cuocete i dadini di zucca in forno statico preriscaldato per 20 minuti a 200° (in forno ventilato a 180° per 15 minuti). Quando la zucca si sarà ammorbidita, sfornatela e tenetela da parte 5. Intanto occupatevi dei cavatelli: ponete sul fuoco una pentola dal bordo alto, versate l’acqua, salate e portate a bollore. Cuocete i cavatelli 6 per 7-8 minuti se usate la pasta fresca, se invece utilizzate la pasta secca dovrete prolungare di un paio di minuti la cottura. Potete anche realizzare voi la pasta fresca seguendo la nostra ricetta dei Cavatelli. Intanto che la pasta cuoce ponete sul fuoco una padella ampia, irrorate con un filo di olio di oliva e versate all’interno i cubetti di pancetta dolce 7. Fate saltare la pancetta per qualche minuto in modo che risulti rosata, a questo punto unite in padella i dadini di zucca cotti al forno 8, mescolate il tutto per qualche istante e non appena la pasta sarà al dente, scolatela e unitela al condimento. Fate saltare la pasta con la zucca e la pancetta qualche minuto, il tempo necessario perché si insaporisca. A questo punto i vostri cavatelli con zucca e pancetta sono pronti per essere portati in tavola bene caldi 9! "
}