{
    "title": "Pasta con fiori di zucca e bottarga",
    "ingredients": [
        {
            "ingredient": "Spaghetti Senza Glutine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "(da pulire) 300 g"
        },
        {
            "ingredient": "Bottarga di tonno",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cipollotti rossi",
            "quantity": "di Tropea 1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "secco 40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di pompelmo",
            "quantity": "da grattugiare q.b."
        }
    ],
    "preparation": " Per preparare la pasta con fiori di zucca e bottarga, iniziate dalla pulizia dei fiori: puliteli con un panno, poi eliminate il picciolo interno 1, tritateli finemente con un coltello dalla lama affilata 2. Pulite il cipollotto, tagliate via la barbetta finale e la parte verde, quindi riducetelo a fettine 3 Lavate e tagliate i pomodorini a metÃ 4. Mettete a bollire in un tegame abbondante acqua da salare a bollore: servirÃ poi per cuocere gli spaghetti. In una padella versate un filo d'olio 5, poi unite il cipollotto per farlo soffriggere 6 mescolando di tanto in tanto; dopo pochi istanti aggiungete i pomodorini e il timo fresco a rametti 7, fate soffriggere il tutto a fuoco medio per qualche minuto, quindi aggiungete i fiori di zucca tritati in precedenza 8; sfumate con il vino bianco 9, quindi abbassate il fuoco e cuocete fino a quando la nota alcolica non sarÃ evaporata del tutto. Salate e pepate a piacere 10, mescolate e spegnete il fuoco. Cuocete la pasta tenendola indietro di un paio di minuti rispetto alla tempistiche indicate sulla confezione 11; grattugiate la bottarga di tonno 12. Scolate la pasta direttamente nella padella in cui avete preparato il condimento e mantecate a fuoco bassoÂ 13, aggiungendo un mestolino dâacqua di cottura 14. Saltate la pasta a fuoco dolce, spegnete il fuoco, aggiungete un filo dâolio, la bottarga grattugiata (tenendone un poâ da parte per guarnire il piatto) 15. Impiattate nei singoli piatti da portata, guarnite con un altro po' di bottarga 16 e scorza di pompelmo non trattato grattugiata 17. Servite la vostra pasta con fiori di zucca e bottarga ben calda 18! "
}