{
    "title": "Branzino al forno",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "media 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare il branzino al forno iniziate pulendo il branzino: tagliategli le pinne, squamatelo 1 ed eliminate le interiora, per vedere come fare cliccate qui.Sciacquate poi il branzino sotto l’acqua corrente e introducete nel suo ventre due foglie di salvia, l'alloro, lo spicchio di aglio e una presa di sale 2. Lavate i pomodorini e tagliateli a quarti; lavate, mondate e tritate la carota, il sedano e la cipolla. Accendete il forno a 180°. Ponete il trito di verdure in una padella con l’olio e fatelo appassire a fuoco lento 3, poi aggiungete il prezzemolo 4 e i pomodorini 5 e fate cuocere il tutto per almeno 5 minuti a fuoco basso. Aggiungete il basilico spezzato grossolanamente con le mani, aggiustate di sale e pepate e versate il condimento su una teglia da forno abbastanza capiente da contenere il branzino, ponetevi il branzino e irroratelo con dell'olio di oliva.Infornatelo e fatelo cuocere per 45/50 minuti, (il tempo di cottura varierà a seconda del peso e dello spessore del branzino) spruzzandolo quando serve con un po' di vino bianco. A cottura ultimata estraete il pesce dal forno, sfilettatelo (per vedere come fare cliccate qui) e disponetelo su di un piatto da portata irrorandolo col suo fondo di cottura. "
}