{
    "title": "Crostata di patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "550 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "a fette 100 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "dolce 60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crostata di patate iniziate a lavare e pelare le patate 1. Grattugiatele utilizzando una grattugia a fori larghi 2 e man mano trasferitele all'interno di un colino posto su una ciotola 3. Utilizzando una spatola strizzatele schiacciandole delicatamente, in modo da eliminare l'acqua in eccesso 4. Per asciugare ulteriormente le patate ponetele su un canovaccio pulito e allargatele utilizzando una forchetta 5. Posizionate un altro canovaccio al di sopra delle patate e utilizzatelo per tamponarle ulteriormente, in modo che risultino completamente asciutte 6. Nel frattempo preriscaldate il forno in modalità statica a 180°. Trasferite poi le patate in una ciotola 7 e conditele con sale 8 e pepe 9. Aggiungete poi la panna fresca 10, le foglioline di timo 11 e l'uovo 12. Mescolate per amalgamare tutti gli ingredienti 13. Imburrate uno stampo dal fondo estraibile di 20 cm e ricopritelo con il pangrattato 14. Versate il composto di patate all'interno 15 e spargetelo su tutta la superficie utilizzando una forchetta, pressando delicatamente anche sui bordi (16-17). Cuocete in forno statico preriscaldato a 180° per circa 35 minuti, finché i bordi risulteranno ben dorati 18. Estraete la vostra base dal forno, quindi farcitela con il formaggio a fette 19, il prosciutto cotto 20 e il gorgonzola. Per quest'ultimo basterà aiutarvi con un cucchiaino per spargere dei mucchietti su tutta la crostata 21. A questo punto 22 rimettete la crostata di patate in forno sempre a 180° per altri 10 minuti. Non appena il formaggio sarà fuso, sfornate 23, estraete dallo stampo e gustate la vostra crostata di patate 24. "
}