{
    "title": "Pasta autunnale",
    "ingredients": [
        {
            "ingredient": "Pennette Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cavolo nero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Castagne",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "secco 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la pasta autunnale cominciate dalla cottura delle castagne. Ponetele in un una pentola con abbondante acqua fredda non salata, e mettetele sul fuoco 1. Lessatele per circa 20-25 minuti dal primo bollore, quindi scolatele 2, lasciatele intiepidire e sbucciatele 3. Tagliatele grossolanamente, in 3-4 pezzi ciascuna 4. Tritate quindi il peperoncino secco 5 e ponetelo insieme allâolio in una larga padella. Appena comincia a sfrigolare, unite le castagne 6 e fatele dorare per qualche minuto a fiamma vivace 7. Salate e tenetele da parte. Dedicatevi alle verdure: pulite la zucca in modo da ricavarne 300 g e tagliatela a dadini 8; poi lavate bene il cavolo, tagliate via la base del mazzo 9 e tagliate sottilmente le foglie 10. In un capiente tegame scaldate lâolio e fatevi soffriggere lâaglio, tagliato in grossi pezzi per poterli rimuovere con facilitÃ a fine cottura. Aggiungete il cavolo nero 11 e dopo un minuto la zucca 12. Aggiungete un mestolo di acqua e portate a cottura, mescolando spesso, per circa 15 minuti 13. Regolate di sale solo verso fine cottura 14. Intanto, portate a bollore una pentola di abbondante acqua salata e buttate la pasta 15. Unite il gorgonzola al cavolo e alla zucca ormai cotti 16, da cui avrete rimosso lâaglio usato per il soffritto. Amalgamate bene per farlo sciogliere 17, scolate la pasta al dente 18 E aggiungetela al tegame insieme alla zucca, al cavolo nero e al gorgonzola 19. Amalgamate bene, unite le castagne piccanti rosolate 20, mescolate e impiattate la vostra sfiziosissima pasta autunnale 21! "
}