{
    "title": "Paniscia alla novarese",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320"
        },
        {
            "ingredient": "Fagioli borlotti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cotenna di suino",
            "quantity": "50 g"
        },
        {
            "ingredient": "Salame",
            "quantity": "d'la duja 150 g"
        },
        {
            "ingredient": "Mortadella di fegato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lardo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare la paniscia alla novarese, iniziate dal minestrone di verdure: sgranate i fagioli borlotti 1, lavate e tagliate in due i pomodorini 2, quindi lavate e tagliate il sedano 3. Pelate le carote e taglaitele prima a metà nel senso della lunghezza e poi a tocchetti 4, poi prendete la verza, togliete le foglie più esterne 5, privatela del torsolo centrale e tagliatela a listerelle 6 non troppo piccole. Procedete tagliando anche la cotenna di maiale a listarelle 7 e poi in una pentola dai bordi alti andate a versare la cotenna 8, i fagioli, i pomodorini, le carote 9 il sedano 10 e infine la verza 11. Versate poi due litri di acqua fredda 12 fino a coprire tutti gli ingredienti, salate 13, pepate, mescolate il tutto e lasciate andare per almeno due ore a fuoco lento. Nel frattempo che cuociono le verdure, dedicatevi al salame e alla mortadella di fegato: togliete la pelle dalla mortadella di fegato 15, tagliatela a tocchetti 16, poi con un foglio di carta da cucina pulite il salame dallo strutto 17, togliete la pelle 18 poi tagliate anch'esso a tocchetti insieme al lardo 19, quindi mettete tutto da parte. Tritate la cipolla finemente 20, poi in un tegame ampio versate il burro e la cipolla sminuzzata 21 e fatela appassire a fuoco lento per circa 7-8 minuti. Versate il lardo 22, il salame 23 e la mortadella e fate cuocere per circa 5 minuti 24. Unite il riso nel tegame 25, fatelo tostare per qualche minuto, mescolando, dopodiché sfumate col vino rosso 26. Una volta trascorse le due ore, quando il brodo sarà pronto aggiungetelo al risotto insieme anche alle verdure 7. Aggiungete il brodo man mano che evapora 28, poi spegnete il fuoco, lasciate riposare per circa 3-4 minuti 29 e la vostra paniscia alla novarese è pronta per essere servita! 30 "
}