{
    "title": "Bombe di patate veloci",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fette 100 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "70 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "fresco q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale di maldon",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le bombe di patate veloci, per prima cosa mettete a lessare le patate in abbondante acqua fredda 1: ci vorranno circa 20 minuti. Una volta cotte, lasciatele raffreddare e rimuovete la buccia 2. Versate la farina in una ciotola capiente, poi schiacciate le patate direttamente nella ciotola 3. Mentre iniziate a impastare con le mani, aggiungete anche il lievito istantaneo 4, lâuovo 5 e un pizzico abbondante di sale fino. Continuate ad impastare fino ad ottenere un composto omogeneo 6, poi trasferitelo sul piano da lavoro che avrete leggermente infarinato e lavorate ulteriormente lâimpasto per formare una palla 7. Ponete nuovamente lâimpasto nella ciotola, coprite con pellicola trasparente e lasciate riposare a temperatura ambiente, in un luogo asciutto, per circa 10-15 minuti 8. Nel frattempo prendete la scamorza affumicata, rimuovete la crosta e tagliatela a cubetti piuttosto piccoli 9. Trascorso il tempo di riposo dellâimpasto, stendetelo con un mattarello su un piano leggermente infarinato fino a uno spessore di circa 0,5 cm 10. Prendete un coppapasta del diametro di 8 cm e usatelo per ricavare dei dischi dalla sfoglia 11: in tutto dovrete ottenere 16 dischi 12. Farcite 8 di questi dischetti con mezza fetta di prosciutto, un cucchiaino di cubetti di scamorza 13 e qualche foglia di origano fresco 14, poi coprite con i restanti dischetti 15 e premete bene i bordi con le dita per sigillare il ripieno ed evitare che fuoriesca durante la frittura 16. Dopo aver farcito e sigillato tutti i dischetti 17, versate lâolio di semi in un pentolino e portatelo alla temperatura di 160Â°-170Â°. Immergete un pezzo per volta con lâaiuto di una ramina 18 e lasciatelo cuocere per circa 2-3 minuti per lato. Quando sarÃ dorato da entrambe le parti, rimuovetelo delicatamente dallâolio 19 e mettetelo a scolare su un foglio di carta per fritti 20. In ultimo, condite con sale di maldon 21 e servite le vostre bombe di patate veloci ben calde! "
}