{
    "title": "Polpettine di carciofi con cuore filante",
    "ingredients": [
        {
            "ingredient": "Carciofi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Montasio",
            "quantity": "65 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 12 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 300 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpettine di carciofi con cuore filante, iniziate a pulire i carciofi: togliete le foglie esterne 1 e tagliate il gambo; poi tagliate le punte e divideteli a metà quindi eliminate la parte centrale più secca, detta barba 2. Metteteli in una bacinella con acqua abbondante e con il succo di un limone tagliato a metà 3 per non farli annerire. Quando avrete pulito tutti i carciofi, fateli cuocere in abbondante acqua salata 4 in pentola a pressione per 10 minuti (se non avete una pentola a pressione sbollentateli per 20 minuti): i carciofi dovranno risultare teneri ma non sfatti. Intanto, ricavate da un pezzo di pane (meglio se raffermo), eliminando la crosta esterna, 300 gr di mollica e tagliatela a cubetti 5. Scolate i carciofi e poneteli in un mixer: azionate le lame per renderli in crema 6. Salate e pepate, aggiungete la mollica a cubetti 7, il grana grattugiato e l’uovo 8 e infine uno spicchio d’aglio schiacciato 9. Frullate il tutto fino a che tutti gli ingredienti non saranno ben amalgamati. Trasferite il composto ottenuto in una ciotola e unite il prezzemolo tritato 10. Lasciate intiepidire il composto e nel frattempo, tagliate il montasio a cubetti piccoli, circa mezzo cm 11. A questo punto formate le polpette: prendete circa 20 gr di impasto e modellatelo a forma di pallina con le mani 12. Per facilitare l'operazione, bagnate il palmo con l'acqua. Con l'indice, premete delicatamente la polpetta al centro, formando un piccolo buchino 13 in cui inserirete un cubetto di montasio 14. Girate ancora con i due palmi la pallina di impasto, in modo che il ripieno sia ben coperto e la polpetta risulti uniforme. Una volta terminato il ripieno, impanate le polpettine passandole prima nell'uovo sbattuto 15 e subito dopo nel pangrattato 16, che dovrà ricoprirle interamente. Riscaldate l'olio in una pentola capiente e, quando sarà arrivato a temperatura (circa 180 gradi), friggete le polpettine, girandole di tanto in tanto, in modo che siano ben dorate da tutti i lati 17. Se non volete friggere le polpottine, potete cuocerle in forno a 200° per 25 minuti, fino a che non si saranno dorate. Scolate le polpettine e lasciatele asciugare su carta assorbente: servite le polpettine di carciofi con cuore filante subito, per gustare al meglio il ripieno di montasio! "
}