{
    "title": "Pasta e pesce in guazzetto",
    "ingredients": [
        {
            "ingredient": "Bigoli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Rombo",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Cozze",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vongole veraci",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cannolicchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Canocchie",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare la pasta e pesce in guazzetto iniziate pulendo tutto il pesce: pulite molto bene sotto l'acqua fredda le cozze eliminando quelle rotte o aperte, quindi togliete loro il bisso (barbetta) che fuoriesce dalle valve e grattate il guscio con un coltellino o con una paglietta nuova di acciaio (clicca qui per vedere come fare) per quanto riguarda le vongole veraci, ecco una dritta per eliminare quelle piene di sabbia: armatevi di pazienza e prendetene una alla volta, picchiate la vongola con la parte del taglio sopra un tagliere di legno 1 e verificate se fuoriesce del nero. Se questo accade, gettate via la vongola perchè sarà piena di sabbia scurissima. Sciacquate le canocchie sotto l’acqua fredda e i cannolicchi 2. A questo punto sfilettate il rombo, prima di tutto eliminate con le forbici la pinna dorsale 3 e le due laterali 4; poi con la punta di un coltello praticate una piccola incisione nello stomaco in modo da estrarre le interiora 5. Spellatelo quindi con la lama affilata di un coltello, a questo punto deliscatelo e ricavatene 4 filetti 6. In un largo tegame preparate un soffritto con uno spicchio d’aglio schiacciato e dell’olio extravergine di oliva, poneteci le cozze e le vongole 7, coprite con un coperchio e fatele dischiudere. Nel frattempo in un pentolino fate sciogliere il concentrato di pomodoro con un po’ d’acqua e aggiungete l’aceto di vino bianco 8. Unite alle cozze e alle vongole ormai aperte anche le canocchie intere 9, i filetti di rombo e i cannolicchi 10, salate, pepate e aggiungete il concentrato di pomodoro. Coprite il tegame e fate cuocere per circa 5/7 minuti. Aggiungete quindi i pomodorini ridotti in cubetti 11 e il prezzemolo tritato. Scolate la pasta che avrete cotto in acqua bollente salata (noi abbiamo usato della pasta fresca), unite il sugo di cottura del pesce, due cucchiai di olio extravergine di oliva e fate saltare la pasta 12. Servite la pasta e pesce in guazzetto ponendo su di ogni piatto una fetta di filetto di rombo, poi la pasta e in ultimo cozze, vongole, canocchie e cannolicchi. "
}