{
    "title": "Spaghetti integrali con pesto di piselli, pomodori secchi e stracciatella",
    "ingredients": [
        {
            "ingredient": "Spaghetti Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Stracciatella",
            "quantity": "300 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "(freschi, da sgranare) 1 kg"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti integrali con pesto di piselli freschi, pomodori secchi e stracciatella per prima cosa sgranate i piselli 1: dovrete ottenere circa 350 grammi di piselli sgranati. Poneteli nel bicchiere del mixer, tenendone da parte qualcuno per decorare i piatti. Aggiungete i pistacchi tritati 2 e lâolio extravergine di oliva 3. Unite anche il basilico 4 (tenendo da parte 4 foglioline per decorare), regolate di sale e pepe e frullate gli ingredienti per ottenere un pesto consistente e non troppo liscio 5. Tenete da parte e occupatevi ora dei pomodorini: tagliateli nel senso della lunghezza a listarelle di 2-3 mm 6. In una padella antiaderente ponete i pinoli 7 e fateli tostare per qualche minuto, saltandoli per evitare che brucino. Intanto calateÂ gli spaghetti in abbondante acqua bollente salata a piacere 8, e, mentre cuociono, trasferite il pesto di piselli crudi in unâampia padella antiaderente e diluiteloÂ con un mestolo di acqua di cottura della pasta 9. Amalgamate il pesto e scaldatelo a fuoco dolce 10. Scolate gli spaghetti al dente 11 e saltateli in padella con il pesto, aggiungendo altra acqua di cottura, se necessario, per amalgamare meglio il condimento 12. Unite quindi circa metÃ dellaÂ stracciatella 13, metÃ dei pinoli e metÃ dei pomodori secchi 14 e mischiate bene 15. Procedete ad impiattare: distribuite gli spaghetti nel piatto, aggiungete un poâ di stracciatella distribuendola in straccetti sparsi, qualche filetto di pomodoro, il resto dei pinoli 16, i piselli crudi tenuti da parte 17 e infine guarnite con le foglioline di basilico. I vostri spaghetti integrali con pesto di piselli freschi sono pronti per essere gustati 18! "
}