{
    "title": "Lasagne di carciofi ai formaggi",
    "ingredients": [
        {
            "ingredient": "Lasagne all'uovo",
            "quantity": "fresche 250 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "12"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "400 g"
        },
        {
            "ingredient": "Taleggio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le lasagne ai carciofi, iniziate con la loro pulizia. Puliteli, togliendo le foglie esterne e le punte e poi tagliateli a fette sottili 1. Nel frattempo che procedete con la ricetta, teneteli ammollo in una ciotola d'acqua con un limone tagliato a metÃ , in modo che non anneriscano 2. Preparate un trito di scalogno e fatelo soffriggere in una casseruola insieme a 4 cucchiai di olio 3. Aggiungete i carciofi tagliati a fettine, ben scolati 4, lasciateli soffriggere a fuoco medio e, a metÃ cottura, aggiungete un bicchiere di vino bianco 5; fate sfumare, aggiustate di sale e pepe, quindi terminate la cottura dei carciofi, coprendo la pentola per 5-10 minuti, fino a che non saranno ben teneri 6. Se durante questo tempo, i carciofi risultassero troppo asciutti, unite mezzo bicchiere d'acqua. Mentre i carciofi cuociono, preparate la besciamella: riscaldate il latte, speziandolo con pepe e noce moscata; sciogliete il burro in un casseruola a fuoco dolce e aggiungete la farina 7. Mescolate velocemente con una frusta a spirale per evitare che si formino grumi. Quando la farina si sarÃ completamente amalgamata aggiungete il latte caldo, salate e, continuando a mescolare, fate addensare il tutto 8. I carciofi intanto saranno pronti 9. Tagliate a fette o a pezzi, come preferite, la caciotta 10 e il taleggio , a cui toglierete la crosta 11. Ora passate alla composizione della lasagna: in una pirofila da forno, versate un paio di cucchiai d'olio 12 e di besciamella e preparate il fondo della lasagna. Adagiate il primo strato di lasagne 13 e ricopritelo con i carciofi 14, con il Grana Padano grattugiato e con le fette di formaggi 15. Coprite con la besciamella e spolverizzate con altro Grana Padano 16. Quindi proseguite con gli strati fino all'esaurimento degli ingredienti: lasagna, carciofi 17, formaggi e besciamella 18. Infine componete l'ultimo strato delle lasagne ai carciofi: ricoprite con besciamella e un cucchiaio di carciofi 19. Spolverizzato con il Grana Padano grattugiato 20 e infornate per 45 minuti a 180 gradi, o fino a che la superficie della pietanza non sarÃ diventata dorata 21. Servite le vostre lasagne ai carciofi ben calde. "
}