{
    "title": "Straccetti di manzo",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "noce o scamone 600 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "o acqua calda 50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli straccetti di manzo come prima cosa iniziate a preparare il brodo vegetale (se preferite potete utilizzare in alternativa 50 g di acqua calda) Una volta pronto iniziate a realizzare le cialdine di Parmigiano: su una leccarda foderata di carta forno formate 4 mucchietti con il parmigiano 1, poi aiutandovi con un cucchiaio date alle vostre cialdine la forma che preferite, noi abbiamo scelto una forma allungata 2, ma potete optare se preferite per la classica circolare. Cuocete in forno statico preriscaldato a 180° per 10 minuti, fino a che risulteranno ben dorate 3. Nel frattempo occupatevi di preparare gli straccetti. Se avete un unico pezzo di carne ricavate prima delle fette 4 e poi da questo delle listarelle 5. Trasferitele all'interno di un colino posto sopra una ciotola e aggiungete la farina 6. Scuotete il colino in modo da eliminare la farina in eccesso e da infarinare tutti gli straccetti in maniera uniforme 7. Versate 20 g di olio extravergine d'oliva in un tegame capiente, scaldatelo per qualche istante e poi unite gli straccetti 8. Saltateli per qualche minuto, mescolando, fino a che non si creerà una crosticina dorata, salate, pepate quindi sfumate i vostri straccetti di manzo con il brodo (o l'acqua calda) 9. Attendete ancora un paio di minuti fino a che non avrete ottenuto la caratteristica cremina 10. Nel frattempo in una ciotola condite la rucola (precedentemente lavata) con sale, pepe, 10 g di olio 10 e aceto balsamico 12; mescolate il tutto. Adagiate un letto di rucola su un piatto da portata, posizionate al di sopra gli straccetti caldi 13 e servite gli straccetti di manzo insieme alle cialdine di Parmigiano (14-15)! "
}