{
    "title": "Timballo di riso ai 4 formaggi",
    "ingredients": [
        {
            "ingredient": "Fontina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Groviera",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "120 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare il timballo di riso ai 4 formaggi iniziate con la preparazione del risotto: tritate finemente lo scalogno e fatelo imbiondire in 15 gr di burro 1. Aggiungete quindi il riso carnaroli 2, fatelo ben tostare e poi aggiungete un mestolo di brodo che farete sfumare 3. Continuate la cottura del risotto aggiungendo di tanto in tanto un mestolo di brodo. A cottura avvenuta mantecate con 15 gr di burro 4 e 50 gr di parmigiano grattugiato, condite infine con una spolverata di noce moscata e del pepe nero. Tagliate la mozzarella e la fontina a fettine sottili 5.Imburrate una pirofila grande o delle piccole pirofile monoporzione e disponete sul fondo un primo strato di circa 2 cm di risotto 6, che ricoprirete con fettine di mozzarella alternate a fettine di fontina 7, cosparse con il prosciutto crudo ben tritato 8. Fate quindi un altro strato di riso 9 e uno di Gruyere grattugiato (60 gr circa) 10 , e coprite con un altro strato di riso.Irrorate con il rimanente burro fuso 11, spolverizzate con il Gruyere ed il parmigiano rimasti 12, e quindi infornate a 220° per circa 30 minuti, per far fondere i formaggi e lasciare leggermente gratinare la superficie.Quando sarà trascorso il tempo necessario affinché si formi una crosticina dorata, togliete il timballo di riso dal forno e lasciatelo riposare 5-10 minuti; poi preparate le porzioni che disporrete nei singoli piatti da portata, e servite il timballo di riso ai 4 formaggi immediatamente! "
}