{
    "title": "Risotto alla birra con mortadella e fiori di zucca",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "un pezzo unico 100 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "90 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato ½"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "da grattugiare 1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 l"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il risotto alla birra con mortadella e fiori di zucca, preparate per prima cosa il brodo vegetale (potete consultare il procedimento cliccando sulla Scuola di cucina: come preparare il brodo vegetale, rispettando le dosi di questa ricetta). Poi tritate finemente le erbe aromatiche 1, mondate e tritate anche la cipolla 2, poi grattugiate lo zenzero fresco 3. Poi grattugiate anche la scorza del limone 4, riducete la mortadella a dadini 5; infine pulite i fiori di zucca: sciacquateli delicatamente sotto acqua corrente, poi tamponateli con un panno quindi apriteli delicatamente e prelevate il pistillo interno 6 e il gambo. Quindi tagliateli a striscioline 7. In una padella ampia e piuttosto profonda, versate l'olio e 20 g di burro 8 per farlo sciogliere a fuoco dolce. Dopodiché aggiungete il trito di cipolla 9 e mescolate per farla appassire. A questo punto versate il riso per farlo tostare, mescolando con un cucchiaio di legno 10. Quindi sfumate con la birra 11 e fatela evaporare. Poi iniziate a versare un mestolo di brodo vegetale alla volta 12 aspettando che si assorba prima di proseguire con un altro. A metà cottura aggiungete i dadini di mortadella 13, la scorza del limone 14 e lo zenzero grattugiato 15. Unite al risotto anche il trito di erbe aromatiche 16. Cuocete il risotto aggiungendo a mano a mano brodo vegetale, quindi al termine della cottura spegnete il fuoco e aggiungete i fuori di zucca (17-18) mantecate con il restante burro 19 e il Parmigiano grattugiato 20. Potete servire il risotto alla birra con fiori di zucca ben caldo 21! "
}