{
    "title": "Minestrone alla milanese",
    "ingredients": [
        {
            "ingredient": "Riso Arborio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipolle borettane",
            "quantity": "150 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fagioli borlotti",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "125 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Salvia",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Lardo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cotenna di suino",
            "quantity": "50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il minestrone alla milanese, mettete i fagioli a bagno nell'acqua 1 almeno per 12 ore e trascorso questo tempo scolateli 2. Tritate finemente insieme il rosmarino e la salvia 3 e a parte il prezzemolo. Tagliate a listerelle il lardo 4 e a dadini molto piccoli la cotenna 5. Lavate e, a parte le cipolline che andranno solo pelate, tagliate a dadini tutte le verdure, : le zucchine, il sedano,le carote, i pomodori 6, le patate e la mezza cipolla. Tagliate la verza a metà 7 ed eliminate la parte centrale bianca e dura incidendola con il coltello 8. Tagliate la parte delle foglie a striscioline 9. Ora che tutte le verdure sono tagliate passate alle cottura: in una pentola capiente versate l'olio e fate rosolare lo spicchio d'aglio 10 che eliminerete non appena sarà rosolato. Fate soffriggere il lardo e il trito di cipolla 11 per un minuto e poi unite i dadini di cotenna, lasciando soffriggere ancora per un paio di minuti per insaporire bene l'olio 12. A questo punto potete aggiungere poco alla volta tutte le verdure: le patate 13, il sedano, la carota e le zucchine 14, quindi i fagioli 15 e mescolate con un cucchiaio di legno. Aggiungete le cipolline pelate 16, insaporite con il trito di salvia e rosmarino 17, unite i pomodori tagliati a pezzi 18 e infine aggiungete il prezzemolo 19, girate con un cucchiaio di legno 20 e aggiungete acqua quanto basta fino a ricoprire tutte le verdure 21 e salate. Coprite con un coperchio e lasciate cuocere a fuoco dolce per 40 minuti . Trascorso questo tempo aggiungete la salsa di pomodoro 22, la verza 23 e il riso 24. Coprite di nuovo e lasciate cuocere per altri 20 minuti 25; in ultimo controllate che tutte le verdure siano cotte e che il brodo risulti denso e profumato 26, altrimenti continuate la cottura per altri 5-10 minuti. Togliete dal fuoco il minestrone, insaporite con il pepe e terminate con il parmigiano grattugiato 27: ecco pronto il minestrone alla milanese! "
}