{
    "title": "Fregola con verdure e gorgonzola",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "320 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "650 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la fregola con verdure e gorgonzola per prima cosa preparate il brodo vegetale, poi occupatevi delle verdure: lavate e spuntate la melanzana 1, riducetela a cubetti 2 e trasferitela in uno scolapasta, cospargetela di sale grosso 3 e lasciate riposare per circa 20 minuti. Nel frattempo riducete a cubetti anche le zucchine 4 e le carote 5 e tritate finemente la cipolla 6. Scaldate lâolio in una casseruola, aggiungete la cipolla 7 e soffriggetela per un paio di minuti, poi unite le carote 8, le zucchine 9 e le melanzane che avrete precedentemente sciacquato e strizzato con le mani 10. Saltate le verdure a fuoco vivace per qualche minuto, poi sfumate con il vino bianco 11. Quando il vino sarÃ completamente evaporato, abbassate la fiamma e cuocete per una decina di minuti, mescolando ogni tanto 12. A questo punto aggiungete la fregola 13 e fatela tostare a fiamma vivace per un paio di minuti insieme alle verdure, poi versate un mestolo di brodo 14, mescolate e abbassate la fiamma. Aggiustate di sale 15 e pepe e proseguite la cottura come se fosse un risotto, aggiungendo il brodo non appena questo viene assorbito e mescolando spesso per evitare che si attacchi sul fondo. A cottura ultimata aggiungete il gorgonzola 16, spegnete la fiamma e mescolate bene 17. Lasciate riposare la vostra fregola verdure e gorgonzola per un paio di minuti prima di servirla guarnita con una manciata di prezzemolo tritato 18! "
}