{
    "title": "Passatelli al pesto di zucchine",
    "ingredients": [
        {
            "ingredient": "Brodo di carne",
            "quantity": "1 l"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "350 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i passatelli al pesto di zucchine iniziate dal pesto, per ulteriori dettagli su questa preparazione consultate la ricetta Pesto di zucchine: lavate le zucchine, privatele delle estremità e, con l’aiuto di una grattugia, sminuzzatele 1. Ponete le zucchine grattugiate in un colino e salatele leggermente, così che perdano il liquido in eccesso 2. Nel frattempo nel mixer ponete le foglie di basilico, il prezzemolo, lo spicchio di aglio sbucciato, i pinoli, l'olio extravergine 3, il parmigiano e il pecorino grattugiati. Frullate il tutto e aggiungete un filo d’olio e un pizzico di sale e pepe. Unite le zucchine al composto 4 insieme ad un altro filo d'olio 5 quanto basta per rendere cremoso il pesto e completate con un ultimo giro di lame. Il pesto dovrà risultare morbido e omogeneo 6. Tagliate a listarelle i pomodori secchi, reidratateli in acqua calda, poi sciacquateli affinché perdano il sale in eccesso, scolateli e uniteli al pesto 7 ( se usate i pomodori secchi sott'olio, scolateli e asciugateli prima di aggiungerli al pesto) mescolate con un cucchiaio di legno per ottenere una salsa omogenea 8 che terrete da parte. Occupatevi ora dei passatelli, per la cottura preparate un brodo di carne seguendo la nostra ricetta. Per l’impasto dei passatelli potete seguire la ricetta classica dei passatelli. Ponete le uova in una ciotola, aggiungete il sale 9 e sbattetele con una frusta o una forchetta. Incorporate il parmigiano grattugiato 10, il pangrattato e aromatizzate con la noce moscata grattugiata 11 e la scorza di limone anch’essa grattugiata 12, impastate a mano il composto 13 finché non sarà compatto 14, poi formate un panetto 15 e lasciatelo riposare 5 minuti. Trascorso il tempo di riposo riprendete il panetto, portate al bollore il brodo di carne e formate i passatelli con l’apposito strumento (il ferro per passatelli) oppure con uno schiacciapatate con fori larghi, spremete l’impasto e fate cadere i passatelli direttamente nella pentola con il brodo caldo 16, cuocete qualche minuto finché i passatelli non riaffioreranno in superficie, a quel punto scolateli con una schiumarola e trasferiteli nella ciotola con il pesto 17, mescolate delicatamente con un cucchiaio per insaporirli con il condimento. I vostri passatelli al pesto di zucchine sono pronto 18 gustateli ben caldi! "
}