{
    "title": "Tagliolini al limone",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 medie) 70 g"
        },
        {
            "ingredient": "Semola",
            "quantity": "per la spianatoia q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "possibilmente non trattato 1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i tagliolini al limone, per prima cosa preparate la pasta fresca: in una ciotola versate la farina (potete rimanere un po' indietro rispetto alla dose consigliata e aggiungerne al bisogno mentre impastate) 1, rompete le uova e iniziate a mescolare con una forchetta 2, poi usate le mani per maneggiare gli ingredienti fino a ottenere un impasto omogeneo 3. Trasferite l’impasto su un piano di lavoro leggermente infarinato e continuate a lavorarlo energicamente 4; aggiungete poca farina se necessario e maneggiate fino a ottenere un impasto liscio ed elastico. Formate una pallina 5 e ponetela in un sacchetto per alimenti 6 o avvolgetela nella pellicola trasparente e fate riposare almeno 30 minuti a temperatura ambiente, in luogo fresco e asciutto. Trascorso il tempo di riposo, riprendete la pasta, spolverizzate con pochissima farina 00, poi dividetela in 2 porzioni; richiudete nella pellicola quella che non usate subito per non farla seccare, l'altra potete tirarla con la macchina (potete in alternativa usare il mattarello), passando dal livello più basso a quello più alto fino a ottenere una sfoglia molto sottile 7. Adagiate le strisce ottenute su un piano di lavoro leggermente infarinato con semola rimacinata, con cui potrete spolverizzare anche le sfoglie pasta 8. Ricavate tre rettangoli da ciascuna sfoglia, lasciate che si asciughino per 2-3 minuti per lato. Dopodiché avvolgete i rettangoli su se stessi, senza pressare, per formare dei rotolini 9 e tagliateli col coltello a striscioline di 2 mm di spessore 10. Srotolate i tagliolini con delicatezza prendendo un lembo di pasta 11, arrotolateli a nido 12 e lasciateli seccare su un canovaccio pulito e leggermente infarinato oppure su uno stendipasta. Proseguite fino a terminare tutta la pasta fresca. Una volta pronti i tagliolini, passate alla preparazione del condimento: lavate bene il limone e grattugiate la scorza 13, facendo attenzione a evitare la parte bianca, di sapore amarognolo; poi spremete il succo del limone 14. Prendete un tegame capiente o una padella larga dai bordi alti, aggiungete l’olio, il burro e la scorza di limone 15 e fate sciogliere il tutto a fuoco molto dolce. Unite anche il succo di limone (potete filtrarlo per evitare che i semini finiscano nel condimento) 16. Lessate i tagliolini in acqua bollente salata per 1-2 minuti al massimo 17, poi scolateli e aggiungeteli direttamente alla padella col condimento 18. Fate saltare velocemente il tutto, aggiungendo un mestolo di acqua di cottura della pasta se necessario e mescolando per amalgamare bene 19. Aggiungete qualche fogliolina di timo 20 e spegnete il fuoco. I vostri tagliolini al limone sono pronti per essere serviti ben caldi 21! "
}