{
    "title": "Spaghetti integrali con fiori e crema di zucchine",
    "ingredients": [
        {
            "ingredient": "Spaghetti Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "con fiore 400 g"
        },
        {
            "ingredient": "Cipolle ramate",
            "quantity": "70 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 g"
        },
        {
            "ingredient": "Semi di zucca",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti integrali con fiori e crema di zucchine come prima cosa pelate le patate 1 e tagliatele a cubetti piccoli 2. Tenete da parte e passate alle zucchine. Staccate delicatamente il fiore 3, che utilizzerete dopo.Â Spuntate le zucchine e tagliatele a rondelle 4. Affettate ora la cipolla 5 e lasciatela soffriggere in padella con un giro d'olio. Quando sarÃ appassita unite le patate 6 e le zucchine.Â LasciateÂ rosolare per qualche istante 7, poi insaporite con sale e pepe. Coprite con i 250 g d'acqua 8 e fate cuocere il tutto per circa 10 minuti. A questo punto aggiungete le foglie di basilico 9 e trasferite il tutto all'interno del bicchiere di un mixer.Â Frullate fino ad ottenere una crema liscia 10 e tenete da parte. Passate alla pulizia dei fiori. Eliminate il pistillo 11, i peduncoli 12 e divideteli in due strappandoli con le mani.Â A questo punto cuocete la pasta in abbondante acqua salata bollente 13 e nel frattempo tostate i semi di zucca in padella 14. Versate la crema di patate e zucchine in un tegame 13 e regolate la consistenza aggiungendo eventualmente un po' d'acqua di cottura della pasta.Â Scolate poi gli spaghetti e trasferiteli direttamente all'interno della padella con la crema 16. Accendete il fuoco, unite i fiori 17 tenendone eventualmente qualcuno da parte per la decorazione finale. Unite al bisogno ancora un po' d'acqua di cottura, mescolate bene 18 e aspettate che i fiori siano leggermente appassiti.Â Trasferite gli spaghetti in un piatto 19, guarnite con i semi di zucca tostati, i fiori crudi 20 e servite subito la pasta 21.Â "
}