{
    "title": "Gnocchi colorati con salsa allo yogurt",
    "ingredients": [
        {
            "ingredient": "Spinaci",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucca gialla",
            "quantity": "175 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "175 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco 2% di grassi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi colorati con salsa allo yogurt iniziate a bollire le patate tutte insieme (che poi dividerete in due ciotole diverse in base alle dosi indicate): in una pentola fate cuocere le patate (meglio se tutte della stessa dimensione), mettendole a lessare con la buccia per 30-40 minuti 1. Tagliate la zucca a spicchi, eliminate la buccia e distribuitele su una teglia rivestita con carta da forno 2, infornatele per circa 20-25 minuti in forno preriscaldato statico a 180° ( o ventilato a 160° per 15 minuti) finchè non risulterà morbida 3. Quando le patate saranno lesse, passatele nello schiacciapatate 4 e raccogliete la polpa in due ciotole separate. In una ciotola procedete con l’impasto per gli gnocchi alla zucca, aggiungete anche la polpa della zucca passata sempre nello schiacciapatate 5, poi unite anche la farina 6, l’uovo, la cannella, la noce moscata, il sale e il pepe e impastate bene gli ingredienti 7 tra loro fino per ottenere un composto omogeneo, liscio ma non duro. Su di una spianatoia, passate a formare dei lunghi bastoncini 8, che taglierete con il tarocco ( o un coltello) a pezzetti delle dimensioni di una grossa nocciola 9. Una volta ottenuti gli gnocchi di zucca, passateli uno a uno sui rebbi di una forchetta o sull'apposito rigagnocchi per conferire la rigatura caratteristica 10 e adagiateli su un vassoio infarinati ben distanziati. Ora occupatevi dell’impasto degli gnocchi agli spinaci: fate saltare gli spinaci in una padella con un filo di olio di oliva 11 per ammorbidirli 12 poi tritateli con un coltello 13 e uniteli alla restante purea di patate, aggiungete la farina 14 e il sale e impastate fino ad ottenere un panetto compatto. Formate gli gnocchi seguendo lo stesso procedimento: formare dei lunghi bastoncini, che taglierete a pezzetti delle dimensioni di una grossa nocciola 15. Una volta ottenuti gli gnocchi di spinaci, passateli uno a uno sui rebbi di una forchetta o sull'apposito strumento per conferire la rigatura caratteristica e adagiateli su un vassoio infarinato. Ponete sul fuoco due pentole con abbondante acqua salata e portatele al bollore, serviranno per la cottura degli gnocchi. Intanto preparate la salsa allo yogurt: scaldate lo yogurt in una padella, conditelo con sale, pepe 16, il Grana padano grattugiato 17 e aromatizzate con la noce moscata 18. Cuocete separatamente gli gnocchi, intanto versate la salsa allo yogurt nei piatti di portata e appena gli gnocchi riaffiorano in superficie scolateli con una schiumarola (19-20) e distribuiteli nei piatti sopra la salsa, condite con il Grana grattugiato e profumate con delle foglioline di salvia. Gli gnocchi colorati con salsa allo yogurt sono pronti, gustateli ben caldi 21! "
}