{
    "title": "Orzotto con zucchine e fiori di zucca",
    "ingredients": [
        {
            "ingredient": "Orzo perlato",
            "quantity": "240 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "2"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "110 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'orzotto con zucchine e fiori di zucca, iniziate a far lessare l'orzo: versatelo in una pentola capiente 1 e aggiungete abbondante acqua salata fino a ricoprire l'orzo 2. Lessatelo per 35 minuti o per quanto riportato sulla confezione. Una volta cotto scolatelo e trasferitelo in una ciotolina per farlo intiepidire. Occupatevi ora del condimento: lavate le zucchine, spuntatele e tagliatele in quarti per il senso della lunghezza. Poi affettateli per ricavare triangolini di mezzo centimetro di spessore 3. Poi passate ai fiori di zucca: metteteli a mollo in acqua fredda per lavarli, quindi lasciateli asciugare su un panno o carta da cucina. Quindi eliminate il gambo con un coltello 4 e i pistilli presenti all’interno dei fiori di zucca (5-6). Quindi tagliateli finemente 7. Poi prelevate dai ciuffi di basilico qualche fogliolina per la decorazione 8, mentre tritate la quantità necessaria alla ricetta 9. In una padella larga versate un filo d'olio 10, poi aggiungete gli scalogni precedentemente mondati e tritati finemente 11. Fate soffriggere per 1 minuto, dopodichè aggiungete le zucchine 12 facendole cuocere e fuoco medio per 10 minuti. Quando le zucchine cominceranno a intenerirsi, unite il basilico 13. Fate saltare gli ingredienti a fuoco vivo per pochi secondi e subito dopo aggiungete i fiori di zucca tritati 14 lasciando cuocere il tutto a fuoco medio per qualche minuto fino a che i fiori di zucca non risulteranno teneri. Infine unite al composto l’orzo precedentemente cotto 15, fate cuocere tutto per 2 minuti a fuoco alto. A questo punto sfumate con il vino bianco 16 e fatelo evaporare, mescolando di tanto in tanto. Quando il vino sarà evaporato, spegnete il fuoco e aggiustate di sale 17 e di pepe. Servite il vostro orzotto con zucchine e fiori di zucca guarnito con qualche foglia di basilico fresco 18! "
}