{
    "title": "Pasta con tonno acciughe e bottarga",
    "ingredients": [
        {
            "ingredient": "Linguine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "210 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "5 filetti 20 g"
        },
        {
            "ingredient": "Bottarga di muggine",
            "quantity": "16 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare la pasta con tonno, acciughe e bottarga iniziate lavando e tritando il prezzemolo fresco 1, poi prendete il tonno, scolatelo con un colino per eliminare lâolio in eccesso 2, poi trasferitelo in una ciotola e sgranatelo con la forchetta 3. In una ampia padella riscaldate un filo di olio di oliva con lâaglio 4, quando lâolio si sarÃ insaporito, eliminate gli spicchi aglio 5, unite i filetti di acciughe e bagnate con un mestolo di brodo (o acqua calda)6. Fate sciogliere le acciughe per creare un fondo saporito 7, ora aromatizzate con il peperoncino fresco tagliato a listarelle 8. Unite anche il tonno 9 e la passata di pomodoro 10. Cuocete a fuoco moderato per circa 15 minuti, poi profumate con il prezzemolo tritato 11. Intanto portate al bollore un tegame colmo di acqua salata e cuocete le bavette per il tempo indicato sulla confezioneÂ 12. Scolate la pasta e versatela direttamente nella padella con il sugo 13, come tocco finale insaporite con una spolverata di bottarga grattugiata 14, fate saltare la pasta per pochi istanti in padella. Servite la pasta con tonno, acciughe e bottarga ben calda 15. "
}