{
    "title": "Peperoni ripieni vegetariani",
    "ingredients": [
        {
            "ingredient": "Peperoni",
            "quantity": "grandi 4"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "220 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i peperoni ripieni vegetariani come prima cosa ponete le patate a bollire. Ci vorranno circa 30-40 minuti in base alla loro grandezza (fate la prova di cottura infilzandole con i rebbi di una forchetta) e poi lasciatele intiepidire. Nel frattempo potrete iniziare a preparare il resto. Lavate i peperoni e asciugateli: vi serviranno 4 peperoni grandi, circa 850 g il peso totale tra rossi, gialli e verdi. Senza eliminare il picciolo, tagliate circa 2 cm della parte superiore 2, in modo daÂ ottenere una sorta di coppetta con il coperchio. Dalla parte di sotto utilizzando un coltellino eliminate anche la parte con i semi 3 e i filamenti interni 4. Ripetete la stessa operazione per tutti gli altri peperoni e tenete da parte. Spuntate le zucchine 5 e grattugiatele utilizzando una grattugia dai fori larghi 6, in modo da ottenere una sorte di julienne finissima.Â Grattugiate poi anche la scamorza 7, lavate e tagliate i pomodorini in quarti 8; se dovessero essere troppo piccoli fateli solo a metÃ . Schiacciate le patate ormai tiepide 9,Â unite i pomodorini 10, le zucchine grattugiate 11 eÂ quasi tutta la scamorza 12, dovrete tenerne solo un po' da mettere sui peperoni prima della cottura in forno.Â Mescolate il tutto con un mestolo di legno 13, poi salate, aggiungete le foglioline di timo 14 e pepate 15.Â Mescolate nuovamente il tutto fino ad ottenere un composto uniforme 16. Disponete poi i peperoni in una pirofila, spostate per un momento il coperchio superiore 17 e riempiteli con la crema di patate.Â Spolverizzate con la scamorza tenuta da parte prima 19, richiudete con i coperchi, condite con un filo d'olio 20 e cuocete in forno statico preriscaldato a 200Â° per 40 minuti. A questo punto sfornate e servite i vostri peperoni ripieni vegetariani 21. "
}