{
    "title": "Risotto mozzarella di bufala e pomodorini",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella di bufala",
            "quantity": "300 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare il risotto mozzarella di bufala e pomodorini, preparate il brodo vegetale; quindi mondate lo scalogno e poi tritatelo finemente con il coltello 1. Lavate i pomodorini e tagliateli in quarti 2. Trasferite i pomodorini all’interno di una ciotola e conditeli con sale, pepe, foglioline di basilico e olio di oliva 3. Coprite la ciotola con la pellicola e teneteli da parte 4. In un tegame ampio, scaldate un filo di olio di oliva, poi versate lo scalogno tritato 5 e fate stufare 6 a fuoco medio per circa 6 minuti o fino a quando non risulterà morbido, mescolando di tanto in tanto per non farlo attaccare. A quel punto versate il riso, tostatelo per 2-3 minuti, mescolando. Poi sfumate con il vino bianco 7. Una volta che il vino sarà evaporato, iniziate a versare il brodo vegetale caldo, un mestolo alla volta al bisogno 8, mescolando spesso il riso. Intanto tagliate a piccoli dadini la mozzarella di bufala 9. Tenete da parte qualche cubetto di mozzarella per la guanizione del piatto. Quando il riso avrà raggiunto la cottura, spegnete il fuoco, pepate e mantecate con la mozzarella 10 e il Parmigiano 11. Mescolate per amalgamare e insaporire 12. Versate il riso nei piatti, distribuite sopra i pomodorini 13 e al centro adagiate i cubetti di mozzarella di bufala che avete tenuto da parte 14 e per finire guarnite con foglioline di basilico e servite subito il vostro delizioso risotto mozzarella di bufala e pomodorini 15. "
}