{
    "title": "Minestra di pasta e borlotti",
    "ingredients": [
        {
            "ingredient": "Pasta",
            "quantity": "Mafalde corte napoletane 250 g"
        },
        {
            "ingredient": "Fagioli borlotti secchi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "50 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Brodo",
            "quantity": "vegetale 1,2 l"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la minestra di pasta e borlotti mettete in ammollo i fagioli borlotti, in abbondante acqua fredda, per almeno 8 ore 1. Preparate il brodo vegetale e tenetelo da parte (per un approfondimento su come preparare il brodo clicca qui), poi mondate e lavate le verdure, quindi riducete in dadolata fine le patate 2, la carota 3 , il sedano 4 e la cipolla. Tritate finemente il guanciale (o del lardo) 5 e ponete a rosolare uno spicchio di aglio schiacciato con l’olio extravergine d’olive. Unite il guanciale e, quando si sarà quasi sciolto, aggiungete il misto per il soffritto 8, le patate e fate cuocere il tutto a fiamma viva per 5 minuti, rimestando spesso in modo che non bruci 9. Trascorso il tempo di ammollo, scolate bene i fagioli 10 e aggiungeteli in padella abbassando la fiamma 11, unite gli aromi (rosmarino e alloro) 12, regolate di sale e aggiungete il brodo vegetale 13, quindi portate a bollore. Coprite il tutto con un coperchio e fate cuocere per circa un’ora e mezza, controllando di tanto in tanto i fagioli, che dovranno risultare teneri ma non sfatti (se dovessero asciugare troppo, aggiungete altro brodo o acqua calda). Quando i fagioli saranno teneri aggiungete la pasta 14 e fate cuocere per il tempo indicato sulla confezione, rimestando spesso per evitare che attacchi sul fondo. La minestra di pasta e borlotti è pronta: servitela ben calda, con un filo di olio extravergine a crudo. "
}