{
    "title": "Mezze penne integrali con totani al vino bianco",
    "ingredients": [
        {
            "ingredient": "Mezze Penne Rigate Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Totani",
            "quantity": "500 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare le mezze penne integrali con totani al vino bianco, per prima cosa iniziate a pulire i totani 1: dopo averli sciacquati accuratamente sotto l’acqua fredda, staccate delicatamente la testa dal mantello 2 e tenetela da parte. Una volta estratta la testa, cercate la penna di cartilagine trasparente che si trova nel mantello e asportatela delicatamente 3, quindi togliete le interiora 4 e sciacquate il mantello accuratamente all'interno. Estraete poi gli occhi dalla testa, con l’aiuto di un coltello 5 e ripetete la stessa operazione anche per il becco 6 che si trova al centro dei tentacoli, tirate via la pelle dai tentacoli e dal mantello 7. Sciacquate accuratamente tutte le parti del totano sotto acqua corrente; poi procedete tagliando a listarelle il mantello 8 e i tentacoli; quindi tenete da parte. In una pentola capiente, fate bollire l'acqua salata a piacere e mettete a cuocere la pasta 9, e nel frattempo fate scaldare l’aglio in padella con un po’ d’olio extravergine d’oliva 10. Una volta rosolato bene, toglietelo e fate saltare i totani in padella 11, per due minuti, mescolandoli di tanto in tanto 12 per farli rosolare uniformemente. Sfumate il tutto con il vino bianco 13 e una volta evaporato, aggiungete la pasta al dente 14 e fatela insaporire con i totani per 3-4 minuti. Prendete il basilico e spezzettatelo con le mani 15, aggiungetelo in padella 15 e infine condite il tutto con un cucchiaio d'olio extravergine 16. Le vostre penne integrali con totani al vino bianco sono pronte per essere servite! "
}