{
    "title": "Spaghetti integrali con crema di avocado e ceci croccanti",
    "ingredients": [
        {
            "ingredient": "Spaghettini Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "460 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "8 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti integrali con crema di avocado e ceci croccanti cominciate asciugando bene i ceci con carta da cucina 1. Metteteli quindi in una ciotola e aggiungete al farina 2. Mescolate bene per infarinare uniformemente i ceci, poi metteteli in una leccarda rivestita di carta forno 3 e cuoceteli a 170Â° per 20 minuti, fino a renderli dorati e croccanti 4. Poneteli poi in un colino a maglia fitta e scuotete in modo da far perdere ai ceci lâeccesso di farina 5. Trasferiteli in una ciotolina e conditeli con lâolio 6 il sale 7, il pepe rosa macinato 8 e la scorza di lime 9. Amalgamate e tenete in caldo. Intanto lessate la pasta in una pentola con abbondante acqua salata che avrete portato a bollore 10. Mentre la pasta cuoce occupatevi della crema di avocado: tagliate il frutto a metÃ nel senso della lunghezza 11 e eliminate il nocciolo. Con un cucchiaio raccogliete la polpa dellâavocado 12 e raccoglietela in una ciotola. Condite con olio 13 e sale 14. Tagliate a metÃ il lime 15 E spremetelo per ricavarne il succo 16. Versate il succo in ciotola insieme allâavocado 17 ed infine frullate a crema fina con un frullatore a immersione 18. Come ultima cosa aggiungete alla crema lâerba cipollina, tagliata a rondelle con un paio di forbici da cucina 19. Scolate la pasta, che nel frattempo sarÃ pronta e al dente 20 e ponetela in una ciotola capiente. Aggiungete se necessario un filo dâolio e unite la crema di avocado 21, mescolando immediatamente per non far incollare la pasta 22. Impiattate gli spaghetti e completate ogni piatto con i ceci croccanti 23. I vostri spaghetti integrali con crema di avocado e ceci croccanti sono pronti per essere gustati 23! "
}