{
    "title": "Risotto con gorgonzola, pere e noci",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "piccante 100 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Pere Decana",
            "quantity": "2"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto gorgonzola, pere e noci, iniziate preparando un brodo vegetale, clicca qui per vedere come fare. Poi tritate grossolanamente le noci 1 e mettetele da parte. Tritate finemente lo scalogno, poi ponetelo in un tegame con 30 gr di burro; fatelo appassire e aggiungete il riso, che farete tostare per qualche minuto 2: unite il vino bianco e lasciatelo sfumare 3, poi gradatamente, a mano a mano che il riso si asciuga, aggiungete un mestolo di brodo alla volta 4, fino alla completa cottura (circa 15 minuti). Nel frattempo sbucciate le pere, togliete loro i semi interni e riducetele a cubetti 5. Frullate una delle due pere con un mixer. Private il gorgonzola piccante della crosta e tagliatelo a cubetti 6. Circa 5 minuti prima che il risotto sia pronto aggiungete il gorgonzola a cubetti 7, le pere a cubetti e la pera frullata 8. Spegnete il fuoco, aggiungete il Parmigiano grattugiato e mantecate con il burro rimasto (20 gr). Impiattate il riso e guarnitelo con le noci tritate in precedenza e delle fettine di pera (volendo con delle scaglie di Parmigiano) 9. "
}