{
    "title": "Carpaccio di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "700 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Menta",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il carpaccio di melanzane iniziate lavando sotto l’acqua corrente le melanzane 1 e asciugatele bene con un canovaccio. Ora eliminate il peduncolo con un coltello 2 e tagliate a fette sottili le melanzane nel senso della lunghezza, aiutatevi con una mandolina 3 in modo da ottenere delle fette regolari e dello stesso spessore, ciascuna fetta deve essere spessa circa 2-3 mm. Una volta terminato, ponete sul fuoco una piastra e scaldatela, ponete sulla piastra le fette di melanzane 4, salatele 5 e giratele in modo da cuocerle da entrambi i lati 6 (cuocete un paio di minuti o fino a quando non risulteranno ben colorite con le tipiche striature scure della griglia). Terminata la cottura, adagiate le melanzane su un piatto 7 e lasciatele raffreddare. Ora occupatevi della marinatura: prendete una pirofila che misuri 28 cm x 18 cm (in alternativa potete utilizzare una pirofila più grande o più piccola, avendo cura che le melanzane siano sempre a contatto con la marinatura in modo che assorbano il condimento aromatico). Versate nella pirofila l’olio 8, il succo di limone 9, unite l'aglio, salate 10, pepate e aromatizzate infine con le foglioline di menta 11 e il basilico. La marinatura è pronta 12. Immergete ora le melanzane nella marinatura 13, coprite la pirofila con la pellicola trasparente 14 e lasciate insaporire in frigorifero per un paio d’ore. Servite il carpaccio di melanzane freddo come antipasto o contorno 15. "
}