{
    "title": "Gnocchi di malga",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "450 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Monte Veronese",
            "quantity": "Stravecchio 75 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "75 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi di malga, per prima cosa occupatevi dell’impasto. Scaldate l’acqua in un pentolino 1 fino a che raggiungerà i 70°, aiutatevi quindi con un termometro da cucina per misurare la temperatura 2. Se non avete un termometro da cucina, per misurare con precisione la temperatura basta dividere l'acqua in due: bollitene metà, conservate l'altra metà a temperatura ambiente e alla fine mescolatele. Nel frattempo setacciate la farina in una ciotola capiente e salatela 3. Quando l’acqua avrà raggiunto la temperatura indicata, unitela poco alla volta alla farina setacciata in precedenza 4 e mescolate il tutto energicamente con un mestolo di legno per evitare la formazione di grumi 5. Lavorate il composto per qualche minuto, quasi “sbattendolo” (da questo tipo di lavorazione deriva il nome di “gnocchi sbatui” ovvero “gnocchi sbattuti”) fino a ottenere un impasto dalla consistenza piuttosto fluida 6. Se l’impasto risulterà troppo liquido, aggiungete un po’ di farina, se al contrario risulterà troppo duro, aggiungete dell’acqua. Mettete sul fuoco una pentola d’acqua, portate a ebollizione e salate. Trasferite, quindi, una parte dell’impasto su un piatto piano e inumidite il cucchiaio immergendolo nell’acqua di cottura 7. Formate gli gnocchi facendo scivolare una porzione di impasto con il cucchiaio direttamente nella pentola con acqua bollente 8 e fate cuocere per circa 15 minuti alla ripresa del bollore, cioè quando l'acqua torna a bollire una volta versato l'impasto 9. La cottura varia in base alla grandezza dello gnocco: se con l’impasto formerete degli gnocchi più piccoli, allora i tempi di cottura saranno inferiori, se invece formerete degli gnocchi più grandi, i tempi saranno superiori ai 15 minuti indicati nella ricetta. Dedicatevi ora alla preparazione del condimento: in una padella antiaderente fate sciogliere il burro 10. Quando il burro si sarà sciolto e cotto, raggiungendo una colorazione ambrata, aggiungete le foglie di salvia 11 e fate cuocere fino a quando la salvia non diventerà leggermente croccante 12. Grattugiate il Monte stravecchio e il Grana 13 e mescolateli in una ciotola. Quindi create un fondo con i due formaggi grattugiati nel piatto da portata 14 e quando gli gnocchi saranno cotti, scolateli con una schiumarola e trasferiteli sullo strato di formaggio che avete formato 15. Conditeli ancora in abbondanza con i formaggi grattugiati formando degli strati 16 e versateci sopra il composto di burro fuso e salvia 17. Una volta mescolato il tutto e guarnito con due foglie di salvia, i vostri gnocchi di malga sono pronti 18 per essere serviti e consumati caldissimi, accompagnateli ad un Valpolicella classico per esaltarne il sapore! "
}