{
    "title": "Crepes di grano saraceno",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "180 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "per ungere la padella q.b."
        }
    ],
    "preparation": " Per preparare l’impasto base per le crepes di grano saraceno iniziate ponendo la farina di grano saraceno in una ciotola, aggiungete quindi la farina 00 setacciata e mezzo cucchiaino di sale. Mescolate con un cucchiaio di legno e incorporate poi il latte 1 e l’acqua a filo 2. Amalgamate bene gli ingredienti facendo attenzione a non formare grumi e aggiungete infine l'olio 3 e le due uova precedentemente sbattute 4. Lasciate riposare l’impasto per 2 ore coperto da una pellicola in frigorifero. Ponete a scaldare sul fuoco una padella antiaderente per crepes, fatevi fondere del burro per ungerla e quando sarà calda ponetevi al centro un mestolino di pastella 5 (che avrete rimescolato dopo il tempo di riposo in frigorifero). Inclinate e ruotate subito la padella per distribuire la pastella su tutta la superficie. Lasciate cuocere per un minuto circa e non appena sarà dorata giratela dall’altro lato con l’aiuto di una spatola facendo attenzione a non romperla 6. Quando la crepe avrà preso colore da entrambi i lati fatela scivolare su un piatto di portata, in attesa di guarnirla con gli ingredienti che preferite. "
}