{
    "title": "Risotto alla pescatora",
    "ingredients": [
        {
            "ingredient": "Scalogno",
            "quantity": "50 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vongole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "500 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato q.b."
        }
    ],
    "preparation": " Per preparare il risotto alla pescatora, cominciate dedicandovi alla pulizia delle vongole come indicato nella nostra scuola di cucina. Dopo averle sottoposte a un controllo visivo per eliminare quelle aperte o rotte, dovrete spurgare le vongole sane: per farlo, battete prima su un tagliere ciascuna vongola, per far fuoriuscire eventuale sabbia dal guscio 1, poi mettete le vongole in ammollo in acqua fredda a cui aggiungerete un bel pugno di sale grosso 2. Così facendo andrete a ricreare un ambiente simile all’acqua di mare, e le vongole si spurgheranno facilmente. Tenetele così per circa 2 ore, cambiando l’acqua ogni volta che sul fondo si depositerà della sabbia. Al termine della procedura, l’acqua dovrà rimanere pulita. Dedicatevi adesso alla pulizia delle cozze: selezionate le cozze integre e chiuse, sciacquatele sotto abbondante acqua corrente ed eliminate con l’aiuto di un coltellino le eventuali incrostazioni. Con della lana di acciaio grattate i gusci per eliminare ulteriori impurità 3 Poi strappate via con decisione il bisso (la barbetta che fuoriesce dalle valve) da ciascuna cozza 4. Ora che i vostri frutti di mare sono puliti, scaldate l’olio in una casseruola capiente e aggiungete l’aglio 5 per farlo insaporire. Versate in casseruola le cozze e le vongole 6 E sfumate con il vino bianco 7. Appena sarà evaporato, coprite con il coperchio 8 e lasciate che tutti i gusci, per azione del vapore, si schiudano 9: a quel punto i frutti di mare saranno pronti. Ponete un colino su di una ciotola capiente, e scolatevi le cozze e le vongole 10. In questo modo raccoglierete tutta l’acqua di cottura 11 che terrete in caldo e utilizzerete per portare a cottura il risotto e per cuocere i gamberi e i calamari. In totale vi occorreranno circa 1 litro di liquido per la cottura del risotto e 50 ml per cuocere i calamari: se i molluschi non ne avessero rilasciato abbastanza, potete allungarlo con acqua per raggiungere questa quantità. Tenete da parte qualche cozza e qualche vongola con il guscio che utilizzerete per decorare il piatto, e sgusciate tutte le altre 12. Dedicatevi poi alla pulizia dei calamari: sciacquateli sotto acqua corrente. Staccate i tentacoli, quindi cercate la penna di cartilagine trasparente che si trova nel mantello ed estraetela delicatamente 13. Sciacquate nuovamente sotto acqua corrente ed estraete le interiora, che sono da buttare. Passate quindi ad eliminare la pelle esterna: incidete con un coltellino la parte finale del mantello, quanto basta per prendere un lembo della pelle 14 e tirate via completamente il rivestimento aiutandovi con un coltellino 15. Estraete infine gli occhi e il dente dei vostri calamari 16. Adesso che sono puliti, tagliate i calamari a listarelle non troppo sottili 17. Resta ancora da occuparvi della pulizia dei gamberi: per prima cosa sgusciateli 18 Poi incidete il dorso con un coltellino 19 e estraete l’intestino 20. È il momento della cottura: scaldate in una larga padella antiaderente un filo d’olio, e ponetevi i calamari e i gamberi puliti 21. Regolate di sale e di pepe 22, coprite con circa 50 ml del liquido di cottura dei molluschi che avevate tenuto da parte 23 e fate cuocere per qualche minuto a fiamma vivace. Tenete da parte. Siete giunti alla preparazione del risotto: tritate finemente lo scalogno 24 E ponetelo in una casseruola a fuoco dolce insieme a 40 g di olio 25 per farlo rosolare. Quando risulta imbiondito, unite il riso 26. Fatelo tostare per un paio di minuti, mescolando spesso 27. Sfumate quindi con il vino bianco 28 e quando sarà completamente evaporato cominciate a bagnare poco a poco il riso con la rimanente acqua di cottura delle cozze e delle vongole che avevate tenuto in caldo 29. Dopo aver aggiunto la prima mandata di liquido, unite anche il concentrato di pomodoro 30 e mescolate bene 31. Aggiungete altro liquido bollente poco a poco, fino a portare il riso a cottura: il tempo dipenderà dalla varietà utilizzata, ma ci vorranno in totale circa 15-20 minuti. Verso gli ultimi minuti di cottura del riso unite i calamari e i gamberi con il loro fondo di cottura 32 e i molluschi sgusciati 33. Portate a termine la cottura, quindi e mantecate con un cucchiaio di olio extravergine 34 e insaporite con il prezzemolo tritato 35. Servite il risotto alla pescatora ben caldo, guarnendo ogni piatto con qualche cozza e vongola intera che avevate tenuto da parte 36. "
}