{
    "title": "Patate al forno ripiene",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "(4 della stessa dimensione) 860 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 120 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "dolce 40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le patate al forno ripiene iniziate lavando e asciugando bene i tuberi. Vi consigliamo di scegliere patate della medesima dimensione in modo tale da ottenere in seguito una cottura uniforme. Disponete le patate su una leccarda ricoperta con carta forno 1. Fatele cuocere in forno statico preriscaldato a 190°C per circa 1 ora (i tempi di cottura dipendono dalla dimensione delle patate, per regolarvi al meglio testate la cottura infilzando le patate con uno stecchino). Nel frattempo scaldate in una padella l’olio di oliva con lo spicchio di aglio sbucciato 2, una volta che l’aglio avrà insaporito l’olio, eliminatelo 3 e aggiungete la carne macinata 4, schiacciatela per sbriciolarla e rosolatela per circa 10 minuti, quindi sfumate con il vino bianco 5 e, una volta evaporato l’alcol spegnete il fuoco e tenete da parte 6. Quando le patate avranno terminato la cottura (accertatevi che siano morbide infilzandole con uno stecchino) sfornatele 7, lasciatele appena intiepidire, poi dividetele a metà nel senso della lunghezza 8. Con un cucchiaino prelevate la polpa della patata lasciando un bordo di circa mezzo centimetro 9 e raccoglietela in una ciotola. Una volta che avrete scavato tutte le patate 10, schiacciate la polpa con una forchetta 11 per ottenere una purea. Aggiungete il macinato rosolato 12, salate e pepate. Tagliate a cubetti la provola 13 e unitela al ripieno 14, mescolate per amalgamare gli ingredienti. Ora farcite le vostre patate con il ripieno aiutandovi con un cucchiaio 15 Insaporite le patate con il formaggio grattugiato 16 quindi adagiatele su un leccarda ricoperta con carta forno 17 e passatele sotto il grill per 5 minuti per far dorare la superficie 18. Servite le vostre patate al forno ripiene ben calde! "
}