{
    "title": "Pasta con salmone e patate",
    "ingredients": [
        {
            "ingredient": "Mezze Penne Rigate Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare la pasta con salmone e patate iniziate dalla cottura di questâultime. Pelate le patate e tagliatele a tocchetti di circa 1 cm 1. Tritate finemente il rosmarino 2 e tenetelo da parte. Ponete lâolio in un tegame, aggiungete lâaglio (privato dellâanima) e lasciatelo imbiondire, quindi eliminatelo 3. Versate il trito di rosmarino e le patate 4. Salate, pepate e mescolate per insaporire il tutto. Sfumate con il vino bianco 5 e lasciate cuocere per circa 10-15 minuti 6. Nel frattempo dedicatevi alla pulizia del salmone. Aiutandovi con un coltello dalla lama flessibile e affilata eliminate la pelle facendo scorrere il coltello in maniera parallela al filetto 7. Eliminate anche le lische con una pinzetta 8 e tagliate il salmone a tocchetti spessi circa 3-4 cm 9. Versate lâolio in un tegame antiaderente, lasciatelo scaldare e aggiungete il salmone 10. Rosolatelo a fiamma moderata prestando attenzione a girarlo delicatamente, per non sfaldarlo, salatelo e sfumate con il vino bianco 11. Una volta evaporata la parte alcolica aggiungete il pepe rosa 12 e spegnete il fuoco. Lavate i pomodorini e tagliateli in 4 parti 13. Versate lâolio in un tegame, aggiungete lâaglio 14 (privato dellâanima) e lasciatelo imbiondire. A questo punto eliminatelo e aggiungete i pomodorini, salate 15, pepate e cuocete per circa 5 minuti. Cuocete le mezze penne in abbondante acqua bollente, salata a piacere 16. Scolatele al dente 17 e versatele nel tegame con i pomodorini 18. Mescolate e terminate la cottura per un paio di minuti, quindi aggiungete le patate 19, i tocchetti di salmone e le foglioline di timo 20. MescolateÂ nuovamente per amalgamare tutti gli ingredienti e impiattate la vostra pasta con patate e salmone 21. "
}