{
    "title": "Involtini di vitello con prosciutto e formaggio",
    "ingredients": [
        {
            "ingredient": "Sottofesa di vitello",
            "quantity": "( 8 fettine) 400 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 30 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per realizzare gli involtini di vitello con prosciutto e formaggio per prima cosa assicuratevi che le fettine siano ben sottili 1, altrimenti assottigliatele con un batticarne. Ora farcitele con una fettina di formaggio tagliato sottilmente 2 e con il prosciutto 3. Arrotolate la carne 4 per ottenere lâinvoltino 5, quindi fermate i lembi alle estremitÃ con degli stuzzicadenti 6. Passate alla cottura: in una padella calda scaldate lâolio di oliva con il burro 7. Insaporite con le erbe aromatiche (il timo, il rosmarino e la salvia) raccolte in un mazzetto legato con spago da cucina 8. Lasciate insaporire a fuoco medio per 3 minuti, poi alzate la fiamma e aggiungete gli involtini. Insaporite con il sale 9. Aggiustate anche di pepe 10, rosolateli per 3 minuti da un lato, poi girateli e rosolateli per 1 minuto anche dallâaltro lato 11. Sfumate con il vino bianco 12 e lasciate evaporare. Unite anche la farina 13 e lâacqua 14. Abbassate la temperatura, coprite con il coperchio 15 e proseguite la cottura per 6 minuti. Terminata la cottura eliminate il mazzetto odoroso 16, gli involtini saranno teneri e avvolti da un cremoso sughetto 17. Servite gli involtini di vitello con prosciutto e formaggio ben caldi 18. "
}