{
    "title": "Pasta in zuppa di ceci, alloro e aglio rosso",
    "ingredients": [
        {
            "ingredient": "Torchietti all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio rosso",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "2 l"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la zuppa di ceci, alloro e aglio rosso, per prima cosa mettete in ammollo i ceci secchi per 12 ore 1. Trascorso il tempo necessario, scolateli 2, sciacquateli e teneteli da parte 3. Preparate poi il brodo vegetale e mettetelo da parte. Tagliate il guanciale prima a listarelle 4, poi sminuzzatelo 5 e tenetelo da parte. Dedicatevi al soffritto: tagliate grossolanamente la carota, la cipolla e il sedano e tritate il tutto in un frullatore 6, fino ad ottenere un composto dalla consistenza omogenea 7. In un tegame dai bordi alti mettete a soffiriggere i due spicchi di aglio rosso con 3 cucchiai d'olio e lasciate soffriggere per 3-4 minuti, poi prelevateli. Unite il trito per il soffritto 9, aggiungete il guanciale sminuzzato 10 e i ceci scolati 11 e fate insaporire il tutto con il soffritto per 5-6 minuti, a fuoco dolce. Prendete il rosmarino e l'alloro e legateli insieme 12 con dello spago da cucina, aggiungeteli alla zuppa 13 e mescolate per bene. Unite il brodo vegetale 14 fino a coprire del tutto i ceci 15. Aggiungete un mestolo di brodo di tanto in tanto e cuocete in questo modo per almeno 2 ore. A fine cottura eliminate il mazzetto aromatico 16, salate 17, pepate 18 a piacere. e aggiungete la pasta (se necessario aggiungete prima ancora del brodo vegetale per favorire la cottura della pasta) quando i ceci saranno ormai pronti e non troppo sfaldati. Una volta cotti i torchietti, la vostra pasta in zuppa di ceci, alloro e aglio rosso è pronta per essere servita! 21 "
}