{
    "title": "Zuppa di miso",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Tofu",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Miso",
            "quantity": "60 g"
        },
        {
            "ingredient": "Daikon",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Alga Wakame",
            "quantity": "1 foglio da circa 8 cm"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la zuppa di miso, per prima cosa mettete in ammollo in acqua fredda il foglio di alga wakame 1. Pulite intanto il daikon: spuntate la parte superiore e quella inferiore 2, eliminate la buccia pelandolo con un pelapatate e tagliatelo finemente in piccoli pezzi 3. Pelate le carote 4 e tagliate anch'esse i piccoli pezzi 5; sfogliate il porro dalle foglie più esterne, eliminate la parte verde e tagliatelo finemente 6. Sbucciate lo zenzero 7 e dividetelo in piccoli pezzi 8. Strizzate l’alga, ormai ammorbidita, e tagliatela finemente a chiffonade 9 (clicca qui per saperne di più su questo taglio) In una casseruola capiente, fate rosolare ora le verdure, con un filo d’olio di oliva (o di sesamo) per 10 minuti circa 10. Aggiungete anche l'alga wakame 11, quindi coprite le verdure con l’acqua 12. Lasciate cuocere così il tutto per 15 minuti circa 13. Nel frattempo, tagliate il tofu in pezzetti da circa 1 cm 14. Prelevate un mestolo di brodo dalla zuppa e utilizzatelo per stemperate, in una ciotolina, il miso 15. Aggiungete alla zuppa il miso stemperato 16, il tofu 17 quindi spegnete, mescolate 18 ed ecco la zuppa pronta! Lasciate intiepidire cinque minuti e servite ben calda! "
}