{
    "title": "Cacciucco alla livornese",
    "ingredients": [
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "750 g"
        },
        {
            "ingredient": "Scorfano",
            "quantity": "850 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "450 g"
        },
        {
            "ingredient": "Scampi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Polpo",
            "quantity": "650 g"
        },
        {
            "ingredient": "Seppie",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "5"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 l"
        },
        {
            "ingredient": "Scorfano",
            "quantity": "scarti q.b."
        },
        {
            "ingredient": "Scampi",
            "quantity": "scarti q.b."
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "scarti q.b."
        },
        {
            "ingredient": "Pane",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare in cacciucco alla livornese iniziate a pulire i pesci e i molluschi che vi servono: cozze, polpo, calamari, seppia, coda di rospo, scorfano, scampi 1. Pulite e cuocete le cozze. Dopo averle lavate sotto acqua corrente eliminate tutti i cirripedi e con un movimento energico staccate il bisso che fuoriesce dalle valve. Dopodiché, sempre sotto l’acqua fresca corrente, sfregate energicamente le cozze utilizzando una paglietta d'acciaio o una spazzola rigida 2. Ponete le cozze pulite in un tegame, chiudendo con il coperchio 3 e fatele andare a fuoco vivo per 5 minuti, ovvero il tempo necessario per farle aprire 4. A questo punto potete sgusciare i molluschi 5, tenendo da parte qualche cozza intera. Passate al polpo. Pulitelo secondo tutorial, poi tagliate grossolanamente i tentacoli 6. Per pulire le seppie dovete staccare delicatamente la testa e i tentacoli dal mantello, lavarle bene e rimuovere la penna di cartilagine e la sacca di inchiostro. Tritate i tentacoli 7 e le teste 8. Procedete con i calamari. Una volta estratta la testa cercate la penna di cartilagine trasparente che si trova nel mantello ed estraetela delicatamente 9, quindi aprite a libro i mantelli: rimuovete lo strato esterno 10, tagliateli a strisce 11 e riduceteli a listelli 12. Continuate con la rana pescatrice: rimuovete la pellicina esterna 13, dividete la polpa seguendo la lisca 14, quindi sfilettatela 15, tenendo da parte anche gli scarti. E’ necessario ora squamare lo scorfano, rimuovergli la coda e inciderlo lungo il dorso 16, quindi eliminate le pinne 17 e sfilettatelo 18 tenendo da parte gli scarti. Estraete dai filetti le spine, aiutandovi con una pinzetta 19. Pulite infine gli scampi. Con le forbici rimuovetegli la coda 20, le zampe 21 e il carapace 22 lasciando intatta la testa e tenendo tutti gli scarti. Dopo aver mondato la cipolla, tritate questa e il sedano, poi sminuzzate lo spicchio d’aglio 23. In una pentola su fuoco moderato ponete quindi tutti gli scarti: la lisca della rana pescatrice, coda e pinne dello scorfano, coda , zampe e carapace degli scampi 24. Aggiungete i triti di cipolla, sedano e aglio 25, successivamente il pepe in grani interi 26 e infine fate sfumare con il vino bianco 27. Aggiungete l’acqua e fate raggiungere il bollore, quindi abbassate il fuoco e proseguite la cottura per 40-50 minuti: se necessario, rimuovete con una schiumarola la schiuma superficiale 28. Una volta pronto colate e filtrate il brodo ottenuto 29, tenendolo da parte. Proseguite con il cacciucco. tritate finemente cipolla, aglio e peperoncino, quindi fateli soffriggere in un capiente tegame irrorato di olio di oliva 30. Aggiungete il polpo sminuzzato e fatelo cuocere per 10 minuti 31, quindi unite anche i calamari e le seppie 32 proseguendo la cottura per altri 5 minuti. Sfumate con il vino bianco 33. Aggiustate di sale e pepe 34, quindi aggiungete i pelati schiacciati in precedenza 35 e 250 ml del brodo ottenuto con gli scarti di pesce 36. Coprite il tegame con un coperchio 37 e lasciate cuocere a fuoco basso per 1 ora e 10 minuti. Quando il pesce è quasi cotto aggiungete delicatamente i filetti di rana pescatrice e di scorfano, quindi unitevi gli scampi 38. Proseguite la cottura per 10 minuti aggiungendo altri 500 ml e tenendo il coperchio sul tegame. Trascorso questo tempo aggiungete le cozze sgusciate e quelle intere 39 e cuocete per gli ultimi 10 minuti). Nel frattempo affettate il pane 40 e fatelo tostare qualche minuto in forno modalità grill, per 5 minuti. Quando sarà pronto strofinate su ogni fetta uno spicchio di aglio 42, infine aggiungete il prezzemolo tritato al cacciucco. Il cacciucco alla livornese è pronto 43, da servire caldo assieme al pane tostato. "
}