{
    "title": "Risotto ai finocchi",
    "ingredients": [
        {
            "ingredient": "Riso vialone nano",
            "quantity": "320 g"
        },
        {
            "ingredient": "Finocchi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 40 g"
        }
    ],
    "preparation": " Per preparare il risotto ai finocchi preparate per prima cosa il brodo vegetale e tenetelo in caldo. Procedete poi pulendo la cipolla e tritandola finemente 1. Pulite i finocchi eliminando la base, i gambi 2 e le guaine esterne qualora risultino rovinate: dovrete ottenere in ogni caso 320 g di finocchio che vi servirà per la ricetta. Lavateli, tagliateli a metà e affettateli finemente 3. Ponete quindi il burro in una casseruola da fondo spesso posta a fuoco dolce 4; appena il burro si sarà fuso, unite il trito di cipolla 5 e fatelo rosolare, sempre a fuoco dolce, per qualche minuto 6 per farlo appassire senza prendere colore. Aggiungete adesso i finocchi tagliati fini 7, alzate di poco la fiamma e fate insaporire i finocchi per circa 5 minuti, girandoli per rendere uniforme la cottura. Unite il riso 8 e, sempre mescolando, fatelo insaporire per 3-4 minuti 9 prima di aggiungere il primo mestolo di brodo 10. Mano a mano che il brodo viene assorbito, aggiungete altro, proseguendo così fino a portare il riso a cottura (il tempo potrà variare a seconda del riso utilizzato, ma ci vorranno circa 15-20 minuti). Durante gli ultimi minuti di cottura regolate di sale e di pepe 11. Quando il riso raggiunge il giusto grado di cottura, spegnete il fuoco e mantecate con 30 g di burro 12 e insaporite con il formaggio 13. Amalgamate con cura 14 e lasciate rapprendere per 1 minuto prima di impiattare: il vostro risotto ai finocchi…pardon, risi coi fenoci è servito 15! "
}