{
    "title": "Tagliatelle con crema di ceci e vongole",
    "ingredients": [
        {
            "ingredient": "Vongole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "400 g"
        },
        {
            "ingredient": "Tagliatelle all'uovo",
            "quantity": "380 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tagliatelle con crema di ceci e vongole come prima cosa occupatevi di spurgare quest'ultime. Sciacquatele sotto l'acqua corrente, poi sbattetele su un piano 1 in modo da eliminare un po' di sabbia. In una ciotola ponete dell'acqua con un pizzico di sale e mescolate per discioglierlo 2, aggiungete le vongole 3 e lasciatele nell'acqua per 1 ora.Â Trascorso questo tempo tritate il prezzemolo 4 e tenetelo da parte. Poi versate un filo d'olio in un tegame, unite uno spicchio d'aglio 5 e lasciatelo imbiondire. Unite poi i ceci 6,Â un bicchiere d'acqua 7, un pizzico di sale e lasciate cuocere per circa 20 minuti. Nel frattempo come appena fatto fate imbiondire un altro spicchio d'aglio con un filo d'olio in un altro tegame 8. Poi spostate la padella dal fuoco e unite le vongole ben scolate. Rimettete sul fuoco 9Â e coprite con un coperchio. Lasciate aprire le vongole a fiamma vivace e non appena saranno tutte aperte, eliminate l'aglio 10 e spegnete il fuoco. Non appena anche i ceci saranno cotti eliminate l'aglio anche da qui; trasferitene circa 1/3 in una ciotola 11 e tenetele da parte. Frullate i ceci rimasti in padella con un mixer ad immersione 12.Â A questo punto unite i ceci interi alla crema 13, aggiungete un pizzico di pepe nero, le vongole 14 e la loro acqua di cottura filtrata 15.Â Aggiungete del prezzemolo tritato 16 e cuocete le tagliatelle in abbondante acqua bollente leggermente salata 17. Poi scolatele quando mancherÃ circa 1 minuto di cottura e trasferitele all'interno del tegame con la crema di ceci e le vongole 18.Â Terminate la cottura sul fuoco a fiamma bassa 19, unite ancora un po' di prezzemolo 20 e servite subito le vostre tagliatelle con crema di ceci e vongole 21.Â "
}