{
    "title": "Risotto con piselli e menta",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "400 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Crescenza",
            "quantity": "60 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Per preparare il risotto con piselli e menta iniziate tritando la cipolla finemente, rosolatene la metÃ con due cucchiai di olio extravergine di oliva, e quando sarÃ dorata aggiungete i piselli 1. Aggiungete anche un mestolo di brodo 2 e portate a cottura i piselli, che dovranno risultare cotti, ma ancora piuttosto croccanti. Poi salate e pepate. Mettete quindi metÃ dei piselli preparati in un mixer con 5 foglioline di menta 3 e frullateli finemente fino ad ottenere una crema omogenea 4, se dovesse essere necessario allungatela con un poâ di brodo. Passate alla preparazione del risotto: in un tegame fate appassire lentamente la cipolla avanzata con lâolio, quando sarÃ morbida aggiungete il riso 5, fatelo tostare per qualche secondo e poi sfumate con il vino bianco 6, che lascerete evaporare. Aggiungete quindi due mestoli di brodo 7, e poco a poco la purea di piselli e menta 8. Mescolando di continuo 9 e aggiungendo brodo se necessario portate a cottura il riso. Spegnete quindi il fuoco e mantecate il risotto con il Grana Padano grattugiato 10 e la crescenza 11, infine aggiungete i piselli interi che avrete messo da parte 12. Guarnite con alcune foglioline di menta e servite il risotto con piselli e menta ben caldo! "
}