{
    "title": "Casarecce di legumi con gamberi, spinaci e limone",
    "ingredients": [
        {
            "ingredient": "Casarecce di ceci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "argentini (da pulire) 400 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "lungo 1"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        }
    ],
    "preparation": " Per preparare le casarecce di legumi con spinaci, gamberi e limone mettete a bollire una pentola con abbondante acqua da salare a bollore. Occupatevi della pulizia dei gamberi. Tirando delicatamente con le mani staccate la testa, eliminate poi zampette e carapace 1. Utilizzando un coltello incidete il dorso, estraete il filamento nero 2 e dividete i gamberi a metÃ nel senso della lunghezza 3. Se preferite potete utilizzare 150 g di gamberi giÃ puliti.Â Tagliate poi il peperoncino a fette, se volete potete eliminare i semi per un risultato meno piccante 4. Versate in un tegame un paio di cucchiai d'olio, unite 2 spicchi d'aglio mondati, il peperoncino e soffrigeteli 5. Aggiungete poi gli spinaci e salate 6.Â Eliminate gli spicchi d'aglio 7. Cuocete per circa 8 minuti a fuoco medio-alto, fino a che non saranno appassiti. Nel frattempo grattate la scorza del limone 8 e spremetene il succo 9. Poi cuocete la pasta. Quando gli spinaci saranno ben appassiti e mancheranno pochi minuti di cottura alla pasta, aggiungete anche i gamberi in tegame 10. Sfumate con il succo di mezzo limone 11 e scolate la pasta, trasferendola direttamente all'interno del tegame 12.Â Unite la scorza di limone 13, le foglioline di timo 14 e saltate per pochi istanti. Impiattate e ultimate con un giro d'olio a crudo su ogni piatto 15.Â "
}