{
    "title": "Pasta con ricci e pomodori",
    "ingredients": [
        {
            "ingredient": "Spaghetti Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ricci di mare",
            "quantity": "10"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "rosso 1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "9 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta con ricci e pomodori come prima cosa intagliate delicatamente la pelle del pomodoro in modo da formare una croce 1. Sbollentate poi i pomodori per un paio di minuti in acqua bollente 2, quindi scolateli 3Â e spellateli 4. A questo punto tagliateli a metÃ 5, eliminate il picciolo e i semini interni; poi riduceteli ulteriormente a cubetti di circa 2 cm 6 e teneteli da parte.Â Passate ai ricci: con l'apposito attrezzo divideteli a metÃ 7 e utilizzando un cucchiaino estraete solo la parte rossa (8-9). A questo punto cuocete la pasta in abbondante acqua salata a bollore 10 e nel frattempo preparate il condimento: versate in una padella un filo d'olio e l'aglio diviso a metÃ 11, tagliate il peperoncino a rondelline (se preferite meno piccantezza potete togliere i semini interni) 12. Fate soffriggere il peperoncino e l'aglio per un minuto, poi unite i pomodori 13 e cuocete per un altro minuto circa. Eliminato lo spicchio d'aglio 14, aggiungete la polpa di ricci, un mestolo di acqua di cottura della pasta e saltate ancora per 1-2 minuti al massimo. Spegnete il fuoco. Nel frattempo tritate il prezzemolo 16 e quando la pasta sarÃ Â ancora al denteÂ scolatela e trasferitela direttamente all'interno del condimento. Aggiungete ancora un po' d'acqua di cottura 17, il prezzemolo tritato e le foglioline di basilico 18.Â Saltate il tutto 19 e impiattate. Guarnite con un giro d'olio 20 e servite i vostri spaghetti con ricci e pomodori ancora caldi 21!Â "
}