{
    "title": "Canederli di barbabietola",
    "ingredients": [
        {
            "ingredient": "Barbabietole precotte",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "270 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "(2 bustine) 0,25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i canederli di barbabietola iniziate eliminando la crosta dal pane 1, poi tagliatelo a pezzetti 2 e ponetelo in una ciotola. Versate il latte 3 e lasciate in ammollo sbriciolando il pane con le dita 4. Tagliate la barbabietola a pezzetti 5, ponetela in un bicchiere dal bordo alto e frullatela con il mixer ad immersione 6. Dovete ottenere una purea omogenea 7. Aggiungete la barbabietola frullata al pane 8 e poi unite ad uno ad uno tutti gli ingredienti mescolando di volta in volta per incorporarli: aggiungete quindi il formaggio grattugiato 9, le uova intere 10, la farina 11, il sale 12 e infine il pangrattato 13. Amalgamate il composto con cura e create delle polpette da circa 80 grammi l’una 14. Man mano che formate le polpette adagiatele su un vassoio 15. Passate alla preparazione della salsa allo zafferano: spuntate il porro e affettatelo 16, poi versate la panna in un pentolino e aggiungete le rondelle di porro 17. Cuocete così per circa 15-20 minuti a fuoco dolce 18, stando attenti che la panna non fuoriesca dal pentolino. Trasferite la crema di porri nel bicchiere alto del mixer 19, aggiungete lo zafferano in polvere 20 e frullate tutto con il frullatore a immersione 21. Otterrete una crema densa color ocra 22, salatela 23 e tenetela da parte in caldo. Ora cuocete i canederli in abbondante acqua bollente salata per circa 10 minuti 24, quindi scolateli 25 e adagiateli su un vassoio 26. Servite i vostri canederli su di un letto di salsa ai porri e zafferano e guarnite con foglioline di maggiorana 27. "
}