{
    "title": "Gnocchi alle erbe e crema di porri ",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "farinose 1 kg"
        },
        {
            "ingredient": "Erbe aromatiche",
            "quantity": "tritate (basilico, prezzemolo, erba cipollina, timo) 2 cucchiai"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Porri",
            "quantity": "350 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi alle erbe con crema di porri lavate e fate lessare le patate 1, intere e ancora con la buccia, per circaÂ mezz'ora in acqua salata (se volete utilizzare una pentola a pressione ci vorranno circa 15 minuti). Trascorso questo tempo verificate la cottura delle patate, quindi scolatele, lasciatele leggermente intiepidire e sbucciatele ancora calde 2. Passatele al setaccio ( o in uno schiacciapatate) facendo cadere la purea direttamente su una spianatoia o in una ciotola capiente. Tritate finemente le erbe aromatiche (basilico, prezzemolo, erba cipollina, timo) 3 e unitele alle patate 4, aggiungete la farina 5, l'uovo 6 e aggiustate di sale. Impastate con le mani (non troppo a lungo) fino ad ottenere un composto omogeneo e piuttosto compatto. Con lâimpasto ottenuto formate dei âbastonciniâ del diametro di circa 2,5 cm 7 e tagliateli a pezzetti di circa 2 cm 8. Passate ogni pezzetto sull'apposita tavoletta di legno rigata 9 (o sui rebbi di una forchetta) per formare le caratteristiche striature degli gnocchi e l'incavo sottostante, che servirÃ per meglio raccogliere il condimento. Ponete gli gnocchi ottenuti in un luogo fresco, adagiati su un telo pulito e leggermente infarinato. Preparate ora la crema di porri: mondate, lavate e tagliate finemente i porri 10 (solo la parte bianca e tenera), quindi metteteli ad appassire in una tegame con olio e burro per 15- 20 minuti a fuoco bassissimo (11-12), poi aggiungete il brodo vegetale 13 e continuate la cottura fino a che diventeranno molto teneri. Unite il pepe bianco e aggiustate eventualmente di sale, quindi frullate il tutto fino ad ottenere una crema 14. Lessate gli gnocchi in abbondante acqua salata (una porzione per volta) per pochi minuti 15 quindi, quando vengono a galla, scolateli 16 e uniteli alla crema che avrete posto in una padella 17. Fateli saltare qualche secondo a fuoco medio per amalgamarli alla crema, poi serviteli ancora caldi 18. "
}