{
    "title": "Linguine al ragu' di coda di rospo",
    "ingredients": [
        {
            "ingredient": "Linguine",
            "quantity": "350 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "polpa 400 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Iniziate la preparazione delle linuine al ragù di coda di rospo tagliando il pesce in fette abbastanza spesse 1 e privandole della lisca centrale con un coltello 2, facendo attenzione ad eliminare tutti gli eventuali residui. Tagliate quindi i filetti di coda di rospo in cubetti 3. Lavate i pomodorini e tagliateli a metà 4. Procedete ora a tagliare anche le olive a rondelle 5. In ultimo tritate il prezzemolo e tenete tutto da parte 6. In una padella scaldate 3 cucchiai di olio extravergine di oliva, aggiungete lo spicchio d'aglio, lasciatelo imbiondire, quindi toglietelo 7. Aggiungete il peperoncino fresco privato dei semi e tagliato a fettine 8. Fate insaporire leggermente e unite anche i cubetti di coda di rospo 9. Lasciateli rosolare per pochi minuti, aggiustate di sale 10 e sfumate con il vino bianco a fiamma vivace 11. Una volta evaporato tutto il vino aggiungete anche i pomodorini 12. A questo punto unite anche le olive nere precedentemente tagliate 13. Amalgamate bene gli ingredienti, fate appassire leggermente i pomodorini e aggiungete il prezzemolo 14. Una volta che il sugo si sarà asciugato aggiungete un pizzico di pepe e spegnete il fuoco 15. Nel frattempo cuocete le bavette in abbondante acqua bollente e salata 16. Scolatele al dente e versatele nella padella con il ragù di coda di rospo 17, mescolate bene 18 e servite le linguine al ragù di coda di rospo ben calde aggiungendo eventualmente un filo d'olio extravergine di oliva a crudo. "
}