{
    "title": "Pasta con pesce spada e zucchine",
    "ingredients": [
        {
            "ingredient": "Fusilli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pesce spada",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "400 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe verde",
            "quantity": "o nero q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta con pesce spada e zucchine mettete a bollire abbondante acqua i un tegame e quando bollirÃ salatela; nel frattempo lavate e spuntate le zucchine, poi riducetele a julienne con una grattugia con i fori larghi 1, poi pulite le fette di pesce spada: eliminate la striscia di pelle laterale 2 quindi tagliate la polpa prima a listarelle 3 poi a piccoli cubetti di circa 1 cm 4. In una padella scaldate lâolio di oliva extravergine con lo spicchio di aglio intero 5, poi unite i bocconcini di pesce spada 6 fate rosolare per 1 minuto mescolando, poi sfumate con il vino bianco 7, lasciate evaporare per qualche istante e poi incorporate le zucchine tagliate a julienne 8 salate, pepate e cuocete per 4-5 minuti mescolando di tanto in tanto. Quindi spegnete il fuoco e profumate con le foglioline di timo fresco 9, eliminate con una pinza da cucina lo spicchio di aglio 10 e profumate con la scorza grattugiata del limone. Lessate i fusilli nel tegame con acqua salata portata a bollore per circa 11 minuti o quanto riportato sulla confezione 12; dovranno essere al dente. Scolateli poi con una schiumarola direttamente nella padella con il pesce 13. Aggiungete un poâ di pepe a piacere 14 e servite subito la pasta con pesce spada e zucchine ben calda 15! "
}