{
    "title": "Maltagliati con spinaci e ricotta salata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Semola",
            "quantity": "rimacinata 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i maltagliati con spinaci e ricotta salata iniziate a realizzare la pasta fresca. Setacciate la farina in una ciotola 1 trasferitela su una spianatoia, formate una fontana e unite la semola rimacinata fate un foro al centro e allargatelo leggeremente. Versate un uovo al centro e cominciate a amalgamare la farina all’uovo con una forchetta 2. Aggiungete le altre uova poco a poco, continuando ad impastare 3. Una volta che avete ottenuto un impasto compatto, continuate a lavorarlo energicamente a mano schiacciandolo con il palmo della mano 4, dopodichè dategli una forma sferica e mettetelo a riposare per 30 minuti, a temperatura ambiente dentro un sacchetto di plastica 5. Dopo il riposo, dividete la pasta in 3 parti; mentre ne stendete una le altre conservatele nel sacchetto per non farle seccare. Stendete ciascun pezzo con il matterello 6, infarinando all'occorrenza con la semola rimacinata, per formare un rettangolo sottile; dovrete ottenere uno spessore di circa 1,5 mm in modo che sollevando la pasta possiate vedere l'ombra del palmo sottostante. Potete anche stendere con l'aiuto di una macchina tirapasta tirandola alla misura più stretta, infarinando all’occorrenza con semola rimacinata. Man a mano stendete le sfoglie di pasta su una spianatoia infarinata, coprite con un panno di cotone pulito, e proseguite stendendo gli altri pezzi, stendendoli uno sopra l'altro una volta pronti, intervallati con un canovaccio asciutto. Tagliate ogni sfoglia, in strisce orizzontali di 3 cm di larghezza 7. Poi tagliatele di nuovo in strisce diagonali di 2 cm 8. Mettete i maltagliati ottenuti 9 su un canovaccio asciutto leggermente infarinato, in attesa di essere cotti. Per preparare i maltagliati con spinaci e ricotta salata iniziate versando l’olio in padella, aggiungete lo scalogno tritato e fatelo appassire a fuoco basso; poi aggiungete la pancetta e lasciatela dorare a fuoco dolce 10. Incorporate gli spinaci mondati 11 e coprite con un coperchio in modo che si cuociano rapidamente 12; quando saranno cotti salateli. Mettete a lessare i maltagliati in abbondante acqua salata 13 e quando saranno cotti e al dente scolateli e aggiungeteli in padella con un po’ di acqua di cottura 14: fate saltare poi pepate e impiattate . Per finire spolverizzate i piatti con la ricotta salata grattugiata 15. "
}