{
    "title": "Gnudi",
    "ingredients": [
        {
            "ingredient": "Spinaci",
            "quantity": "freschi 700 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "45 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 58 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare gli gnudi, cominciate occupandovi degli spinaci. Lavateli e asciugateli, quindi scaldate l’olio in un tegame molto ampio e fatevi insaporire lo spicchio d’aglio. Poi versate gli spinaci 1, coprite il tegame con il coperchio 2 e lasciate appassire gli spinaci a fuoco medio-basso per 7-8 minuti. Quando saranno teneri e insaporiti, rimuovete l’aglio 3 E trasferite gli spinaci su un colino posto su una ciotola, per far scolare il liquido in eccesso, schiacciandoli con una spatola o un mestolo per favorire l’operazione (4-5). Ponete anche la ricotta su un colino allo stesso modo, in modo che anch’essa perda il suo siero in eccesso 6. Adesso potete unire la ricotta e gli spinaci ben scolati in una ciotola capiente 7. Mescolate e condite con pepe e sale 8 e aggiungete una generosa grattugiata di noce moscata per dare maggiore sapore 9. Versate poi anche il Parmigiano grattugiato 10, l'uovo 11 e, passandola attraverso un setaccio, la farina 12 che fungerà da legante. Amalgamate con cura 13, poi raccogliete una piccola quantità di composto (circa 18-20 g) e dategli la forma di una pallina leggermente schiacciata 14. Passatela nella farina 15 e adagiatela su un vassoio coperto di carta forno. proseguite con tutti gli altri 16. Mettete una pentola d’acqua salata a bollire. Intanto, in una padella ampia, fate sciogliere il burro a fuoco basso insieme alla salvia 17. Quando l’acqua bolle, lessate gli gnudi per qualche minuto, e appena vengono a galla scolateli 18 e trasferiteli direttamente in padella 19. In questa fase dovrete essere delicati: fate insaporire brevemente gli gnudi senza girarli, roteando solamente la padella, per non rischiare di sfaldarli 20. Impiattate i vostri gnudi e gustateli ancora caldi 21. "
}