{
    "title": "Tagliatelle integrali con scarola e fonduta di taleggio",
    "ingredients": [
        {
            "ingredient": "Farina integrale",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Taleggio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare le tagliatelle integrali con scarola e fonduta di taleggio iniziate dalla pasta fresca: versate la farina integrale in una ciotola capiente, fate una conca al centro per creare la classica a fontana e rompetevi, una alla volta, le uova 1 che avrete tenuto a temperatura ambiente. Impastate con le mani (2-3) fino ad ottenere un panetto liscio e omogeneo, avvolgetelo con la pellicola trasparente 4 e ponetelo in un luogo fresco e privo di correnti d’aria per 30 minuti (non in frigorifero). Occupatevi del condimento, sciacquate l'uvetta e mettetela a bagno 10 minuti in acqua fredda per reidratarla 5, lavate sotto l’acqua corrente la scarola 6 poi tagliatela a strisce 7. In una padella fate rosolare lo spicchio d’aglio con un filo di olio 8, unite la scarola 9, coprite con coperchio 10 e fate appassire la verdura per qualche minuto 11. Poi aggiungete l’uva passa scolata 12. Intanto fate scaldare un’altra padella sul fuoco e tostate le mandorle a lamelle 13 e tenetele da parte. Trascorso il tempo di riposo, riprendete la pasta fresca, dividete in pezzi il panetto 14 e stendete ciascun panetto in una sfoglia sottile con l’apposita macchinetta manuale o elettrica 15. Passate la sfoglia tra i rulli più larghi fino a quelli più sottili, poi passatela nel rullo dentellare per creare le tradizionali tagliatelle 16. Sparpagliate le tagliatelle creando dei nidi e poneteli su un vassoio infarinato per non farle attaccare 17. Preparate la fonduta al taleggio: tagliate a pezzi il taleggio 18 scaldate il latte in un pentolino 19 e in un altro sciogliete il burro a fuoco dolce, salate 20 pepate, versate a pioggia la farina 21 e mescolate con una frusta per ottenere un roux dorato 22. Incorporate il latte caldo a filo 23, fate addensare il composto a fuoco dolce mescolando sempre con la frusta, aromatizzate con la noce moscata, salate pepate e poi unite i pezzetti di taleggio 24, mescolate per far sciogliere il formaggio e ottenere una sorta di besciamella 25. Eliminate lo spicchio d’aglio dalla scarola e conditela con la fonduta di taleggio 26. Intanto portate a bollore abbondante acqua salata per la cottura delle tagliatelle, cuocete le tagliatelle per pochissimi minuti 27 poi scolateli nella padella con la scarola e la fonduta 28 e tenete da parte un pò di acqua di cottura da aggiungere alla pasta se dovesse risultare un pò asciutta. Guarnite con le mandorle a lamelle tostate 29, mescolate per insaporire la pasta e portate subito in tavola le tagliatelle integrali con scarola e fonduta di taleggio per gustarle ben calde 30! "
}