{
    "title": "Risi e bisi",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Riso vialone nano",
            "quantity": "350 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1300 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pisellini",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare risi e bisi per prima cosa preparate un leggero brodo vegetale e lasciatelo a raffreddare 1, per vedere dettagli sulla preparazione guarda la scheda brodo vegetale. Nel frattempo sgranate i piselli, tenendo da parte i baccelli 2. Una volta sgranati tutti i baccelli lavateli bene sotto l'acqua corrente 3 scolateli per bene e immergeteli nella casseruola con il brodo 4, coprite con un coperchio e lasciateli cuocere per 60 minuti a fuoco moderato dalla ripresa del bollore 5. Terminate la cottura, con un frullatore a immersione frullate i baccelli senza toglierli dal brodo 6 fino a ottenere una purea 7, versatela in un setaccio a maglie strette posizionato su una ciotola 8, e pressate bene la purea con una spatola in modo da eliminare la parte troppo fibrosa dei baccelli 9 raccogliendo tutti i succhi che fuoriusciranno 10 e tenete in caldo. A questo punto passate alla cottura del riso: fate sciogliere in una pentola capiente metà del burro e fatevi appassire la cipolla finemente tritata 11 una volta che la cipolla si sarà imbiondita, ci vorranno circa 10-15 minuti di cottura a fuoco basso, aggiungete la pancetta tritata 12 e il prezzemolo tritato 13. Fate insaporire per un paio di minuti e quindi aggiungete i piselli 14, e un cucchiaio di olio per insaporire il tutto 15 versate due mestoli di brodo o di acaqua calda e mescolate facendo cuocere per 5 minuti 16. Unite quindi il brodo ottenuto con i baccelli insieme ai piselli 17, regolate di sale e di pepe e portate ad ebollizione. Poi unite il riso 18, aggiustate di sale se necessario e fatelo cuocere al dente mescolando spesso con un cucchiaio di legno 20; a fine cottura la consistenza di risi e bisi dovrà essere quella di una minestra, ma non eccessivamente brodosa. Spegnete il fuoco e mantecate il riso con l'altra metà del burro e il formaggio grattugiato 20, se vi piace potete aggiungere dell'altro prezzemolo tritato 21 e servite il risi e bisi ben caldo! "
}