{
    "title": "Insalata di pasta con pere, pancetta e noci",
    "ingredients": [
        {
            "ingredient": "Mezze Penne Rigate Integrali",
            "quantity": "380 g"
        },
        {
            "ingredient": "Pere",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pecorino",
            "quantity": "dolce, media stagionatura 100 g"
        }
    ],
    "preparation": " Per preparare l'insalata di pasta con pere, pancetta e noci, potete per prima cosa mettete a cuocere la pasta 1. Nel frattempo tagliate la pancetta a fette, poi a listarelle 3, fatela scottare in una padella antiaderente per circa 3 minuti a fuoco vivace (senza aggiunta di altri grassi) e una volta pronta, quando sarÃ bella croccante, ponetela su un vassoio rivestito da carta assorbente 5. Poi lavate le pere e tagliatete prima a metÃ 6, quindi privatele del torsolo e, senza sbucciarle, tagliatele in spicchi, infine a cubetti 7. Tritate al coltello le noci 9 e una volta che la pasta sarÃ al dente, scolatela e trasferitela in una ciotola capiente. Versate un cucchiaio d'olio 9 e mescolate in modo che la pasta raffreddandosi non si attacchi. Lasciatela quindi intiepidire. Una volta che sarÃ fredda, unite le pere 10, il timo tritato 11 e una spolverata di pepe rosa 12. Salate a piacere 13, poi unite anche la pancetta croccante e i gherigli di noci tritati 14. Infine tagliate a tocchetti il Pecorino 15 e aggiungetelo nella ciotola con la pasta 16 insieme a tutto il condimento. Mescolate bene in modo che tutti gli ingredienti si amalgamino 17 e la vostra insalata di pasta con pere, pancetta e noci sarÃ pronta per essere servita! 18 "
}