{
    "title": "Rigatoni terra e mare ",
    "ingredients": [
        {
            "ingredient": "Rigatoni",
            "quantity": "320 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Fagioli cannellini precotti",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "filetti 5"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "90 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i rigatoni terra e mare iniziate tritando finemente una cipolla 1, che metterete in un tegame abbastanza ampio con 4 cucchiai d'olio e farete appassire, a fuoco dolce, per pochi minuti 2. Aggiungete quindi uno spicchio dâaglio intero 3. Sgocciolate e sbriciolate il tonno, versatelo nel tegame 4, aggiungete il prezzemolo tritato 5 e i filetti di alici ridotti a pezzi 6. Lasciate cuocere gli ingredienti un paio di minuti, fino a quando le acciughe non si saranno sciolte e il tutto risulterÃ amalgamato. Mondate e tagliate a fettine sottili i funghi champignon 7 e aggiungeteli al sugo 8, quindi continuate la cottura, mescolando, fino a quando i funghi non cominceranno a perdere la loro acqua. Quando i funghi si saranno ammorbiditi unite i fagioli cannellini 9, saltate velocemente il tutto per un paio di minuti; E sfumate con il vino bianco 10; lasciatelo evaporare completamente, eliminate l'aglio 11 e aggiustate di sale. Unite ora la passata di pomodoro 12, mescolate con cura e fate cuocere il tutto per una decina di minuti, poi aggiungete pepe nero macinato a piacere. Fate lessare i rigatoni in abbondante acqua salata 13, scolateli al dente e versateli nel sugo 14. Fate cuocere il tutto per un paio di minuti 15, quindi servite i rigatoni terra e mare ben caldi, spolverizzati eventualmente con dellâaltro prezzemolo tritato. "
}