{
    "title": "Crespelle integrali con prosciutto, groviera e spinaci",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Spinaci",
            "quantity": "freschi 300 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Groviera",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        }
    ],
    "preparation": " Preparate l’impasto per le crespelle mettendo in una ciotola le uova e aggiungendo poco alla volta il latte 1; mescolate con l’aiuto di una frusta, unite quindi la farina 2 e il burro 3 che avrete fatto sciogliere in una piccola casseruola. Mescolate fino ad ottenere un composto liscio e omogeneo, quindi unite il sale e lasciate riposare per 10 minuti. Intanto preparate la besciamella 4 ( per vedere come si fa clicca qui).Scaldate una padella antiaderente del diametro di 15 cm e, con l’aiuto di un mestolo, ponete un po’ di composto per crespelle nel centro 5: con un movimento rotatorio della padella, o con l’aiuto di un cucchiaio, spandete il composto in modo uniforme su tutto il fondo; fate cuocere per circa 1 minuto, quindi girate la crespella e cuocete sull’altro lato. Procedete nella stessa maniera fino a formare 8 crespelle 6. Prendete ogni crespella, spalmatela con uno strato di besciamella 7, mettete nel centro un po’ di spinaci 8, qualche cubetto di prosciutto e il formaggio groviera tagliato alla julienne 9; chiudete la crespella dandole la forma di un cannolo e fermate i lembi con uno stuzzicadenti . Farcite nello stesso modo tutte le crespelle poi adagiatele in una pirofila (o in 4 piatti individuali), cospargetele con qualche fiocchetto di burro e infornatele a 200° per circa 15 minuti. Trascorso il tempo necessario estraete le crespelle dal forno e servitene due per persona. "
}