{
    "title": "Minestra di patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "700 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la minestra di patate iniziate portando a bollore il brodo vegetale in una pentola, poi occupatevi delle patate: pelatele 1 e tagliatele a fette 2 e poi riducete ciascuna fetta a cubetti di circa 1 centimetro 3. Ora passate alla preparazione del soffritto: tritate la cipolla 1 poi, in una pentola capiente, versate l'olio e aggiungete il trito di cipolla 5 lasciandola stufare per una decina di minuti e bagnandola all'occorrenza con un mestolo di brodo caldo per evitare che si bruci 6. Trascorsi 10 minuti, aggiungete le patate a cubetti 7. Poi unite insieme i rametti di timo e rosmarino (tenendone da parte uno di timo) con uno spago da cucina e aggiungeteli in pentola 8. Coprite tutto con il brodo bollente 9 e lasciate cuocere per 20 minuti. Dopo 20 minuti togliete il bouquet aromatico utilizzando una pinza da cucina 10 e aggiungete il riso 11. Potete usare sia il riso Arborio che quello Carnaroli. Aggiungete nuovamente il brodo bollente fino a coprire tutto il riso e la patate 12. Unite poi il concentrato di pomodoro 13 e mescolate bene per farlo amalgamare 14. Aggiungete anche il sale 15 e il pepe 16 e proseguite la cottura per altri 20 minuti, unendo altro brodo al bisogno. Quando il riso e le patate saranno arrivati a cottura, unite il Grana Padano 17 e aggiungete un'ultima mescolata di brodo 18 ed, eventualmente, aggiustate ancora un po' di pepe. Unite le foglioline di timo del rametto che avete precedentemente tenuto da parte 19 e mescolate un'ultima volta 20 prima di servire 21: la vostra minestra di patate è pronta per essere gustata! "
}