{
    "title": "Vellutata di finocchi",
    "ingredients": [
        {
            "ingredient": "Finocchi",
            "quantity": "960 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "(1 bustina) 0,125 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "40 g"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la vellutata di finocchi iniziate preparando il brodo vegetale (in alternativa potrete utilizzare acqua calda) lavando i finocchi sotto l’acqua corrente poi eliminate il gambo verde e l’estremità inferiore 1, a questo punto divideteli a metà e poi affettateli sottilmente 2. Sbucciate lo scalogno e tritatelo con il coltello 3. In un tegame scaldate l’olio di oliva, poi unite lo scalogno tritato 4 e fatelo rosolare per 10 minuti finché non sarà morbido. A questo punto unite i finocchi 5 fateli saltare per 7-8 minuti, poi salate, pepate e bagnate con il brodo vegetale 6. Proseguite la cottura per altri 10 minuti o fino a quando i finocchi non saranno morbidi e teneri , poi aromatizzate con lo zafferano in polvere 7 e con un mixer ad immersione riducete ad una purea i finocchi (8-9). Filtrate la vellutata di finocchi attraverso un colino 10 per ottenere una crema più liscia 11 poi versate nuovamente la vellutata nel tegame 12 Aggiungete la panna fresca liquida 13 e fate addensare ancora sul fuoco per 5 minuti. Una volta pronta, versate la vellutata di finocchi nei piatti e guarnite a piacere con un filo di panna fresca, del formaggio grattugiato 14 e foglioline di finocchietto selvatico 15 "
}