{
    "title": "Gnocchetti  di carote con funghi misti",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Funghi",
            "quantity": "misti (champignon, orechiette, porcini, chiodini, ecc..) 350 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchetti di carote con funghi misti, iniziate dall'impasto: pelate le carote con un pelaverdure e tagliate le carote a fette piuttosto spesse 1, quindi fatele bollire in una pentola con dellâacqua leggermente salata 2. Quando le carote saranno morbide (ci vorrano circa 15 minuti), scolatele e fatele raffreddare. Quindi frullate le carote con il mixer ad immersione 3, poi sgusciate le uova, sbattetele con una forchetta 4 ed aggiungetele alle carote 5; mescolate, poi unite il pecorino grattugiato 6, la noce moscata e la farina setacciata 7.Â Mescolate con una spatola il composto 8 e copritelo con pellicola per farlo riposare in frigorifero almeno mezz'ora. Intanto preparate il condimento, passando alla puizia dei funghi: con un panno da cucina pulite la superficie dei cappelli dei funghi pleurotus e il gambo per eliminare il terriccio, poi con un coltellino separare i gambi dal cespo 9 e se necessario ripassate il panno sui cappelli e sulle lamelle interne per eliminare eventuali tracce di terra Pulite i funghi porcini raschiandolo il gambo con un coltellino con delicatezza fino ad eliminare qualsiasi traccia di terra, poi con un panno di cotone 11; separate le cappelle dei funghi dai gambi e se risultassero ancora molto sporchi,Â passateli velocemente sotto un getto di acqua corrente fredda. Pulite con un panno di cotone anche i funghi champignon 11, sciacquateli brevemente sotto acqua corrente quindi tagliate le teste e i gambi dei funghi puliti in fettine sottili 12. Per i funghi chiodini invece, tagliate via la parte finale del gambo 13, sciacquateli sotto acqua corrente e sbollentateli per almeno 15-20 minuti in abbondante acqua bollente eliminando di tanto in tanto i residui in superficie con una schiumarola. Una volta terminata la pulizia dei funghi, sbucciate e tritate uno scalogno 14, quindi versate in una ampia padella l'olio e uno spicchio di aglio intero (lo potrete togliere successivamente) 15. Fate appassire lo scalogono e dorare lo spicchio d'aglio a fuoco dolce, poi unite il prezzemolo tritato 16 e i funghi 17; fateli saltare alcuni minuti quindi sfumate con il vino bianco 18, fatelo evaporare e spegnete il fuoco. Riprendete poi l'impasto degli gnocchi dal frigorifero, dividetelo in pezzi e maneggiateli per creare dei filoncini 19; con un tarocco o la lama di un coltello leggermente infarinata realizzate gli gnocchetti 20 a cui potete dare la tipica rigatura con il rigagnocchi 21 o passando gli gnocchetti sui rebbi di una forchetta. Man a mano che li realizzate, ponete gli gnocchetti su un vassoio leggeremente infarinato. Una volta pronti, cucoete gli gnocchi in una pentola capiente con abbondante acqua salata a piacere 22: ci vorranno pochi istanti, quando gli gnocchi verranno a galla, scolateli con una schiumarola e passateli direttamente nella padella con il condimento 23. Saltateli pochi istanti a fuoco dolce, pepate e mescolate per insaporire il tutto e i vostri gnocchetti di carote con funghi misti saranno pronti per essere gustati! "
}