{
    "title": "Burger di patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "650 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "140 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Verza",
            "quantity": "80 g"
        },
        {
            "ingredient": "Spinacini",
            "quantity": "40 g"
        },
        {
            "ingredient": "Mele verdi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "qualche goccia"
        }
    ],
    "preparation": " Per realizzare i burger di patate per prima cosa ponete le patate in un tegame, copritele con acqua 1 e lessatele per circa 40 minuti o fino a quando non saranno morbide. Mondate le cipolle e affettatele 2, scaldate l’olio di oliva in una casseruola e aggiungete le cipolle 3, copritele con acqua 4 e lasciatele stufare per circa 15 minuti finché non saranno morbide 5. Intanto tritate il timo, la salvia e il rosmarino 6 e tenete da parte. Nel frattempo preparate l’insalata: dividete a metà la verza 7, eliminate la costa dura centrale 8, quindi riducetela a striscioline sottili 9. Raccogliete la verza in una ciotola, salatela 10 e lasciatela riposare per circa 30 minuti, così diventerà più morbida e rilascerà i liquidi. Intanto lavate e asciugate le mele, tagliatele prima a metà 11 e poi a fettine sottili 12; riducete ciascuna fettina a listarelle 13 e tenetele da parte. Ora asciugate la verza con un panno 14. Tutto è pronto per comporre l’insalata: in una ciotola versate lo spinacino lavato e asciugato, aggiungete la verza 15, le mele, lo yogurt, l’olio di oliva 16 e qualche goccia di tabasco 17. Mescolate per insaporire e tenete da parte 18. Quando saranno pronte le patate, mettetele ancora calde e con la buccia nello schiacciapatate, raccogliendo la purea in una ciotola capiente 19. Aggiungete anche il formaggio grattugiato 20, il trito di erbe, salate e pepate 21. Unite anche le cipolle stufate, l’uovo sbattuto 22, quindi unite un cucchiaio alla volta il pangrattato fino ad ottenere un composto compatto 23; l’impasto potrebbe richiederne di più o di meno rispetto alla dose indicata in base alla consistenza del composto. Tutto è pronto per formare i burger: ritagliate un quadrato di carta forno di circa 12 cm di lato e adagiatelo su un piattino 24. Appoggiate al centro del foglio un coppapasta tondo del diametro di 10 cm 25, inserite all’interno del coppapasta l’impasto 26 e pressatelo bene con il dorso del cucchiaio 27. Estraete il coppapasta delicatamente: avrete ottenuto così il vostro burger 28. Ora passate alla cottura: scaldate una padella con un filo di olio di oliva, adagiate il burger sollevandolo con la carta in modo che rimanga compatto 29. Una volta appoggiato sulla padella eliminate la carta forno 30. Cuocete i burger 3 minuti da un lato e 2 minuti dall’altro 31, dovranno risultare dorati in superficie 32. Servite subito i burger di patate caldi accompagnandoli con l’insalata allo yogurt 33. "
}