{
    "title": "Strudel di verdure",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 ml"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "380 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Peperoni",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Il primo passo per comporre lo strudel di verdure è la preparazione della pasta brisè seguendo la ricetta che trovate qui. Una volta pronto l'impasto lasciatelo riposare in frigo per circa 40 minuti. Preparate il ripieno tritando la cipolla e tagliando a listarelle di circa 5 mm di spessore tutte le verdure: la carota, il peperone, la zucchina 1 e la melanzana (privata della polpa). Fate soffriggere nell’olio la cipolla fino a quando non sarà dorata, aggiungete la carote e il peperone che richiedono una cottura più lunga e unite in seguito anche la melanzana e la zucchina. Di tanto in tanto aggiungete un mestolo di brodo per non far asciugare le verdure. Quando la cottura sarà ultimata sgoccialate le verdure in un colino e lasciatetele raffreddare. Grattugiate l'emmentaler e tenetelo da parte 4, stendete la pasta brisè creando un rettangolo di circa 40x50 cm 5 e ponetela su un foglio di carta da forno, distribuite il ripieno di verdure sulla sfoglia avendo cura di lasciare un bordo di circa 5 cm 6. Spolverizzate il ripieno con il formaggio grattugiato 7. A questo punto arrotolate lo strudel aiutandovi con la carta da forno 8 e chiudete a pacchetto le due estremità della sfoglia in modo che non fuoriesca il ripieno durante la cottura. Spennellate la parte superiore con l’uovo e cuocete lo strudel di verdure 9 nel forno già caldo a 180°per circa 40 minuti, quando la crosta risulterà leggermente dorata sfornate lo strudel e lasciatelo intiepidire prima di servirlo. "
}