{
    "title": "Spezzatino con piselli",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "(parti anteriori: muscolo, polpa, collo, petto o reale) 800 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "sgranati 400 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "65 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare lo spezzatino con piselli cominciate mondando e tritando finemente sedano, carota e cipolla. Poi passate alla carne, se non lo fosse giÃ tagliatela a tocchetti di 2-3 cm, e versateli in una ciotola con della farina 2. Quindi assicuratevi che siano ben infarinati 3, e poi eliminate gli eccessi di farina riponendo i pezzetti in un colino. A questo punto spostatevi ai fornelli, mettete sul fornello una pentola dal fondo spesso. Scaldate un poâ di olio allâinterno e aggiungete i pezzi di carne 4. Lasciateli rosolare per qualche minuto a fiamma alta, mescolando di frequente, in questo modo la superficie si sigillerÃ per bene. Non appena la carne sarÃ ben dorata sfumate con il vino bianco e lasciate evaporare lâalcol 5. Quindi abbassate un po' la temperatura e aggiungete il trito aromatico lasciando insaporire anche questo 6 Versate il brodo vegetale caldo 7, poi aggiustate di sale, di pepe e unite il concentrato 8. Dopo aver dato un'ultima mescolata, lasciate sobollire dolcemente il tutto per circa 85 minuti tenendo coperto con il coperchio. Di tanto in tanto mescolate per evitare che la carne si attacchi al fondo e assicuratevi che il brodo non si sia asciugato troppo, in questo caso basterÃ aggiungere ancora un poâ di brodo 9. A fine cottura togliete il coperchio e cuocete per altri 5 minuti aggiungendo i piselli 10. Ecco pronto il vostro spezzatino con piselli 11, non vi resta che impiattare 12! "
}