{
    "title": "Crostini rustici di polenta",
    "ingredients": [
        {
            "ingredient": "Polenta istantanea",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fontina",
            "quantity": "80 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "80 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "250 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i crostini rustici di polenta, in un tegame portate a ebollizione 1 litro dâacqua, salatela, aggiungete un cucchiaio dâolio e incorporate la polenta istantanea a pioggia 1. Mescolate bene con una frusta per evitare che si formino dei grumi continuando fino a che la polenta non raggiungerÃ la consistenza desiderata 2. Versatela quindi in uno stampo da plumcake leggermente oliato 3 e fatela rassodare (ci vorrÃ almeno unâora). Intanto iniziate a preparare la farcitura: sbriciolate la salsiccia in una padella antiaderente 4, fatela bene rosolare e poi sfumate con il vino rosso 5. Quando il vino sarÃ evaporato, aggiungete una manciata di semi di finocchietto e portate a termine la cottura 6. Quando la polenta sarÃ ben fredda, estraetela dallo stampo e con un coltello affilato ricavatene dodici fette di 2 cm circa di spessore 7. Riscaldate una piastra che avrete unto con un poâ dâolio 8 e abbrustolitevi le fettine di polenta da entrambi i lati 9. Quando i crostini saranno caldi e dorati 10 posateli su un piatto di portata e copritene 6 con le lamelle di fontina (che si scioglierÃ subito sul crostini caldo) 11 e una fetta di speck,Â e i restanti 6 con un cucchiaio di stracchino ciascuno 12 e un cucchiaio di salsiccia rosolata. Servite i crostini rustici di polenta ben caldi! "
}