{
    "title": "Cuori di burrata con crema di capesante",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "grandi 2"
        },
        {
            "ingredient": "Burrata",
            "quantity": "250 g"
        },
        {
            "ingredient": "Capesante",
            "quantity": "12"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per la preparazione dei cuori di burrata con crema di capesante per prima cosa dovete occuparvi della pasta fresca, per realizzarla al meglio seguite la nostra ricetta della Pasta fresca allâuovo. Setacciate la farina e disponetela a fontana sul piano di lavoro oppure in una ciotola ampia, poi formate un incavo nel centro e ponete le uova sbattute 1. Iniziate a mescolare con una forchetta 2, poi impastate con le mani 3.Â Trasferite su un piano e lavorateÂ con le mani lâimpasto dallâesterno verso lâinterno 4, amalgamando tutta la farina e continuate a impastare fino a quando non risulterÃ liscio e compatto 5. Avvolgete dunque la pasta ottenuta nella pellicola trasparente 6 e lasciatela riposare per circa 1 ora in un luogo fresco e asciutto. Trascorso il tempo di riposo riprendete la pasta, dividetelo in panetti 7 e stendete ciascun panetto su una spianatoia infarinata (oppure potete stendere con lâapposita macchina per la pasta), creando dei rettangoli di circa 15 x 40 cm e uno spessore di circa 0,5 mm 8. Tagliate a pezzetti piccoli la burrata 9 e scolatela per eliminare il liquido in eccesso 10. Una volta che avrete preparato le sfoglie, stendetele e adagiatele sulla spianatoia, Poggiate un coppapasta a forma di cuore (della dimensione 8x8 cm ) sulla sfoglia senza tagliarla; pressando leggermente, lascerete i segni dell'attrezzo sulla pasta e riuscirete in seguito a posizionare al centro delle varie sagome il ripieno di burrata 11. Posizionate al centro di ciascuna sagoma un cucchiaio di burrata 12, spennellate la sfoglia intorno al ripieno con dell'acqua o del bianco d'uovo: in questo modo i bordi resteranno ben sigillati una volta sovrapposti 13. Quando avrete posizionato tutti i mucchietti di ripieno, ricopriteli con una sfoglia della stessa dimensione di quella sottostante 14; prima di sigillare i bordi dei ravioli, schiacciate tutto intorno al ripieno in modo da eliminare l'aria 15. Pressando sulle sfoglie con il coppapasta, ricavate i cuori di burrata 16 che adagerete su di un canovaccio pulito e leggermente infarinato 17. Ora preparate la crema di capesante: estraete le capesante dal guscio 18 ed eliminate la parte nera e il muscolo e raccogliete in una ciotola la polpa e il corallo. Fate soffriggere in una padellina lâolio, l'aglio 19 e il peperoncino tritato 20 il timo tritato 21. Quando lâaglio sarÃ dorato aggiungete le capesante e i coralli nel tegame. Irrorate le capesante con il vino bianco e fatelo sfumare 22 . Quando le capesante saranno cotte 23 (basteranno pochi minuti) versatele assieme al fondo di cottura in un mixer 24. Frullate le capesante fino a ottenere una crema liscia e densa 25 che verserete nella padella dove avete fatto saltare le capesante 26. Mettete a bollire dell'acqua in una pentola, salatela e lessatevi i cuori di pasta fresca per qualche minuto 27, unite un mestolo di acqua di cottura al sugo di capesante 28, e poi scolate nella padella i cuori di burrata 29 e saltateli per pochi istanti per farli insaporire. I vostri cuori di burrata con crema di capesante sono pronti per essere portati in tavola 30! "
}