{
    "title": "Penne di legumi con crema di avocado e mozzarella",
    "ingredients": [
        {
            "ingredient": "Penne di lenticchie rosse",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "120 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "140 g"
        },
        {
            "ingredient": "Pomodorini gialli",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "snocciolate 50 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le penne di legumi con crema di avocado e mozzarella per prima cosa preparate la crema: dividete a metÃ lâavocado 1, eliminate il nocciolo interno e la buccia, quindi tagliate a pezzetti la polpa 2. Ponete la polpa in un bicchiere alto e aggiungete il succo di limone 3. Condite con 40 g di olio di oliva 4,sale, pepe e frullate con il mixer a immersione 5 fino a ottenere una salsa cremosa 6.Ponete sul fuoco una pentola colma di acqua salata e portate al bollore, servirÃ per cuocere la pasta. Lavate e tagliate a metÃ i pomodorini 7. Riducete a cubetti anche la mozzarella 8 e tenete da parte. Cuocete la pasta al dente 9, regolandovi in base al tempo riportato sulla confezione. Quando la pasta sarÃ pronta, scolatela in una ciotola capiente, aggiungete i pomodorini 10, la mozzarella 11 e le olive taggiasche 12. Condite con olio di oliva 13, il timo sfogliato 14 e lâaneto 15. Mescolate per insaporire 16, quindi servite in un piatto di portata guarnendo con la crema di avocado 17. Le penne di legumi con crema di avocado e mozzarella sono pronte per essere gustate 18. "
}