{
    "title": "Fregola con ceci e pancetta",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "350 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "media 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "600 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la fregola con ceci e pancetta iniziate a lessare i ceci. Lasciateli in ammollo dalla sera prima, in acqua fredda 1, dopodichè scolateli e fateli bollire in una pentola capiente per circa 1h/1h e 30 minuti, anche in base a quanto riportato sulla confezione 2; si possono anche cuocere in pentola a pressione dimezzando i tempi di cottura, o potete usare i ceci già lessati. Preparate anche il brodo vegetale. Mondate e tritate finemente la cipolla 1 e l’aglio 2, private poi il peperoncino fresco dei semini e sminuzzate anche questo 3. In una capiente padella antiaderente irrorata con olio di oliva ponete a cuocere aglio, cipolla e peperoncino: devono soffriggere per 5 minuti 7. Tagliate ultimo la pancetta: affettatela e procedete tagliandola in dadolata 8. Aggiungetela al soffritto 9. e proseguite la cottura per altri 3-4 minuti 10. A questo punto versate la passata di pomodoro 11, mescolando ancora fino al raggiungimento di un leggero bollore. Unite al sugo i ceci lessati e ben scolati e proseguite per altri 5 minuti la cottura 12. In ultimo aggiungete la fregola 13: procedete la cottura come se fosse un risotto, aggiungendo quindi poco alla volta il brodo vegetale 14 ma tenendo conto che la preparazione dovrà restare un po’ brodosa. Aggiustate di pepe e di sale 15. Quando la fregola sarà al dente spegnete il fuoco e aggiustate di sale e di pepe. Tritate finemente il mazzetto di prezzemolo 16 e aggiungetelo come tocco finale 17. Un’ultima mescolata e la vostra fregola con ceci e pancetta è pronta 18: servitela ben calda! "
}