{
    "title": "Quiche al salmone con asparagi e porri",
    "ingredients": [
        {
            "ingredient": "Salmone affumicato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la quiche al salmone con asparagi e porri cominciate pulendo gli asparagi, eliminate la parte finale del gambo più dura, e con un pelapatate asportate i filamenti più duri del gambo. Quindi lessate gli asparagi in una asparagiera con acqua salata bollente 1, tenendo le punte fuori dall'acqua. Mentre gli asparagi cuociono, preparate la besciamella: fate il roux con burro e farina e poi aggiungete il latte caldo e mescolate il tutto, salate e aggiungete la noce moscate 2. Una volta che gli asparagi saranno cotti, tagliate i gambi a rondelle conservando intere le punte 3, prendete il salmone e tagliatelo a listarelle piuttosto grandi 4. Quindi mettete l’olio e il burro a fondere, dopodiché aggiungete i porri, che avrete precedentemente mondato e tagliato finemente 5 (solo la parte bianca) e lasciateli appassire dolcemente senza fargli prendere colore. Quando i porri saranno ben ammorbiditi, aggiungete in padella gli asparagi tagliati 6 (lasciando da parte le punte) e fate insaporire qualche minuto. Unite il salmone tagliato 7; aggiungete la panna 8, mescolate e dopo un minuto aggiungete anche la besciamella 9, lasciate cuocere per 5 minuti. Amalgamate per bene, poi aggiustate di sale e pepe e spegnete il fuoco 10. Preparate la pasta briseè mettendo in un mixer il burro freddo e la farina, trasferite su una spianatoia, aggiungete l'acqua e impastate il tutto. Quindi imburrate una pirofila bassa per quiche del diametro di 26 cm e sistemate la pasta briseé, quindi punzecchiate la pasta con i rebbi di una forchetta 12 e versate al suo interno il composto precedentemente ottenuto 13. Con un tagliapasta eliminate la pasta in eccesso 14 e richiudete i bordi della quiche verso l’interno della pirofila (15-16) a questo punto dedicatevi alla decorazione: con un coppapasta a forma di foglia o di qualsiasi altra sagoma ricavate delle foglioline dalla pasta briseè avanzata 17. Sistemate le punte degli asparagi al centro della quiche in modo da formare un fiore, e disponete sulla superficie le sagome ritagliate creando la decorazione che più vi piace 18. Quindi sbattete il latte con un tuorlo 19 e spennellate la pasta briseè in modo da renderla lucida 20 e infornate in forno già caldo a 190° per 25-30 minuti (170 gradi per 20 minuti in forno ventilato), fino a che la pasta briseè sarà ben dorata e croccante 21. Estraete la quiche, lasciatela riposare per 5 minuti e poi tagliatela e servitela calda o tiepida. "
}