{
    "title": "Mummie di pasta",
    "ingredients": [
        {
            "ingredient": "Mini Farfalle",
            "quantity": "180 g"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mummie di pasta iniziate lessando i piselli per circa 4 minuti 1. Ponete sul fuoco una pentola colma di acqua da salare a bollore, servirÃ per la cottura della pasta. Prima che siano cotti i piselli, prelevate un mestolino dâacqua di cottura dei piselli (circa 40 g) e tenetela da parte in una ciotolina 2. Trascorso il tempo di cottura dei piselli, scolateli 3 e poneteli in un bicchiere alto, aggiungete lâolio di oliva 4 e lâacqua di cottura che avete tenuto da parte 5, frullate il composto con un mixer ad immersione 6 per ottenere una crema. Regolate di sale 7 e tenete da parte. Cuocete le mini farfalle tenendole indietro di 3 minuti rispetto ai tempi di cottura indicati (circa 6 minuti) 8. Tagliate la scamorza a fettine di medio spessore e ricavatene delle striscioline che possano fungere da âbendeâ per le nostre mummie 9. Tagliate in due le olive per ricavare gli occhietti 10. Scolate le mini farfalle, mettetele in una ciotola e conditele con il pesto di piselli 11, insaporite con il Parmigiano grattugiato 12. Spennellate con lâolio uno stampo da muffin 13, rivestire i fondi e i bordi di 8 stampini con il pangrattatoÂ 14 e riempiteli con un cucchiaio e mezzo di pasta 15. Adagiate le rondelle di olive sopra i cestini di pasta per simulare gli occhietti 16. Cuocete in forno preriscaldato a 200Â°, per 10 minuti. Trascorsi i 10 minuti, aggiungete le strisce di formaggio non perfettamente allineate per creare le bende 17 e infornate nuovamente per soli 2 minuti, il tempo che si sciolga il formaggio. Una volta cotte, sfornate le vostre mummie di pasta e servitele ben calde 18. "
}