{
    "title": "Pollo alle mandorle",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "130 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "da grattugiare 15 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "25 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare il pollo alle mandorle, iniziate preparando gli aromi; sbucciate lo spicchio di aglio e affettatelo sottilmente 1, poi pelate lo zenzero e grattugiatelo 2 infine sbucciate e affettate la cipolla 3. Private i petti di pollo delle le parti di grasso più evidenti con un coltellino. Quindi tagliate il petto a bocconcini di 1-2 centimetri 4. Ponete un colino sopra una ciotola, versate all'interno i bocconcini di pollo e infarinateli 5, scuotete il colino per eliminare la farina in eccesso. In una padella Wok, o una padella antiaderente dai bordi alti, riscaldate l'olio di semi, poi aggiungete l'aglio 7, lo zenzero grattugiato 8 e la cipolla affettata 9. Lasciate dorare gli ingredienti per alcuni minuti a fuoco medio, mescolando spesso. Aggiungete al soffritto i bocconcini di pollo infarinati 10, quindi fate dorare anch'essi mescolando spesso. Solo quando presenteranno una leggera crosticina, versate la salsa di soia 11 e mescolate. Nella stessa brocchetta che avete usato per la soia, versate 20 g di acqua, per irrorare il pollo (in questo modo non sporcherete due contenitori) 12 e mescolate con un cucchiaio per amalgamare il tutto. Se il pollo tendesse ad attaccarsi, abbassate in fuoco e aggiungete ancora un po’ di acqua calda. Cuocete il pollo per circa 10 minuti, a fine cottura salate il pollo 13 quanto basta, tenendo in considerazione che la salsa di soia è già piuttosto sapida. Mentre il pollo cuoce, ponete in una padella antiaderente le mandorle pelate 14 e tostatele per 2-3 minuti 15. In alternativa potete tostare le mandorle in forno: distribuitele su una teglia rivestita con carta da forno e tostatele per pochi minuti a 180° per dorarle. A questo punto, unite le mandorle tostate al pollo 16 e amalgamate delicatamente con un cucchiaio di legno per alcuni istanti. Spegnete quindi il fuoco 17 e il vostro pollo alle mandorle sarà pronto per essere servito ben caldo 18. "
}