{
    "title": "Pirozhki",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "590 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "270 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 30 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cipolle ramate",
            "quantity": "260 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pirozhki come prima cosa sciogliete il burro e laciatelo intiepidire, poi sciogliete il lievito nel latte tiepido 1. In un'altra ciotola versate la farina, lo zucchero 2, l'uovo 3 e il burro fuso tiepido 4. Iniziate ad impastare con le mani e man mano versate il latte in cui avrete disciolto il lievito 5 e, in ultimo, il sale 6.Â Lavorate il composto fino ad ottenere un panetto,Â trasferitelo su un piano da lavoro e impastate fino a che sarÃ liscio 7. Trasferite all'interno di una ciotola e coprite con la pellicola 8. Lasciate lievitare per almeno 3 ore in un luogo asciutto. Nel frattempo occupatevi del ripieno: mondate le cipolle e tagliatele a fettine sottili 9.Â Trasferitele in un tegame dove avrete versato un filo d'olio 10 e fatele appassire fino a che non saranno cotte 11; serviranno circa 10 minuti. Nel frattempo in un pentolino mettete le uova, copritele con l'acqua fredda e calcolate 9 minuti da quando inizierÃ a bollire prima di scolarle.Â Non appena si saranno intiepidite, sgusciatele 13 e trasferitele in una pirofila. Schiacciatele con la forchetta, poi aggiungete le cipolle 15.Â Condite con sale e pepe, mescolate eÂ conservate in frigorifero fino all'utilizzo 16.Â Quando l'impasto sarÃ raddoppiato di volume 17, trasferitelo su un piano di lavoro leggermente infarinato 18.Â Â Ricavate 7 porzioni da circaÂ 140Â g l'una 19, poi date a ciascuna porzione la forma di una pallina 20 e schiacciatele utilizzando il palmo della mano 21.Â Sistemate un po' di ripieno al centro 22, poi richiudete i panzerotti portando una delle estremitÃ sul ripieno 23 e arrotolandoli leggermente 24.Â Pizzicate le estremitÃ per sigillare i pirozhki, poi trasferiteli su una leccarda foderata con carta forno 26. Sbattete il tuorlo con il latteÂ e utilizzatelo per spennellare la superficie 27.Â Â Cuocete i pirozhki in forno statico preriscaldato a 200Â° per 20 minuti nel ripiano centrale. Una volta sfornatiÂ 29, lasciate intiepidire i vostri pirozhki prima di servirli 30! "
}