{
    "title": "Risotto al cotechino, lenticchie e spumante",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Cotechino Modena precotto",
            "quantity": "1"
        },
        {
            "ingredient": "Spumante",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Lenticchie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto al cotechino, lenticchie e spumante iniziate dal brodo vegetale, poi passate alle lenticchie: versatele in un tegame capiente 1 e aggiungete dell'acqua 2 fino a coprirle. Accendete il fuoco medio e fate cuocere per almeno 40 minuti. Poi dividete le lenticchie in 2 ciotole: in una versate 1/3 dei legumi e nell'altra 2/3 3. Nella ciotola più grande aggiungete un mestolo di brodo vegetale 5, sale, pepe e olio a piacere. Quindi frullate i 2/3 di lenticchie con un frullatore ad immersione 5 per ottenere una crema. Avrete così pronte le lenticchie ridotte a crema e quelle intere da aggiungere a fine cottura 6. Lessate anche il cotechino precotto in una pentola con acqua bollente secondo le istruzioni riportate sulla confezione (ci vorranno circa 15 minuti). Passato il tempo necessario, scolatelo e ponetelo in una ciotolina per eliminare l'involucro esterno 7, facendo attenzione a non scottarvi con il liquido presente nella confezione. Eliminate la pelle del cotechino 8, poi tagliatelo a fette e successivamente a piccoli pezzi 9. Quindi mondate 10 e tritate finemente lo scalogno 11. In un tegame capiente versate 30 g di burro a pezzetti 12 e scioglietelo quasi completamente a fuoco bassissimo, mescolando con un cucchiaio di legno per evitare che il burro si bruci. Aggiungete un filo d'olio 13, poi versate lo scalogno e fatelo appassire. A questo punto unite il cotechino a dadini 14 e il riso 15. Mescolate con un cucchiaio di legno 16 e fate tostare il riso qualche minuto, quindi versate lo spumante 17 e fate evaporare qualche istante mescolando. Versate uno o due cucchiai di brodo per favorire la cottura 18. Cuocete a fuoco lento per circa 15 minuti. Poi aggiungete la crema di lenticchie 19, mescolate e versate uno o più cucchiai di brodo se necessario 20, cuocete per altri 10-15 minuti. Poi, a pochi minuti dalla fine della cottura versate il restante burro e aggiungete il parmigiano grattugiato 21. Mantecate il risotto 22 e infine aggiungete le lenticchie intere 23 prima di spegnere il fuoco. Servite il risotto al cotechino, lenticchie e spumante ben caldo 24! "
}