{
    "title": "Pasta con i ravanelli",
    "ingredients": [
        {
            "ingredient": "Tagliatelle 5 cereali e uova",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ravanelli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta con iÂ ravanelli per prima cosa tagliate via le foglie di ravanelli che vi serviranno per realizzare la crema (serviranno circaÂ 30 g di foglie) 1, sciacquatele e asciugatele, infine versatele nel boccale di un mixer 2. Poi aggiungete la panna fresca 3, il Parmigiano grattugiato 4, le mandorle pelate 5 e lâolio 6. Quindi inserite il mixer e frullate il tutto 7. Ottenuta questa crema, tenetelaÂ in disparte 8. Mettete sul fuoco una pentola con lâacqua salata, servirÃ per la cottura della pasta. Pulite anche i ravanelli e tagliateli a rondelle sottili circa 3 mm 9, teneteli da parte. Cuocete le tagliatelle 10 e non appena mancheranno circa 2 minuti dalla fine della cottura, indicata sulla confezione, versate la crema in padella e unite un mestolo dâacqua della pasta 11. Poi profumate con il basilico spezzettato a mano 12 e lasciate scaldare a fuoco medio basso per alcuni istanti. Quindi scolate la pasta nel pesto 13 e mescolate aggiungendo altra acqua al bisogno per risottare la pasta fino ad ultimarne la cottura 14. A fine cottura versate un ultimo giro dâolio 15, mescolate 16 e infine impiattate guarnendo con le rondelle di ravanelli 16 e aromatizzate con un pizzico di pepe nero 17. Ecco pronta la vostra pasta con i ravanelli: non vi resta che servirla ben calda 18. "
}