{
    "title": "Risotto con gamberi zucchine e fiori di zucca ",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "2"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "12"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 2 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "450 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "2 filetti"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto gamberi zucchine e fiori di zucca, iniziate a tagliare le zucchine a julienne: spuntate le zucchine per eliminare le estremità 1, quindi mettetele nel robot da cucina munito di disco per il taglio alla julienne 2. Ponete poi le zucchine tagliate a scolare per eliminare il liquido di vegetazione 3. Intanto sgusciate i gamberi dividendo la carne dai carapaci che serviranno per il fumetto: staccate la testa (se presente), poi le zampette e l'involucro esterno 4. Montate la frusta gommata e nella ciotola del robot da cucina, versate un filo di olio d'oliva, l'aglio tritato 5 e il porro mondato e tagliato a fettine 6; posizionate la manopola della temperatura sui 140° con velocità 1. Unite anche i carapaci 7; mettete la manopola della velocità a 2 in modo che la frusta mescoli ad intermittenza. Poi sfumate con il vino bianco 8, aggiungete un po' di prezzemolo 9, sale e pepe a piacere. Unite anche l'acqua 10 e fate cuocere fino a quando il livello del liquido non sarà dimezzato 11. Dopo qualche minuto di cottura, abbassate la temperatura a 100-110° ed aumentate la velocità a 3: in questo modo la pausa di mescolamento sarà più lunga. Mentre il fumetto cuoce, dedicatevi ai fiori di zucca ripieni di ricotta: setacciate quest'ultima per renderla più cremosa 12. Insaporite la ricotta con le alici scolate dell'olio di conservazione 13 e macinate il pepe a piacere; riempite una sac-à-poche senza bocchetta con la crema di ricotta ottenuta. Quindi prendete i fiori di zucca, lavateli e asciugateli delicatamente con carta da cucina, poi togliete le escrescenze del fondo, apriteli delicatamente per togliere il pistillo interno senza bucare il fondo. Ora potete farcirli con la crema di ricotta 14, e chiudete ciascun fiore avvitando delicatamente le foglie per sigillare il ripieno. Togliete la frusta gommata e montate il cestello per la cottura a vapore; disponete i fiori a raggiera 15 e cuoceteli per 5-7 minuti. Poi fate la stessa operazione anche con i gamberi 16, cuocendoli per 2 minuti. Versate il fumetto di crostacei in una ciotola, filtrandolo con un colino a maglie strette 17. Quindi versate nella ciotola del robot da cucina il burro per farlo sciogliere; unite anche lo scalogno tritato e fatelo soffriggere impostando la temperatura a 120° e velocità 1. Dopo due minuti aggiungete il riso 18 e fatelo tostare per 2 minuti. Poi sfumate con il vino bianco 19 e lasciatelo evaporare, aumentate a 2 la velocità e cuocete il riso per almeno 20 minuti, aggiungendo di tanto in tanto un mestolo alla volta di fumetto 20. 8 minuti prima dalla fine della cottura unite le zucchine 21, due minuti prima della fine della cottura unite anche i gamberi 22, quindi al termine della cottura mantecate con il Parmigiano grattugiato (potete ometterlo se non lo gradite). Quando il risotto sarà pronto spegnete il robot da cucina 23 e impiattate, guarnendo ciascun piatto di risotto ai gamberi zucchine con 3 fiori di zucca alla ricotta 24! "
}