{
    "title": "Gnocchi coi Useleti (Gnocchi con gli involtini di carne)",
    "ingredients": [
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle",
            "quantity": "mezza"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Carne bovina",
            "quantity": "8 fettine del peso totale di circa 450-500 gr"
        },
        {
            "ingredient": "Salvia",
            "quantity": "16 foglioline"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine 3-4 cucchiai"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "8 fettine (circa 80 gr)"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "8 fettine (circa 80 gr)"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Vino",
            "quantity": "rosso 1 bicchiere"
        },
        {
            "ingredient": "Pepe",
            "quantity": "macinato q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Farina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per prima cosa preparate gli gnocchi di patate come da ricetta che troverete cliccando qui. Una volta pronti, metteteli su di un vassoio coperto con un canovaccio leggermente infarinato e teneteli in un luogo fresco. Nel frattempo, battete leggermente le fettine di carne (se sono troppo grandi tagliatele in due) e su ognuna mettete un pezzetto di pancetta 1 uno di formaggio 2, due foglie di salvia 3 e pepate. Arrotolatele chiudendo gli involtini lateralmente e poi anche alle estremità mediante con degli stecchini 4 . Fate appassire la cipolla tritata finemente a fuoco basso 5, poi quando sarà trasparente (dopo 10-15 minuti) aggiungete gli involtini 6. Fate attenzione che gli involtini si rosolino da entrambi i lati7 ,poi bagnateli con il vino 8 cospargendolo bene nella padella9. Quando il vino sarà evaporato aggiungete la passata di pomodoro 10 ; unite tanta acqua calda fino a coprirli. Coprite il tegame con il coperchio e portateli a cottura aggiustando di sale e pepe e rimestando di tanto in tanto. Una volta che gli involtini saranno cotti e il sugo addensato, lessate gli gnocchi di patate in abbondante acqua salata 11, scolateli per bene e uniteli al sugo 12. Togliete quindi gli stecchini dagli involtini e servite i vostri gnocchi coi useleti ai commensali. "
}