{
    "title": "Penne allo zafferano in cartoccio",
    "ingredients": [
        {
            "ingredient": "Penne Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "180 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        }
    ],
    "preparation": " Per preparare le penne allo zafferano in cartoccio tagliate sottilmente la pancetta 1, poi fatela rosolare in una pentola antiaderente 2 fino a quando sarÃ ben croccante 3. Trasferitela in una teglia foderata con carta da forno in modo che rilasci il grasso in eccesso 4. Mettete sul fuoco una padella e versate la panna insieme allo zafferanno 5. Mescolate con una spatola da cucina poi unite anche la pancetta croccante 6. Stemperate il tutto per 5 minuti, poi spegnete 7. Portate a bollore lâacqua salata che vi servirÃ per la cottura dellâacqua, poi versate le penne 8, facendole cuocere per 8 minuti lasciandole al dente. Scolate la pasta 9. e versatela direttamente nel condimento che avete preparato 10, mescolando il tutto con la spatola per 2-3 minuti a fuoco spento 11. Regolate di sale 12 e di pepe a piacere 13, quindi aggiungete il formaggio grattugiato 14, distribuendolo in maniera uniforme 15. Tagliate 4 fogli di carta da forno e versate una parte di pasta in ciascuno 16, poi ripiegate le estremitÃ superiori 17 e chiudete a pacchetto 18. Una volta terminato 19, ponete i cartocci su una leccarda uno accanto all'altro 20 e passateli in forno statico preriscaldato a 180Â° per 3-4 minuti. Quando saranno pronti, sfornate e servite le vostre penne allo Zafferano in cartoccio 21. "
}