{
    "title": "Fregola con arselle",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vongole",
            "quantity": "(arselle) 1 kg"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pane carasau",
            "quantity": "100 g"
        }
    ],
    "preparation": " La prima cosa da fare per preparare la fregola con le arselle è quella di occuparsi proprio delle vongole, che devono essere freschissime e controllate una per una scartando quelle rotte e successivamente lasciate in ammollo per qualche ora a spurgare. In una padella versate dell’olio e gli spicchi d’aglio 1, aspettate qualche istante che si insaporiscano e poi toglieteli 2 prima di versare le vongole 3 che avrete scolato. Alzate la fiamma e versate il vino 4 coprite con il coperchio 5 e lasciate cuocere qualche minuto agitando la padella, continuate fin quando tutte le arselle non saranno aperte 6. In un altro tegame più grande, lasciate dorare uno spicchio d’aglio insieme all’olio 7, aggiungete il prezzemolo dopo aver tolto l’aglio 8 e lasciate insaporire giusto qualche istante 9 prima di versare il pomodoro 10 e di aggiustare di sale 11 e di pepe 12. Scolate le vongole 13 tenendo da parte il liquido di cottura e sgusciatele 14 avendo cura di conservarne qualcuna per la decorazione finale 15. Stendete un canovaccio pulito, o della garza sterile, in un colino e filtrate il liquido di cottura delle vongole 16, se fosse necessario ripetete l’operazione 17 per assicurarvi un sugo senza sabbia ed eventuali residui di gusci. Nel tegame con il sugo ed il prezzemolo versate la fregola 18 e poi, mano a mano, versate il sugo delle vongole come fosse un brodo 19, aggiustate di sale 20 e di pepe 21 e continuate la cottura mescolando di tanto in tanto 22. Verso la fine della cottura aggiungete le vongole sgusciate in precedenza 23 e ancora un po’ di prezzemolo 24. Sistemate il pane carasau sul fondo di un piatto 25, versate la fregola con le arselle in superficie 26 e infine guarnite con le vongole messe da parte e del prezzemolo 27 e servite subito! "
}