{
    "title": "Risotto al pesto di zucchine e caprino",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Caprino",
            "quantity": "70 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il risotto al pesto di zucchine e caprino iniziate lavando le zucchine, privatele delle estremità e, con l’aiuto di una grattugia con i fori larghi, sminuzzatele 1. Ponete le zucchine grattugiate in un colino e salatele leggermente, così che perdano il liquido in eccesso 2. Nel frattempo mettete nel mixer le foglie di basilico 3, poi unite anche le mandorle 4, i pinoli 5 e mezzo aglio sbucciato 6. aggiungete un filo d’olio 7 e un pizzico di sale, secondo i vostri gusti. Frullate il tutto per un minuto 8 intanto riprendete le zucchine che avranno perso la loro acqua di vegetazione 9. Unite le zucchine al composto 10 insieme ad un altro filo d'olio 11 e completate il pesto con un ultimo giro di lame. Il pesto dovrà risultare morbido e omogeneo 12. In un tegame ponete un filo di olio 13 unite lo scalogno che avrete mondato e tritato finemente 14 e fatelo rosolare, bagnando con poco brodo vegetale 15 (per realizzare il brodo consultate la nostra scheda Brodo vegetale della Scuola di cucina). Quando lo scalogno sarà appassito aggiungete il riso 16, fatelo tostare mescolando con un cucchiaio di legno per qualche minuto, quindi sfumate con il vino bianco 17. Cuocete il riso per circa 18 minuti a fuoco moderato, unendo dell'altro brodo solo quando il riso avrà incorporato il liquido precedente. A cottura ultimata unite il pesto di zucchine 18, aggiungete un mestolo di brodo 19, mescolate per insaporire il risotto con il pesto, mantecate infine con il caprino tagliato a pezzetti 20 e aggiustate di sale se necessario. Servite subito il vostro risotto al pesto di zucchine e caprino 21 e gustatelo ben caldo. "
}