{
    "title": "Risotto alle verdure",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "giÃ puliti 50 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "giÃ puliti 50 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "media 1"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto alle verdure per prima cosa occupatevi di pulire e mondare tutte le verdure: tagliatele a brunoise (ovvero a cubetti molto piccoli) (1-2). Abbiate cura di tagliare tutte le verdure della stessa dimensione in questo modo la cottura sarà uniforme. Una volta completata l'operazione, mettete le verdure da parte 3. Tagliate a spicchi i pomodorini, metteteli in una ciotola e aggiungete un cucchiaino di zucchero 4, in modo che perdano l'acidità. Tritate la cipolla 5, e una metà mettetela ad appassire a fuoco bassissimo in una padella capiente insieme a tre cucchiai d'olio e al burro, per fare in modo che la cipolla non bruci in questa fase potete aggiungere un mestolo di brodo 6. Quando la cipolla sarà diventata trasparente (ci vorranno circa 15 minuti) versate in padella tutta la verdura tagliata a cubetti: le zucchine, metà carota 7, i cubetti di melanzane, i piselli 8 e i peperoni 9. Salate e pepate e lasciate cuocere le verdure per cira 15 minuti, le verdure dovranno risultare morbide ma non sfatte. In un'altra padella fate soffriggere nell'olio rimanente un trito preparato con la costa di sedano, l'altra metà della cipolla e della carota 10. Anche in questo caso lasciate andare a fuoco basso per circa 10 minuti, per non rischiare che il soffritto bruci potete aggiungere anche in questo caso un mestolo di brodo. Quindi unite il riso e fatelo tostare insieme al soffritto 11. Aggiungete il vino bianco 12 e lasciate evaporare. Quando quest'ultimo sarà evaporato, aggiungeteun mestolo di brodo e lasciate cuocere aggiungendo un mestolo di brodo di tanto in tanto 13 rigirando continuamente con un cucchiaio di legno. Quando il riso sarà giunto a metà cottura salate e aggiungete le verdure che ormai saranno cotte 14, e continuate a cuocere il riso sempre aggiungendo un mestolo di brodo di tanto in tanto. Quando il riso sarà cotto, aggiungete anche i pomodorini 15, amalgamate bene tutto e spegnete il fuoco. A questo punto potete procedere alla mantecatura del risotto, spegnete il fuoco e aggiungete il burro 16, il parmigiano 17, il prezzemolo tritato 18 e aggiungete una macinata di pepe macinato fresco, date l'ultima mescolata e il vostro risotto alle verdure è pronto per la vostra tavola! "
}