{
    "title": "Tagliolini ai moscardini",
    "ingredients": [
        {
            "ingredient": "Tagliolini all'uovo",
            "quantity": "350 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Moscardini",
            "quantity": "freschi 400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "da tritare 2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        }
    ],
    "preparation": " Per preparare i tagliolini ai moscardini iniziate pulendo i molluschi: lavateli sotto lâacqua corrente 1 poi sfilate la pelle 2, eliminate le interiora 3, il rostro (il becco che si trova al centro dei tentacoli) e gli occhi, 4. Una volta puliti, tagliate i moscardini a piccoli pezzi, dividendo i tentacoli 5. In una padella ampia, mettete l'olio a scaldare, aggiungete l'aglio tritato 6 avendo cura di non farlo imbiondire, mettete una punta di cucchiaino di peperoncino 7, quindi appena inizia a soffriggere, aggiungete i moscardini 8, mescolate il pesce 9 e sfumate con il vino bianco 10. Fateli cuocere per una decina di minuti a fuoco lento e coperti 11, al termine aggiustate di sale se necessario 12. Unite infine il prezzemolo tritato per insaporire 13. Nel frattempo predisponete la porzione di pasta che vi serve 14 e cuocete la pasta 15, quando sarÃ al denteÂ scolatela e versatela direttamente nella padella con i moscardini 16. Mescolate 17 e fate cuocere i tagliolini ai moscardini per altri 5 minuti 18. L'ultimo minuto giratela spesso, in modo che si amalgami bene al sugo del pesce, e condite infine con del pepe nero. Lasciate riposare 1-2 minuti e servite subito in tavola i tagliolini ai moscardini. "
}