{
    "title": "Strudel con ricotta e spinaci",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "2 rotoli"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Mondate e lavate accuratamente gli spinaci, dopodiché lessateli in un dito di acqua bollente salata 1. Scolate gli spinaci e quando si saranno intiepiditi strizzateli bene 2, sminuzzateli aiutandovi con un coltello 3, poneteli in una padella con 50 gr di burro 4, dove li farete saltare per qualche minuto 5, aggiustateli eventualmente di sale. Ponete poi gli spinaci intiepiditi in un capace recipiente dove unirete la ricotta sbriciolata 5, la noce moscata, il formaggio grattugiato 6, le uova, l’uvetta 7, i pinoli, il sale e il pepe. Amalgamate bene il tutto e lasciate riposare il composto per mezz’ora, in modo che tutti i sapori si possano fondere bene tra loro.Accendete il forno a 180°. Intanto, su di una spianatoia infarinata, ponete e tirate la pasta sfoglia con un matterello in modo da formare un rettangolo, dove spalmerete tutto il composto di spinaci e ricotta lasciando tutto intorno i bordi vuoti per almeno 2-3 cm 8. Spennellate anche i bordi con l'albume 9. Quindi arrotolate la pasta sfoglia su se stessa formando appunto un rotolo 10. Richiudete i bordi laterali in modo da non far uscire il ripieno 11 e spennellate lo strudel di ricotta e spinaci con l'albume sbattuto in modo da rendere la superficie lucida 12. Sistemate lo strudel di ricotta e spinaci su di una placca da forno (o teglia) foderata di carta forno (o oliata), e fatela cuocere per circa 40 minuti. "
}