{
    "title": "Polpette fritte rustiche",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "grandi 2"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "(2 fette) 150 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "fresca 100 g"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per fare le polpette fritte rustiche, iniziate eliminando la crosta dalla pagnotta di pane, e ricavatene dei tocchetti 1. Tritate il pane in un mixer fino a sbriciolarlo 2. In una capiente ciotola mettete la carne macinata, la salsiccia sgranata e privata della pelle esterna e la mortadella tritata 3 (potete tritare la mortadella utilizzando un mixer). Tritate il prezzemolo e aggiungetelo all'impasto (4-5). Unite ora gli aromi: noce moscata, finocchietto, sale e pepe 6, il parmigiano e il pecorino grattugiati 7, lo spicchio dâaglio tritato 8, e le uova sbattute 9. Amalgamate bene gli ingredientiÂ fino ad ottenere un impastoÂ omogeneo, morbido e compatto 10 (se dovesse risultare troppo asciutto potete aggiungere un altro uovo). Per ultimo aggiungete il pane e amalgamate nuovamente 11. Prendete una grossa noce di impasto, fate una polpetta 12 e datele una forma ovale 13. Passate le polpette nel pangrattato 14, scaldate dellâolio in una padella antiaderente e quando sarÃ ben caldo immergetevi le polpette 15 e fatele cuocere girandole di tanto in tanto fino a che risulteranno uniformemente dorate. Scolatele su carta assorbente da cucina e servite le polpette fritte rustiche ancora calde! "
}