{
    "title": "Ciambelle salate veloci",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "6 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le ciambelle salate veloci, come prima cosa iniziate a realizzare l'impasto. In una ciotola unite la farina insieme al sale e al lievito istantaneo 1; aggiungete l'olio 2 e l'acqua a temperatura ambiente 3.Â Iniziate a lavorare il tutto con le mani fino ad ottenere un composto omogeneo 4, poi trasferitelo su un piano e impastate fino a che risulterÃ liscio 5. Coprite con un canovaccio e lasciate riposare per circa 10 minuti 6.Â Nel frattempo tagliare la fontina a dadini 7. Poi pelate la carota e sempre con il pelaverdure ricavate delle fettine sottili 8. Fate la stessa cosa anche per le zucchine, ma questa volta senza sbucciarle 9.Â Riprendete l'impasto e ricavate 4 porzioni da 100 g l'una 10. A questo punto stendete ciascuna pallina fino ad ottenere un ovale spesso circa 3 mm. Posizionate un po' di prosciutto e le fettine di zucchine 12,Â le carote 13 e i cubetti di fontina 14. Sollevate delicatamente la parte davanti a voi 15Â e arrotolatela 16. Poi unite i due lembi esterni in modo da formare una ciambellina e pressate con le dita per unirli 18.Â Posizionate le ciambelline su una leccarda foderata con carta forno e spennellate la superficie con un po' di panna fresca 19. A questo punto 20 cuocete in forno statico preriscaldato a 190Â° per circa 25 minuti nel ripiano centrale. Quando saranno ben dorate sfornatele 21 e gustatele ancora calde!Â "
}