{
    "title": "Insalata di pasta Mediterranea",
    "ingredients": [
        {
            "ingredient": "Farfalle",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "ciliegino 250 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "fresco 20 foglie"
        },
        {
            "ingredient": "Olive",
            "quantity": "nere denocciolate 40 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "di bufala 200 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lâinsalata di pasta mediterranea, cominciate lavando i pomodorini e tagliandoli in piccoli pezzi 1. Tagliate anche le olive denocciolate a rondelle 2 e la mozzarella di bufala a cubetti, che metterete dentro un colino per far perdere lâeccesso di siero 3. Nel frattempo portate a bollore una pentola di abbondante acqua salata e buttate le vostre farfalle 4. Tornate ad occuparvi del condimento: in una ciotola capiente ponete il tonno insieme al proprio olio 5 e con i rebbi di una forchetta schiacciatelo 6 per ridurlo a filaccetti. Aggiungete nella ciotola insieme al tonno i pomodorini tagliati 7 e le foglie di basilico spezzettate a mano 8. Mescolate bene per amalgamare tra loro tutti i sapori 9. Scolate la pasta 10 e trasferitela direttamente nella ciotola insieme al condimento 11. Unite anche le olive nere 12 e la mozzarella, che avrÃ perso il liquido in eccesso 13. Amalgamate bene e se preferite condite con un filo dâolio extravergine 14 e un pizzico di sale e di pepe. Lasciate riposare la vostra insalata di pasta Mediterranea almeno mezz'ora prima di portarla in tavola 15! "
}