{
    "title": "Cavatelli con salsiccia e fiori di zucca",
    "ingredients": [
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "8 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 150 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "360 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "150 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cavatelli con salsiccia e fiori di zucca iniziate dalla pasta fresca: ponete la semola rimacinata in una ciotola e aggiungete lâacqua poco alla volta, iniziate ad impastare 1 poi unite anche l'olio e continuate ad impastare. Trasferite il composto su un piano di lavoro leggermente infarinato e maneggiatelo fino ad ottenere un impasto liscio ed elastico 2; avvolgetelo nella pellicola 3 e lasciate riposare per circa 30 minuti. Dedicatevi al ripieno: togliete il budello che avvolge la salsiccia 4, poi in una padella ampia versate l'olio e fate imbiondire l'aglio 5. Togliete quindi l'aglio quuando sarÃ ben dorato e unite la salsiccia tagliata a pezzi grossolanamente 6. Sgranatela 7, mescolate fate rosolare qualche minuto, quindi sfumate con il vino bianco 8, lasciate evaporare e proseguite la cottura con il coperchio 9. A fine cottura aromatizzate con timo e finocchietto tritati (10-11), quindi spegnete il fuoco. Riprendete l'impasto dei cavatelli, realizzate dei cordoncini sottili 12 divideteli in tocchetti di circa 1 cm 13 e formate i cavatelli: esercitando una leggera pressione con il dito indice e il medio, scavate il cavatello al suo interno, tracindandolo per arricciare un po' i bordi 14. Ponete i cavatelli su un vassoio e spolverizzateli con la semola e lasciateli riposare per 15-30 minuti (potete preparare anche in anticipo i cavatelli , lasciandoli seccare su un vassoio foderato con un panno da cucina leggermente infarinato). Cuocete i cavatelli in acqua bollente salata per almeno 5-6 minuti 15, controllando sempre la cottura con un assaggio. Mentre i cavatelli cuociono, lavate delicatamente e asciugate i fiori di zucca, tagliate il gambo e aprite i fiori a metÃ 16 per togliere il pistillo interno. Scolate i cavatelli 17 e versateli nella padella con la salsiccia 18. Unite anche i fiori di zucca 19, mescolate per mantecare e amalgamare il tutto 20, quindi servite i cavatelli con salsiccia e fiori di zucca ben caldi 21. "
}