{
    "title": "Pasta e fagioli estiva",
    "ingredients": [
        {
            "ingredient": "Fusilli 5 cereali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Fagioli borlotti",
            "quantity": "da sgranare 700 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "180 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipollotti rossi",
            "quantity": "di tropea 40 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "15 g"
        },
        {
            "ingredient": "Peperoncino secco",
            "quantity": "piccoli 2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta e fagioli estiva, per prima cosa lavate e spuntate il sedano e tagliatelo a rondelle 1, poi sfogliate il porro, spuntatelo e affettatelo sottilmente 2. Mondate il cipollotto e tagliate anche questo nello stesso modo 3. Lavate i pomodori, tagliateli a fette e poi a cubetti 4. Per finire sgranate i fagioli freschi 5. Una volta pronte le verdure potete passare alla cottura: scaldate lâolio in un tegame capiente, insaporite con il peperoncino qualche istante 6 e poi aggiungete il sedano, il cipollotto e il porro 7. Rosolate per un paio di minuti, poi aggiungete i pomodori a tocchetti 8, le foglie di basilico 9 e i fagioli 10. Salate 11, versate lâacqua fino a ricoprire le verdure 12, coprite con il coperchio 13 e cuocete a fiamma media ma non troppo alta per 20 minuti, mescolando di tanto in tanto. Trascorso questo tempo togliete il coperchio 14 e cuocete per altri 15-20 minuti o fino a quando i fagioli non risulteranno morbidi. A questo punto versate la pasta e mescolate 15. Se necessario aggiungete altra acqua (regolatevi in base alla consistenza della minestra) 16. Cuocete la pasta per 11 minuti e quando sarÃ pronta 17 servitela calda con qualche fogliolina di basilico fresco 18. "
}