{
    "title": "Pancotto con le cozze",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "800 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        }
    ],
    "preparation": " Per preparare il pancotto con le cotte procuratevi del pane raffermo; in caso contrario tagliate una pagnotta fresca a fette 1 che andrete a tostare in forno statico preriscaldato a 100° per 10-15 minuti (o a 80° per 8-10 minuti se in forno ventilato) 2 fino a renderle croccanti. Nel frattempo dedicatevi alla pulizia delle cozze: sciacquate le cozze sotto acqua corrente 3; con il dorso della lama di un coltello eliminate tutte le incrostazioni e i cirripedi (parassiti che si formano sul guscio) e con un movimento energico staccate manualmente la barbetta (o bisso) che fuoriesce dalle valve 4 (per facilitare l'operazione è possibile impugnare il bisso con un canovaccio). Sempre sotto l’acqua fresca corrente e utilizzando una paglietta d'acciaio (oppure una spazzola rigida), sfregate energicamente le cozze per eliminare ogni impurità 5. Versate l’olio in una padella antiaderente 6 e fate rosolare uno spicchio d’aglio in camicia 7. Quando l’aglio sarà ben dorato, versate le cozze 8, fate cuocere per 1-2 minuti, poi sfumate con il vino bianco 9; cuocete le cozze, lasciando che si aprano spontaneamente: ci vorranno circa 5 minuti. Regolate di sale e di pepe 10, quindi tritate finemente il prezzemolo 11 e aggiungetene metà dose alle cozze 12. Trascorso il tempo necessario, controllate tutte le cozze 13: quelle che non si saranno aperte andranno buttate. Spegnete il fuoco e scolatele, conservando il liquido di cottura 14. Separate le valve vuote delle cozze da quella piene 15, conservandone qualcuna intera per la presentazione finale del piatto. Tagliate le cozze che avete preparato finemente 16 e unite il prezzemolo tritato restante 17, quindi adagiate le fette di pane tostato in un ampio tegame 18. Filtrate il liquido di cottura in un colino a maglie strette 19, poi versatelo sul pane in maniera omogenea per farlo ammollare leggermente 20. Distribuite le cozze sul pane con un cucchiaino 21, regolate di sale e di pepe (22-23) e terminate con un filo di olio 24. Una volta terminato 25, impiattate il vostro pancotto con le cozze immediatamente oppure, se preferite, potete lasciarlo intiepidire e servire a temperatura ambiente 26, aggiungendo i molluschi interi come decorazione finale 27. "
}