{
    "title": "Risotto al salmone",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Tranci di salmone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di pesce",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aneto",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Preparare il burro aromatizzato sminuzzando le erbe 1 e grattugiando la scorza di limone, lasciare ammorbidire il burro a temperatura ambiente e quando avrÃ raggiunto una consistenza cremosa aggiungere il trito di erbe 2, la scorza di limone 3 e il sale. Intanto pulite il trancio di salmone e tagliatelo in piccoli pezzi 4. Scaldate in una padella un cucchiaio di olio con uno spicchio di aglio intero e rosolate per 2/3 minuti i bocconcini di salmone 5, salate e tenete da parte il salmone eliminando l'aglio 6. Ora iniziate la preparazione del risotto: tagliate finemente il porro e fatelo appassire a fuoco basso con due cucchiai di olio in una padella . Versate il riso a pioggia 7 e tostatelo qualche istante a fiamma vivace girando con un cucchiaio di legno. Sfumate con il vino banco 8 e proseguite la cottura mescolando di tanto in tanto avendo cura che il riso non si attacchi, aggiungendo il brodo (vegetale o di pesce) poco alla volta. A metÃ cottura unite i bocconcini di salmone 9, aggiustate di sale se necessario e quando il riso sarÃ ben cotto, toglietelo dal fuoco e mantecate con il burro aromatizzato alle erbe e un paio di cucchiai di Grana Padano grattugiato, se di vostro gusto. "
}