{
    "title": "Scialatielli",
    "ingredients": [
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 30 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare gli scialatielli cominciate tritando finemente al coltello le foglioline di basilico, precedentemente lavate e asciugate. Poi in una ciotola versate la farina di grano duro 1 e lavorate, con lâaiuto di una forchetta, lâuovo leggermente battuto 2. Unite anche il Pecorino grattugiato 3 poi il basilico sminuzzato 4 e dopo aver aggiunto anche il latte a temperatura ambiente a filo 5 cominciate ad impastare a mano versando infine lâolio extravergine dâoliva 6. Trasferite il composto sulla spianatoia 7 e continuate ad impastare, sempre a mano, per circa 8 minuti 8. Ottenete un panetto liscio ed omogeneo, avvolgetelo nella pellicola trasparente e lasciatelo riposare a temperatura ambiente per 30 minuti 9. Dividete lâimpasto in due 10, la seconda metÃ tenetela sempre avvolta nella pellicola per evitare che possa seccarsi allâaria, e lavorate la prima parte sulla spianatoia, leggermente infarinata con la semola, tirandola con un matterello a circa 5 mm di spessore 11. Spolverizzate con ancora un poâ di semola la sfoglia e arrotolate i lembi trascinandoli verso il centro. Quindi prima da un lato e poi dallâaltro 12 fino ad arrivare al centro. Con una lama ben affilata tagliate lâimpasto in anelli di circa 1 cm di spessore 13. Srotolateli delicatamente aiutandovi con le mani 14, dovranno essere lunghi circa 12-15 centimetri. A questo punto i vostri scialatielli sono pronti per essere cotti in abbondante acqua bollente e salata per 4-5 minuti. "
}