{
    "title": "Pasta alla Norma in bianco",
    "ingredients": [
        {
            "ingredient": "Cellentani",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "250 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 500 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per preparare la pasta alla Norma in bianco iniziate dalla pulizia delle melanzane. Lavate le melanzane, spuntatele e tagliatele a fette dallo spessore di mezzo cm 1. Ponetele in un colino cospargendole man mano con il sale grosso 2. Coprite con un piatto e sistemate sopra un peso 3 e lasciate da parte le melanzane per 1-2 ore. In questo modo elimineranno il liquido in eccesso e il retrogusto amarognolo. Trascorso questo tempo, sciacquatele sotto abbondante acqua corrente 4 e tamponatele con un panno da cucina pulito e asciutto 5. Ponete lâolio di semi in un tegame dai bordi alti e portatelo alla temperatura di 170Â° (utilizzate un termometro da cucina per raggiungere la giusta temperatura) e versate al suo interno poche fettine di melanzane per volta 6, in modo da non abbassare la temperatura dell'olio. Friggete le vostre melanzane fino a che non risulteranno ben dorate, quindi scolatele con una schiumarola 7 e posizionatele su un vassoio foderato con carta assorbente 8. Una volta eliminato lâolio in eccesso tagliate le melanzane fritte a listarelle 9 e tenetele da parte. Dedicatevi ora alla preparazione della crema di ricotta salata. Grattugiate la ricotta salata 10 e tenetene da parte circa 50 g per la decorazione finale; versate la restante in un tegame 11. Unite un mestolo di acqua calda 12, mescolate con una frusta 13 e cuocete per circa 10 minuti, fino a che la ricotta non risulterÃ sciolta 14. Quindi versate la crema di ricotta salata in un contenitore dai bordi alti e frullatela con un mixer ad immersione 15, fino ad ottenere una salsa liscia ed omogenea. Cuocete la pasta in abbondante acqua bollente, salata leggermente (dato che il condimento risulterÃ molto saporito, grazie alla presenza della ricotta salata) 16. Nel frattempo intagliate un peperoncino fresco, eliminate i semi e tritatelo finemente 17. Ponete in un tegame lâolio insieme allâaglio, privato dellâanima, ed il peperoncino 18 e lasciateli dorare a fuoco moderato, quindi eliminate lâaglio. Scolate la pasta al dente e unitela nel tegame con lâolio e il peperoncino 19, aggiungete anche le listarelle di melanzane 20 e le foglioline di basilico spezzettate a mano 21. Versate la crema di ricotta salata 22 e mescolate per amalgamare tutti gli ingredienti 23. Impiattate e decorate la vostra pasta alla Norma in bianco con le scaglie di ricotta salata tenute da parte e qualche fogliolina di basilico 24. "
}