{
    "title": "Vitello tonnato alla maniera antica",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "girello o magatello 500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 125 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "20 g"
        },
        {
            "ingredient": "Capperi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova sode",
            "quantity": "4"
        },
        {
            "ingredient": "Marsala",
            "quantity": "15 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare il vitello tonnato alla maniera antica iniziate a preparare il brodo vegetale. Una volta pronto occupatevi di legare il vostro pezzo di vitello, per farlo vi occoreranno dello spago da cucina e delle forbici. Tagliate un primo pezzo di spago e fate la prima legatura longitudinale, in questo caso basterà un semplice nodo alla parte finale della carne 1. Prendete un altro pezzo di spago più lungo fatelo passare sotto alla carne 2 e legatelo sull'estremità alla vostra sinistra, facendo due giri con lo spago 3 prima di annodare 4. Prendete la parte più lunga dello spago e realizzate un'asola 5, poi allargatela con le mani e fate scorrere la carne al suo interno 6. Tirate la parte dello spago 7 in modo da fermarlo in maniera perpendicolare al primo nodo 8.Proseguite in questo modo fino a legare l'intero girello 9. Condite la carne con sale 10 e pepe 11; per farlo in maniera uniforme spargete il sale su un tagliere e muovendo la carne raccoglietelo 12. A questo punto impilate uno spicchio d'aglio in camicia su uno stecchino 13, sarà più facile eliminarlo dal fondo di cottura successivamente. Versate 20 g di olio in un tegame utilizzabile anche in forno e lasciatelo scaldare. Unite poi la carne e lo spicchio d'aglio 14. Rosolate il girello a fuoco medio-alto, da tutti i lati per 2-3 minuti 15. A questo punto aggiungete il tonno in filetti 16, le acciughe 17 e i capperi 18. Rompete leggermente i filetti di tonno 19 e quando sarà tostato e ben dorato, sfumate con il vino bianco 20. Una volta che il vino bianco avrà ridotto leggermente bagnate con il latte senza andare direttamente sulla carne 21. A questo punto 22 trasferite in forno preriscaldato a 180° per 7-8 minuti, poi girate il girello 23 e proseguite la cottura per altri 7-8 minuti. Sfornate, coprite con della carta argentata 24 e lasciate raffreddare completamente a temperatura ambiente. Nel frattempo occupatevi di preparare le uova sode, cuocendole per circa 9 minuti dal bollore. Una volta fredde sgusciatele e tenetele da parte.Non appena la carne si sarà raffreddata trasferitela su un tagliere 25 ed eliminate lo spicchio d'aglio dal fondo di cottura 26; poi versate il fondo in un contenitore del mixer 27 e aggiungete le uova sode tagliate a fette 28. Iniziate a frullare con un mixer ad immersione 29 e aggiungete ancora: 20 g di olio 30, il brodo di verdure 31 e il marsala 32. Frullate il tutto fino ad ottenere una crema liscia 33, aggiungendo altro brodo se dovesse risultare troppo densa. Trasferite in frigorifero in modo da farla raffreddare un pò. Occupatevi della carne eliminando lo spago 34 e affettatelo sottilmente utilizzando un coltello molto affilato 35. Sistemate tutte le fettine di carne su un tagliere e farcitele con un cucchiaino di crema, sistemandola al centro 36. Richiudete ogni fettina a mò di mezza luna 37 e sistematele su un piatto da portata. Noi abbiamo scelto di aggiungere alcune foglioline di lattuga e di condirle con sale, olio e aceto balsamico 38. Il vitello tonnato alla maniera antica è pronto 39, non vi resta che gustarlo! "
}