{
    "title": "Polpettone al forno",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "macinato 600"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "fresco 200 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 110 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "grattugiata ½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate rosse",
            "quantity": "novelle 500 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "2"
        },
        {
            "ingredient": "Salvia",
            "quantity": "qualche foglia"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il polpettone al forno, per prima cosa eliminate la crosta del pane fresco con un coltello 1, tagliatelo a cubotti e trasferitelo allâinterno di una ciotola: in tutto vi occorreranno circa 150 g di mollica. Versate nella ciotola anche il latte 2 in modo che il pane lo assorba e si ammorbidisca. Nel frattempo rimuovete il budello dalla salsiccia e schiacciatela 3. Versate la carne macinata di manzo in unâaltra ciotola 4, poi unite la salsiccia 5, il Pecorino grattugiato 6, il pane ammollato nel latte e strizzato leggermente 7, le uova intere 8, la noce moscata 9, qualche fogliolina di timo fresco, sale e pepe. Impastate il composto con le mani per amalgamare tutti gli ingredienti in modo omogeneo 10, poi dategli la forma di un cilindro avendo cura di compattarlo bene 11. Adagiate il polpettone su un foglio di carta forno, spennellatelo con lâolio dâoliva 12 e tenetelo momentaneamente da parte. Ora preriscaldate il forno a 180Â° in modalitÃ statica e passate alla preparazione del contorno: sciacquate le patate sotto lâacqua corrente 13 e dividetele a metÃ 14, poi mondate gli scalogni e tagliateli in 8 parti 15. Trasferite le patate in una ciotola e aggiungete le foglioline di timo 16, le foglie di salvia spezzettate grossolanamente 17, sale e pepe 18. Unite anche gli scalogni 19, condite con lâolio dâoliva 20 e mescolate bene il tutto 21. A questo punto prendete una teglia capiente, ungete il fondo con lâolio dâoliva e versate il mix di patate e scalogni allâinterno 22. Adagiate il polpettone nel centro della teglia 23 e cuocete in forno statico preriscaldato a 180Â° per circa 80-90 minuti. Trascorso il tempo di cottura, sfornate il polpettone e servitelo ben caldo insieme al contorno di patate 24! "
}