{
    "title": "Garganelli al ragù di asparagi e zucchine",
    "ingredients": [
        {
            "ingredient": "Garganelli all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "160 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i garganelli al ragù di asparagi e zucchine iniziate facendo il brodo vegetale. Proseguite pulendo gli asparagi con il pela patate – eliminate la parte bianca con un coltello fino a pareggiarli 1 e poi con il pela verdure togliete la parte esterna del gambo, quella più filamentosa 2, e infine tagliateli a rondelle e lasciate intere le punte 3. Procedete lavando anche la zucchina, spuntatela e tagliatela a dadini 4. Tritate poi il timo 5. In ultimo, tritiate finemente lo scalogno, quindi andiate a cuocere il ragù di verdure 6. In una padella capiente versate l’olio 7 e andate a soffriggere lo scalogno a fuoco dolce 8, poi versate le zucchine, e lasciate cuocere per circa 5 minuti 9. Aggiungere gli asparagi 10, il timo tritato 11 e aggiustate di sale e pepe. Versate poi il brodo e lasciatelo cuocere per 20 minuti a fuoco lento 12. Nel frattempo, tagliate a dadini la pancetta 13 e versatela in una padella per saltarla a fuoco medio: mescolate di tanto in tanto perché diventi dorata e croccante 14. Poi spegnete il fuoco, scolate la pancetta del grasso in eccesso. 15 Versate la pancetta croccante priva del grasso in eccesso nella padella di asparagi e zucchine ormai cotte 16. Ora cuocete i garganelli in abbondante acqua salata a piacere 17, scolateli al dente (abbiate cura di conservare 100 g di acqua di cottura) e versateli nel ragù di verdure 18. Versate i 100 g di acqua di cottura 19, aggiungete una macinata di pepe nero 20 e fate saltare per qualche secondo, mescolando bene. Servite i garganelli al ragù di asparagi e zucchine ben caldi 21. "
}