{
    "title": "Frittata di spaghetti",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "350 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "5"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la frittata di spaghetti iniziate cuocendo la pasta in abbondante acqua salata 1. Quindi scolatela 2 e lasciatela intiepidire, aggiungendo un filo dâolio. Nel frattempo iniziate a tagliare la scamorza a cubetti abbastanza piccoli 3. Tagliate anche la pancetta a striscioline 4. Sbattete le uova in una ciotola 5, quindi unite la scamorza e mescolate 6. Sempre nella stessa ciotola aggiungete anche: la pancetta appena tagliata 7, il timo leggermente tritato 8 e infine il latte 9; quindi unite un pizzico di pepe e mescolate per amalgamare il tutto. In una padella lasciate imbiondire uno spicchio dâaglio in camicia con un filo dâolio, quindi levatelo 10 , e versatevi gli spaghetti 11. Fateli soffriggere qualche minuto senza toccarli e poi distribuite il compostoÂ delle uova su tutta la superficie 12. Lasciate cuocere un paio di minuti 13, aggiungete anche il formaggio grattugiato 14 e poi coprite con un coperchio 15. Fate cuocere la vostra frittata per circa 15-20 minuti a fuoco moderato. Quindi aiutandovi con il coperchio girate la frittata 16 e lasciatela cuocere senza coperchio per ancora 5 minuti 17. Per assicurarvi che la frittata di spaghetti sia cotta, scuotetela avanti- indietro per verificare che sia ben staccata dal fondo. Quando la frittata sarÃ pronta fatela scivolare su di un piatto da portata e servitela immediatamente, tagliandola a fette 18. "
}