{
    "title": "Fagottino di pasta fresca al salmone, toma e radicchio su crema di patate",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "trevigiano 200 g"
        },
        {
            "ingredient": "Toma piemontese",
            "quantity": "150 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "scozzese 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "110 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il fagottino di pasta fresca al salmone, toma e radicchio su crema di patate iniziate dalla pasta fresca: in una ciotola setacciate la farina 1, unite l'uovo e iniziate a maneggiare l'impasto 2, quindi unite l'acqua poco alla volta e lavorate energicamente prima direttamente nella ciotola 3. Lavorate l'impasto nella ciotola poi quando sarà più compatto 4 maneggiatelo su un piano di lavoro leggermente infarinato 5; quando sarà liscio e omogeneo avvolgetelo in pellicola e lasciate riposare per 30 minuti a temperatura ambiente 5. Intanto dedicatevi al ripieno: sfogliate la parte più esterna del radicchio e tagliatelo a listarelle 8. Quindi rosolate uno spicchio di aglio in una padella con un filo di olio, poi versate il radicchio salate e pepate a piacere 8 e lasciate stufare con il coperchio per qualche minuto. Ci vorranno pochi minuti perchè il radicchio appassisca 9, dopodichè spegnete il fuoco, togliete l'aglio e tenete da parte. In una pentola capiente portate acqua a bollore e lessate le patate 10 (potete anche utilizzare la pentola a pressione per dimezzare i tempi di cottura). Tagliate il formaggio toma a dadini e tenetelo da parte. A questo punto, riprendete la pasta fresca che ha riposato circa 30 minuti, prelevatene un pezzetto e il resto lasciatelo avvolto in pellicola per evitare che si secchi a contatto con l'aria. Quindi stendetelo leggermente e passatelo nella macchina tirapasta fino al livello più sottile 12. Dividete la sfoglia ottenuta in rettangoli di 14x21 13 e disponeteli su un vassoio leggermente infarinato 14 man a mano che li realizzate. Quindi proseguite con il resto della pasta fresca. Poi cuocetela in una pentola capiente con abbondante acqua, salata a piacere (non fate bollire l'acqua troppo forte per evitare che i rettangoli di pasta si sfaldino); basteranno pochi secondi quindi scolate la pasta 12 e tuffatela in acqua fredda. Poi trasferitela su un vassoio oliato. Ponete il rettangolo di pasta in un pirottino in alluminio usa e getta e adagiate una fetta di salmone 16, poi il radicchio e la toma a dadini 17, quindi proseguite con il salmone 18 Prendete i lembi della pasta e pizzicandoli con le dita richiudete a fazzoletto 19; terminate tutti i fagottini e cuocete in forno sotto il grill a 240° per 4-5 minuti. Intanto preparate la crema di patate: sbucciate le patate ancora calde 20 e riducetele a tocchetti 21 Unite l'acqua 22 e frullate le patate con un frullatore ad immersione unendo l'olio a filo 23. Poi versate la crema ottenuta in una ciotolina e aromatizzate con foglioline di timo 24. Quando i fagottini saranno pronti, sfornateli e adagiateli sui piatti da portata con la crema di patate versata a specchio 26; i vostri fagottini di pasta fresca con salmoone, radicchio e toma su crema di patate sono pronti per essere gustati! "
}