{
    "title": "Orzotto con crema di capesante",
    "ingredients": [
        {
            "ingredient": "Orzo perlato",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Vino rosato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Capesante",
            "quantity": "8"
        },
        {
            "ingredient": "Fumetto di pesce",
            "quantity": "1 l"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per realizzare l’orzotto con crema di capesante iniziate a preparare il fumetto di crostacei (in alternativa il brodo vegetale). Scaldate 15 g di olio di oliva in una padella 1 , versate l’orzo perlato e tostatelo per pochi istanti 2, sfumate con 50 gr vino rosato 3 e quando sarà completamente evaporato procedete con la cottura a fuoco moderato per circa 30 minuti (o quanto riportato sulla confezione), aggiungendo di tanto in tanto il fumetto di pesce 4 , un mestolo alla volta, come per il risotto. Intanto provate le capesante del guscio 5, poi sciacquatele sotto l’acqua corrente 6 In un’altra padella scaldate altri 15 gr di olio di oliva, aggiungete lo spicchio di aglio e il peperoncino rosso tritato 7, rosolate e poi unite le capesante 8, aromatizzate con il timo 9, sfumate con 50 gr di vino rosato 10 , salate pepate e fate saltare per un paio di minuti le capesante 11, non di più altrimenti risulteranno gommose. A cottura ultimata staccate la linguetta rossa chiamata corallo 12 e tenetela da parte, raccogliete la parte bianche dei molluschi in una mixer dotato di lame con il fondo di cottura 13. Tritate le capesante fino ad ottenere un composto cremoso 14. Intanto l’orzo sarà giunto a cottura , versate la crema di capesante ottenuta 15 e mescolate per amalgamare la crema e insaporire la preparazione. Mantecate infine con il burro 16 e mescolate ancora per scioglierlo completamente 17. Il vostro orzotto con crema di capesante è pronto per essere gustato, servitelo guarnendo con le corolle messe da parte 18. "
}