{
    "title": "Pasta con le zucche",
    "ingredients": [
        {
            "ingredient": "Mini Penne Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        }
    ],
    "preparation": " Per preparare la pasta con le zucche iniziate tagliando a fette di 1 cm di spessore la zucca 1, poi eliminate con un coltello la buccia 2 e tagliate ciascuna fetta a bastoncini di 2 cm di spessore dai quali ricaverete dei triangolini 3. Lavate e spuntate le zucchine, quindi tagliatele a rondelle di mezzo centimetro di spessore 4, prendete ciascuna rondella e intagliatela incidendo due triangolini distanziati (5-6), estraete i triangolini e otterrete la forma di una simpatica zucca 7. Ripetete lo steso procedimento con le carote: pelatele, spuntate quindi tagliatele a rondelle di mezzo centimetro 8, intagliate con un coltello i triangolini 9 estraeteli 10 per avere le vostre zucche arancioni 11. Intanto ponete sul fuoco una pentola colma di acqua salata che servirÃ per la cottura della pasta. In una padella scaldate lâolio di oliva, quindi versate i triangolini di zucca 12 insaporite con lo spicchio di aglio intero (potete ometterlo se non lo preferite) 13 e il rosmarino 14, lasciate rosolare per 2-3 minuti, quindi unite anche le carote 15 e le zucchine 16, salate a piacere poi sfumate con un mestolo di acqua di cottura della pasta 17 e cuocete per circa 8 minuti a fuoco basso, a fine cottura eliminate lâaglio con una pinza da cucina. Quando lâacqua per la cottura bollirÃ , versate le mini penne rigate 18 Cuocete la pasta per 6 minuti o il tempo riportato sulla confezione, quindi scolatela direttamente nella padella con il condimento 19, insaporite con il Parmigiano grattugiato 20 e servite subito la pasta con le zucche 21! "
}