{
    "title": "Spaghetti alla Nerano",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Provolone",
            "quantity": "del Monaco 150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "700 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per realizzare gli spaghetti alla Nerano, mettete sul fuocoÂ iniziate dalle zucchine: lavatele e spuntatele 1, quindi tagliatele a rondelle sottili con una mandolina 2. Scaldate lâolio di oliva in una larga padella, una volta che lâolio avrÃ raggiunto i 170Â°, la temperatura ideale per la frittura, immergete le rondelle di zucchine 3 poche alla volta per non abbassare la temperatura dellâolio, cuocete per circa 2-3 minuti, il tempo sufficiente a farle dorare. Una volta cotte scolatele con una schiumarola 4 e adagiatele su un vassoio rivestito con carta assorbente per asciugare lâolio in eccesso 5. Man mano che cuocete le zucchine conditele con sale 6 e foglioline di basilico spezzettate a mano 7. Tenete da parte le zucchine, e ponete sul fuoco una pentola dal bordo alto colma di acqua salata che servirÃ per la cottura degli spaghetti. Nel frattempo grattugiate il Parmigiano Reggiano e il Provolone del Monaco con una grattugia a fori larghi 8. Poi mettete a cuocere la pasta 9 che sarÃ da scolare molto al dente (dopo circa 6 minuti di cottura). Nel frattempo in un tegame largo riscaldate 30 g di olio extravergine d'oliva, aggiungete lâaglio in camicia per insaporire 10 poi con una pinza da cucina eliminate lâaglio 11 e versate le zucchine fritte in precedenza 12. Aggiungete un mestolo di acqua di cottura della pasta 13 e saltate le zucchine qualche istante in modo da farle rinvenire leggermente e che non risultino asciutte, quindi spegnete il fuoco 14. Trascorso il tempo di cottura indicato per gli spaghetti, scolateli direttamente nel tegame con il condimento 15 avendo cura di conservare lâacqua di cottura. Aggiungete un mestolo di acqua di cottura della pasta alla volta, al bisogno, per continuare la cottura degli spaghetti, risottandoli 16: ci vorranno circa 3 minuti. Poi spegnete la fiamma. Versate una parte del Provolone del Monaco mescolando gli spaghetti per farlo sciogliere e creare la cremina 17; una volta che si sarÃ assorbito, passate a versare il Parmigiano Reggiano grattugiato 18 e il restante provolone. Aromatizzate ancora con il basilico spezzettato a mano 19 e versate ancora un mestolo di acqua di cottura della pasta 20. Mescolate e una volta pronto aggiungete una spolverata di pepe macinato. Servite i vostri spaghetti alla Nerano ben caldi 21! "
}