{
    "title": "Riso al forno",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "375 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "1 l"
        },
        {
            "ingredient": "Fiordilatte",
            "quantity": "300 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "media 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "7 foglie"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il riso al forno per prima cosa tagliate a cubetti di circa 0,5 cm la mozzarella fiordilatte 1, lasciate da parte 2 o 3Â fettine per la decorazione finale. Ponete i cubetti in un colino 2 e lasciate da parte per almeno unâoretta, in questo modo il siero in eccesso colerÃ . Nel frattempo occupatevi del sugo. Mondate la cipolla e tritatela finemente al coltello 3. Versate un filo dâolio nel tegame e poi unite la cipolla 4, mescolate e stufate a fuoco dolce per circa 5 minuti. Quando la cipolla risulterÃ morbida, versate la passata di pomodoro 5 e ripulite la brocca con un poâ dâacqua per allungare il sugo. Regolate di sale 6 e lasciate cuocere per almeno 40 minuti. Trascorso il tempo di cottura indicato allungate il sugo con poca acqua calda se necessario e, al bollore, aggiungete il riso 7, cuocete secondo i tempi riportati sulla confezione (in genere circa 18 minuti), mescolate spesso per non far attaccare al forno. Spegnete la fiamma 2-3 minuti prima della fine della cottura 8 e poi, spostandovi dal fornello, unite 2/3 dei cubetti di fiordilatte 9 e 2/3 delÂ parmigiano grattugiato 10, qualche fogliolina di basilico spezzettata a mano 11, infine pepate a piacere 12. Mescolate bene il tutto 13 e versate in una pirofila da forno. Livellate la superficie e cospargete con la restante parte di fiordilatte, di Parmigiano grattugiato 14 e qualcheÂ fogliolina di basilico. Cuocete in forno preriscaldato in modalitÃ statica a 220Â° per circa 15-20 minuti, se desiderate la crosticina in superficie proseguite qualche minuto la cottura con il grill. Una volta pronto lasciate riposare per 5 minuti e poi servite il vostro riso al forno 15. "
}