{
    "title": "Pollo alla salsa di soia",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "6 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "30 g"
        },
        {
            "ingredient": "Paprika piccante",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "½"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo alla salsa di soia, iniziate dal petto di pollo 1. Togliete le parti più grasse aiutandovi con un coltello e privatelo dell'osso centrale se presente. Quindi tagliatelo a bocconcini 2 e poneteli in una ciotola capiente per la marinatura. Aggiungete ai bocconcini di pollo la salsa di soia 3. Poi aggiungete il miele 4 (se avete del miele compatto, potete scioglierlo mettendolo in un pentolino a fuoco basso, per poi aggiungerlo al pollo una volta intiepidito). Proseguite versando il succo di mezzo lime 5, la paprika forte e lo spicchio d’aglio schiacciato 6. Pelate lo zenzero fresco con un coltellino per eliminare la buccia e poi grattugiatelo direttamente nella ciotola 7; in alternativa, potete utilizzare lo zenzero in polvere. Infine grattugiate anche la scorza di un lime 8. Ora che avete aggiunto tutti gli ingredienti, mescolate per amalgamare e coprite il pollo condito con pellicola trasparente 9. Ponete la ciotola in frigorifero a marinare per almeno 2 ore. Trascorso il tempo necessario, versate un filo d’olio in padella e fate scaldare leggermente. Aggiungete il pollo che avrete tirato fuori dal frigorifero versandolo in padella insieme al liquido della marinatura 10. Cuocete per dieci minuti a fuoco vivace girando spesso i bocconcini, fino a che la marinatura si sarà asciugata 11 e il miele caramellato. In questa ricetta non è previsto sale, a vostro piacere potete aggiungerlo a metà cottura, assaggiando i bocconcini (in alternativa potete aggiungere ancora un po' di salsa di soia per rendere più saporito il pollo). Servite il pollo alla salsa di soia ben caldo 12! "
}