{
    "title": "Insalata di mare",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vongole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Polpo",
            "quantity": "700 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "400 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 ciuffi"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "2"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'insalata di mare incominciate con la pulizia del pesce, partendo dai gamberi: eliminate la testa 1 e la coda, poi con le dita togliete il carapace 2; incidete il dorso ed estraete l'intestino interno (il filamento nero) tirandolo delicatamente con la punta di un coltellino 3 (in alternativa potete utilizzare uno stuzzicadente). Tenete da parte i gamberi e passate alle cozze e alle vongole. Sciacquate le cozze sotto acqua corrente 4; con il dorso della lama di un coltello eliminate tutte le incrostazioni e i cirripedi (parassiti che si formano sul guscio) e con un movimento energico staccate manualmente la barbetta (o bisso) che fuoriesce dalle valve 5 (per facilitare l'operazione è possibile impugnare il bisso con un canovaccio). Sempre sotto l’acqua fresca corrente e utilizzando una paglietta d'acciaio (oppure una spazzola rigida), sfregate energicamente le cozze per eliminare ogni impurità 6. Una volta pulite, mettete da parte. Controllate che le vongole non contengano sabbia: picchiettatele una ad una su un tagliere dalla parte dell'apertura 7: se uscirà della sabbia scura significa che la vongola sarà piena di sabbia e sarà quindi da buttare. Eliminate anche quelle che presentano il guscio rotto. Poi ponete le vongole in un colapasta poggiato su una ciotola e sciacquatele più volte sotto acqua corrente 8: terminate quando nella ciotola non si vedrà più sabbia. Prendete i calamari, staccate la testa ed eliminate la cartilagine interna 9; sciacquateli sotto acqua corrente 10 ed eliminate la pelle e le pinne 11. Tagliate ad anelli i calamari 12 e tenete da parte. Procedete dunque alla pulitura del polpo: sciacquatelo sotto acqua corrente 13, trasferitelo su uno strofinaccio pulito e asciutto e tamponatelo con carta da cucina. Mettetelo su un tagliere e con un coltello incidete la sacca all'altezza degli occhi per eliminarli 14; eliminate anche il becco 15, dopodiché frollate la carne battendo con un martelletto o un batticarne. Sciacquate nuovamente il polpo sotto acqua corrente fredda ed estraete le interiora dalla sacca 16, lavandola poi accuratamente all'interno. Lavate e strofinate con le mani testa e tentacoli per rimuovere il più possibile la patina che li ricopre. Tagliate a tocchetti grossolani il sedano e la carota 16, poi ponetele sul fuoco insieme alle foglie di alloro, di prezzemolo e i grani di pepe in una pentola con abbondante acqua. Quando l'acqua avrà sfiorato il bollore, per arricciare le punte dei tentacoli del polpo, immergete i tentacoli nell'acqua bollente 18, poi fateli riemergere e proseguite così per 4-5 volte: in questo modo l’estetica delle preparazioni sarà più gradevole. Quindi immergete nella pentola il polpo e fate cuocere a fuoco molto basso per 30-35 minuti (circa 20 minuti per ogni 500 g di polpo), coprendo con un coperchio 19. Mentre cuoce, con una schiumarola potete eliminate dall'acqua di cottura i residui e la schiuma che si creano in superficie. Prima di scolarlo, infilzate la carne con i rebbi di una forchetta per verificare la cottura: quando sarà pronto 20, scolatelo, conservando l’acqua di cottura, e ponetelo in una ciotola a raffreddare 21. Nella stessa acqua di cottura del polpo fate bollire prima i calamari 22 per 10 minuti e poi i gamberi per 2-3 minuti 23. Quando saranno pronti, scolateli e fate raffreddare il tutto. Nel frattempo fate rosolare uno spicchio d’aglio con un filo di olio in una padella antiaderente. Quando l’aglio sarà ben dorato, versate le cozze 24 e le vongole 25 e cuocete coprendo con un coperchio, lasciando che si aprano spontaneamente 26: ci vorranno circa 5 minuti. Trascorso questo tempo, controllate tutte le cozze: quelle che non si saranno aperte andranno buttate. Spegnete il fuoco e scolatele. Separate le valve vuote delle vongole 27 e delle cozze da quella piene 28, conservandone qualcuna intera per la presentazione finale del piatto. Trasferite il polpo ormai freddo su un tagliere e tagliate i tentacoli a pezzetti della misura di 0,5 cm 29. In una ciotolina a parte preparate il condimento: versate il succo di limone, l’olio 30 e il prezzemolo tritato finemente 31, mescolando bene con le fruste per amalgamare tutti gli ingredienti. Ponete le cozze, le vongole, i gamberi, i calamari e il polpo tagliato a dadini in un recipiente e aggiungete il condimento che avete preparato 32, aggiustando di sale e di pepe. Mischiate con un cucchiaino perchè il condimento si distribuisca su tutto il pesce, infine potete servire e gustare la vostra insalata di mare, aggiungendo le vongole e le cozze intere che avete tenuto da parte 33. "
}