{
    "title": "Gnocchi di pane raffermo",
    "ingredients": [
        {
            "ingredient": "Pane raffermo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(1 medio) 55 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi di pane raffermo, preparate il brodo di carne; poi dedicatevi alla besciamella (potete vedere il procedimento completo nella scheda dedicata alla besciamella, utilizzando le dosi di questa ricetta): in una casseruola versate il burro e fatelo sciogliere a fuoco dolce mescolando per evitare che si bruci, poi unite la farina setacciata a pioggia 1 e mescolate con una frusta per creare il roux 2. Quindi versate il latte precedentemente scaldato 3 e fate cuocere a fuoco lento mescolando di tanto in tanto fino ad arrivare al bollore: a questo punto lasciate il composto sul fuoco perchè si addensi. Salate 4, pepate e grattugiate la noce moscata a piacere 5. Una volta pronta la bescimella, potete tenerla da parte in una ciotola coperta con pellicola a contatto. Dedicatevi quindi agli gnocchi di pane: dalle fette di pane raffermo eliminate la crosta 6 e tagliate la mollica a cubetti. Raccogliete il pane a dadini in una ciotola capiente 7, aggiungete la farina setacciata 8 e mescolate con un cucchiaio di legno 9. Salate, pepate e grattugiate la noce moscata a piacere 10; poi versate anche il formaggio grattugiato 11 e mescolate con le mani 12 o con un cucchiaio di legno. Ora sbattete le uova con il latte (13-14) e aggiungetene poco alla volta al pane raffermo 15; mescolate delicatamente con il cucchiaio di legno dall'alto verso il basso perchè il pane assorba i liquidi 16. A questo punto potete iniziate a formare i vostri gnocchi prendendo un cucchiaio di composto alla volta 17: non dovrete pressare energicamente, ma lavorarli delicatamente dandogli forma 18 per far sì che gli gnocchi di pane rimangano morbidi e soffici. Quando avrete dato agli gnocchi la forma 19, disponeteli su un vassoio foderato con carta da forno 20 poi cuoceteli in un tegame in cui avrete preparato il brodo di carne 21. Pochi minuti di cottura saranno sufficienti prima di scolare gli gnocchi di pane 22 e trasferirli sui singoli piatti per servirli conditi con la besciamella 23 e se gradite ancora una spolverata di noce moscata 24. "
}