{
    "title": "Vellutata di lattuga",
    "ingredients": [
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "4"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "(cespi grandi) 2"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Yogurt",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Pane integrale",
            "quantity": "4 fette"
        }
    ],
    "preparation": " Per preparare la vellutata di lattuga, mondate e tritate lo scalogno e i cipollotti, compresa la parte verde più tenera. In un tegame capiente mettete l’olio e il burro a fondere, poi aggiungete lo scalogno e i cipollotti e fateli appassire 1 a fuoco basso per 10-15 minuti, senza fargli prendere colore. Nel frattempo staccate le foglie di lattuga dai cespi, gettando quelle esterne più rovinate, quindi lavatele per bene con dell’acqua fredda per eliminare ogni traccia di terra. Tagliate le foglie di lattuga a chiffonade 2 (per vedere il video sul taglio alla chiffonaide clicca qui) e unitele ai cipollotti in tegame 3. Fate cuocere per qualche minuto mescolando, poi aggiungete 500 ml di brodo vegetale 4 caldo e continuate la cottura per circa 20 minuti a fuoco dolce, salando e pepando. Trascorso il tempo indicato, scolate la lattuga 5 mantenendo il liquido di cottura e frullate la lattuga fino a ridurla in una crema fine 6. Aggiungete 30 gr di pangrattato al liquido di cottura 7, fate cuocere dolcemente il composto girando con un mestolo fino a che non si sarà addensato 8. Quindi versatelo in un tegame, filtrandolo (per evitare eventuali grumi) ,aggiungete la crema di lattuga 9 e mescolate il tutto. A seconda della densità voluta aggiungete altro brodo vegetale caldo. Tagliate il pane a triangolini 10 (andrà bene anche del pancarré) e tostatelo 11 senza alcun grasso in una padella antiaderente ben calda da entrambi i lati. Versate la vellutata nei piatti, guarnite con i crostini di pane, con dello yogurt o panna acida e con del prezzemolo tritato o erba cipollina 12 e servite. "
}