{
    "title": "Risotto con piselli pancetta e maggiorana",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "affumicata 100 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 100 g"
        }
    ],
    "preparation": " Per realizzare il risotto con pancetta piselli e maggiorana, tagliate a fette la pancetta affumicata 1, poi riducetela a listarelle 2, in una padella fate rosolare la pancetta senza aggiungere altri grassi 3 quando sarà croccante trasferitela in una ciotola 4. Sbucciate e tritate lo scalogno 5, scaldate l’olio di oliva nella stessa padella usata per la pancetta e poi aggiungete lo scalogno tritato 6 fatelo appassire a fuoco dolce per almeno 5 minuti. Intanto sbollentate i piselli in acqua bollente per 3-4 minuti 7 dopodiché scolateli 8. Quando lo scalogno sarà morbido aggiungete il riso 9 e fatelo tostare, mescolando con un cucchiaio di legno. Sfumate con il vino bianco 10, e aggiungete un apio di mestoli d brodo vegetale caldo 11 lasciate cuocere aggiungendo il brodo quando necessario un mestolo alla volta per 10 minuti. È importante non aggiungere troppo brodo in una volta sola, questo va aggiunto mano a mano che il riso lo assorbe. Intanto lavate , asciugate la maggiorana e tritatela 12. Quando mancano pochi minuti alla fine della cottura aggiungere i piselli 13 e la pancetta 14 aromatizzate con la maggiorana 15 aggiustate di sale e pepe. Spegnete il fuoco e mantecate il risotto con il burro 16 e il formaggio grattugiato 17. Il vostro risotto con pancetta piselli e maggiorana è pronto per essere gustato caldo 18. "
}