{
    "title": "Zuppa di cicerchie",
    "ingredients": [
        {
            "ingredient": "Cipolle",
            "quantity": "1 bianca (circa 120 gr)"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa (circa 100 gr)"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "1 maturo (circa 90 gr)"
        },
        {
            "ingredient": "Patate",
            "quantity": "2 grosse (circa 400 gr)"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Brodo",
            "quantity": "vegetale 1/2 litro"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Cicerchie",
            "quantity": "secche 500 gr"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine 5 cucchiai"
        }
    ],
    "preparation": " Per preparare la zuppa di cicerchie iniziate mettendo in ammollo le cicerchie per almeno 24 ore 1, cambiando spesso l'acqua. Trascorso il tempo necessario scolate i legumi, sciacquateli e teneteli da parte (2-3). Preparate ora un trito di cipolla e sedano 4, poi mondate, lavate e tagliate a dadini il pomodoro 5 e le patate 6 . In una pentola capiente fate rosolare due spicchi di aglio a fuoco dolce in un paio di cucchiai di olio extravergine 7; quando saranno appassiti, eliminateli e aggiungete il sedano e la cipolla 8. Fate cuocere anch’essi in padella per una decina di minuti a fuoco dolce, se necessario aggiungete un po' d'acqua a temperatura ambiente per farli appassire senza bruciare 9. Trascorso il tempo indicato aggiungete le patate, i pomodori 10 e la cicerchia 11, quindi aggiustate di sale e pepe. Fate cuocere il tutto per circa 1 ora a fuoco basso, aggiungendo il brodo di tanto in tanto 12 e mescolando spesso per evitare che il composto si attacchi al fondo della pentola. Preparate un mazzetto aromatico legando insieme, con uno spago da cucina, il rosmarino e la salvia, quindi aggiungetelo alla zuppa 13, coprite con un coperchio e continuate la cottura per un’altra ora, a fuoco dolce 14. Quando la zuppa di cicerchie sarà pronta, spegnete il fuoco ed eliminate il mazzetto aromatico. Servite la zuppa quando è ancora calda, guarnendola con qualche ciuffetto di rosmarino e un filo di olio extravergine a crudo. "
}