{
    "title": "Pasta cavolo e pancetta",
    "ingredients": [
        {
            "ingredient": "Spaghetti Bio",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cavolo cappuccio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cavolo viola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "tesa, a fette sottili 160 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta cavolo e pancetta mettete l'acqua per la pasta a bollire e salate a bollore. Sovrapponete le fette di pancetta tesa, arrotolatele su se stesse 1, quindi tagliatele a listarelle 2. Scaldate una padella senza aggiungere altri grassi e ponete la pancetta a rosolare. Mescolate di tanto in tanto con un cucchiaio di legno 3. In circa 4 minuti sarÃ croccante e avrÃ rilasciato il suo grasso. Scolatela con una schiumarola su carta da cucina e tenete da parte (4-5). Mantenete da parte il fondo di cottura e lessate gli spaghetti 6. Nel frattempoÂ mondate il cavolo bianco e viola: lavateli e tagliate la dose indicata nella ricetta a julienne (7-8). Nella stessa padella in cui avevate cotto la pancetta, versate il cavolo viola 9 e quello bianco 10, mescolate 11, salate 12 e pepate a piacere e cuocete a fuoco medio-alto per 6-7 minuti, aggiungendo dell'acqua se dovessero asciugarsi troppoÂ e mescolando di tanto in tanto. Trascorso il tempo di cottura, spegnete il fuoco e scolate la pasta direttamente nel tegame 13; se necessario unite poca acqua di cottura 14 e saltate velocemente, poi unite lo stracchino a ciuffetti 15 e coprite con il coperchio 16. Dopo 30 secondi (massimo 1 minuto) saltate ancora la pasta, lo stracchino a questo punto sarÃ sciolto. Impiattate aggiungendo sui piatti da portata la pancetta croccante e a piacere altri ciuffi di stracchino 17. Se preferite, aromatizzate con una grattugiata di pepe nero, origano e servite la vostra pasta cavolo e pancetta 18! "
}