{
    "title": "Zuppa ai 3 cereali, lenticchie e patate",
    "ingredients": [
        {
            "ingredient": "Mix di cereali",
            "quantity": "(riso, orzo e farro) 300 g"
        },
        {
            "ingredient": "Lenticchie",
            "quantity": "giÃ ammollate 180 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "4"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,2 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per realizzare la zuppa ai 3 cereali, lenticchie e patate per prima cosa occupatevi del soffritto: mondate la cipolla e tritatela finemente 1, pelate le carote e tagliateli prima a strisce e poi a piccoli cubetti 2. Ora versate lâolio in una padella 3 Aggiungete il trito del soffritto 4 e cuocete a fuoco moderato per qualche minuto, versate poi le lenticchie 5 e coprite con lâacqua 6. Cuocete le lenticchie 7 con il coperchio a fiamma bassa per 15 minuti. Intanto pelate le patate e tagliatele a cubetti 8. Trascorsi i 15 minuti aggiungete le patate 9 e proseguite la cottura per altri 15 minuti. A questo punto versate i 3 cereali 10 e cuocete per 8 minuti. Nel frattempo lavate i pomodorini e tagliateli in quarti 11. Unite anche i pomodorini alla zuppa 12 e cuocete ancora per altri 8 minuti. Se dovesse asciugarsi troppo la zuppa aggiungete al bisogno dellâacqua calda. Una volta terminata la cottura, spegnete il fuoco e mantecate con il burro e il formaggio 13. Mescolate 14 e lasciate riposare per qualche minuto. Servite la zuppa ai 3 cereali, lenticchie e patate ben calda 15. "
}