{
    "title": "Ravioli di gamberi e limone al burro e timo",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "argentini, le code 400 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "280 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i ravioli di gamberi e limone come prima cosa realizzate l'impasto della pasta fresca. In una ciotola versate la farina, aggiungete le uova leggermente sbattute 1 e iniziate a incorporarle con una forchetta. Poi lavorate il composto con le mani 3 fino a che non avrete ottenuto un panetto uniforme 4. Trasferitelo su un piano di lavoro e impastate per circa 5 minuti 5; avvolgete l'impasto nella pellicola per alimenti 6 e lasciatelo riposare per almeno 30 minuti a temperatura ambiente. Nel frattempo passate alla pulizia delle code di gambero: eliminate il carapace staccandolo con le mani 7, poi incidete il dorso di ogni gambero 8 ed estraete il filamento nero molto delicatamente 9.Â Tagliate i gamberi grossolanamente (10-11). In una ciotola lavorate la ricotta insieme al sale, al pepe e alle foglioline di timo 12.Â Â Aggiungete la scorza grattugiata del limone 13 e i gamberi 14, poi mescolate per amalgamare tutti gli ingredienti.Â Coprite la ciotola con la pellicola per alimenti 15 e trasferite in frigorifero. Quando l'impasto avrÃ riposato riprendetelo e prelevatene un pezzetto 16, avendo cura di coprire la parte restante con la pellicola; in questo modo non si seccherÃ . Appiattitelo leggermente con le mani utilizzando un po' di farina 17, poi stendetelo utilizzando una macchina per la pasta, riducendo man mano lo spessore dei rulli fino ad ottenere una sfoglia rettangolareÂ dello spe circa 2-3 mm 18.Â Ripetete la stessa operazione in modo da ottenere due sfoglie della stessa dimensione 19.Â Su una delle due sfoglie disponete il ripieno, facendo dei mucchietti di circa 20 grammi e distanziandoliÂ di circa 3 cm l'uno dall'altro 20. Spennellate i bordi della pasta con un po' d'acqua 21; questo servirÃ a fare in modo che le due sfoglie rimangano attaccate.Â Ricoprite con l'altra sfoglia di pastaÂ facendo combaciare i bordi ed esercitando una leggera pressione con i polpastrelli tra i mucchietti di ripieno per eliminare lâaria 22 ed evitare che in cottura si aprano facendo fuoriuscire il ripieno. IntagliateÂ i ravioli utilizzando un coppapasta del diametro di 7 cm 23. Eliminate l'eccesso di pasta tra un raviolo e l'altro 24 e reimpastate gli scarti: lasciate riposare prima di stendere nuovamente la sfoglia e ripetere il procedimento. Continuate in questo modoÂ disponendo man mano i ravioli su un canovaccio leggermente infarinato 25. A questo punto mettete sul fuoco una pentola colma d'acqua, salata a piacere. Non appena inizierÃ a bollire tuffate i ravioli, che dovranno cuocere circa 5-6 minuti. Nel frattempo in una padella mettete il burro, le foglioline di timo 26, il sale e il pepe.Â Lasciate fondere il burro a fiamma moderata 28. Non appena i ravioli saranno cotti scolateli con una schiumarola e trasferiteli dentro al condimento 29, conservando l'acqua di cottura. Saltate i ravioli, unite la scorza grattugiata del limone 30Â e un po' d'acqua di cottura 31. Saltate nuovamente il tutto 32 e servite i vostri ravioli di gamberi e limone al burro e timo 33! "
}