{
    "title": "Riso orzo e farro in salsa di peperoni e tofu",
    "ingredients": [
        {
            "ingredient": "Farro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Orzo perlato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tofu",
            "quantity": "(1 panetto) 180 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        }
    ],
    "preparation": " Per preparare il riso, orzo, farro in salsa di peperoni e tofu per prima cosa cominciate con la preparazione dei peperoni. Prendete i peperoni, lavateli ed asciugateli. Quindi adagiateli su una teglia foderata con carta forno che riporrete in forno statico preriscaldato a 250 °C per circa 25 minuti 1. Rigirate ogni tanto i peperoni mentre cuociono in forno per consentire una cottura uniforme dei peperoni. Quando saranno cotti, cioè quando la buccia comincia a staccarsi, togliete i peperoni dal forno e metteteli a sudare in un sacchetto di plastica per alimenti 2. Quando avranno raggiunto temperatura ambiente aprite il sacchetto e privateli della buccia 3. Tagliate a metà i peperoni e privateli del picciolo esterno e dei semini interni, nonché dei filamenti bianchi. Prendete il peperone tagliato a metà e ricavatene delle striscioline e successivamente tagliate quest’ultime a quadretti 4. Nel frattempo mondate e tritate finemente lo scalogno 5. Prendete una casseruola e cospargetela con 2 cucchiai di olio. A questo punto ponete a soffriggere lo scalogno nella casseruola e fatelo appassire. Aggiungete dell’acqua per consentire che lo scalogno passisca meglio 6. Prendete quindi l’orzo perlato e, aiutandovi con un colino, sciacquatelo in abbondante acqua 7. Una volta scolato versatelo nella casseruola e fatelo tostare per qualche minuto a fuoco dolce 8. Aggiungete all’orzo un po’ di brodo vegetale e fate passire l‘orzo per altri 4 minuti 9, avendo cura di mescolarlo perché non attacchi al fondo ed ottenga una cottura uniforme. A questo punto prendete il farro e sciacquate anch’esso in abbondante acqua aiutandovi con un colino 10. Quindi, unitelo all’orzo mentre passisce nella casseruola 11 ed aggiungete anche il riso 12. Cuocete i tre cereali aggiungendo il brodo poco alla volta 13. Sciogliete ora la bustina di zafferano in una ciotolina con un po’ di brodo 14. Quando sarà completamente sciolta e priva di grumi aggiungete ai cereali che stanno cuocendo 15. Salate e pepate. Continuate così a cuocere aggiungendo del brodo poco a poco. Mentre i cereali cuociono prendete il tofu e tagliatelo prima in striscioline orizzontalmente e quindi a piccoli cubetti 16. Quando avrete tagliato il tofu, prendete una padella antiaderente e versatevi due cucchiai di olio. Aggiungetevi quindi il tofu tagliato a cubetti 17 ed aggiustate di sale e pepe. Unite ora i peperoni che avete tagliato a quadretti 18. Fate rosolare per bene peperoni e tofu. Incorporate ora tofu e peperoni ai cereali 19, facendo saltare insieme il tutto qualche secondo ed aggiungendo del timo finemente tritato 20: servite immediatamente il vostro riso, orzo, farro in salsa di peperoni e tofu e gustate 21. "
}