{
    "title": "Gnocchetti di castagne",
    "ingredients": [
        {
            "ingredient": "Farina di castagne",
            "quantity": "300 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchetti di castagne iniziate ponendo in una ciotola capiente la farina di castagne (ben setacciata, perché tende a raggrumarsi) 1 e la farina 00, anch’essa setacciata 2. Aggiungete due bei pizzichi di sale e l’acqua tiepida, poco alla volta 3, impastando con le mani. Trasferite quindi il composto, che deve risultare molto morbido, su di una spianatoia infarinata e impastate 4, fino ad ottenere un impasto morbido e uniforme. Copritelo quindi con della pellicola trasparente e fatelo riposare in frigorifero per almeno un’ora. Trascorso questo tempo dividete l’impasto in tanti bastoncini che andrete a dividere in piccoli tocchetti con l’aiuto di un tarocco 5 o un coltellino (lavorate sempre su un piano ben infarinato). Schiacciate ogni tocchetto con il pollice della mano 6, come per formare dei piccoli gnocchetti simili a orecchiette. Continuate così fino a terminare l'impasto. In una padella sciogliete il burro aggiungendo le foglie di salvia 7 e fatelo soffriggere. Buttate gli gnocchetti pochi alla volta in un tegame con acqua bollente salata e fateli cuocere fino a che non saliranno in superficie (circa 4 minuti), scolateli e fateli saltare un paio di minuti nel burro fuso 8. Impiattate gli gnocchetti di castagne e concludete il piatto con della ricotta salata a scaglie 9! "
}