{
    "title": "Minestra di legumi e curcuma",
    "ingredients": [
        {
            "ingredient": "Ditalini Senza Glutine",
            "quantity": "130 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(o brodo) 2 l"
        },
        {
            "ingredient": "Fagioli dall'occhio secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fagioli cannellini secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lenticchie rosse decorticate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "25 g"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "3 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la minestra di legumi e curcuma cominciate con lâammollo dei legumi. Ponete i legumi in due ciotole separate e ricopriteli con acqua fredda (1-2). Potete aggiungere anche la punta di un cucchiaino di bicarbonato per favorire il loro ammorbidimento. Lasciateli in ammollo per 10-12 ore. Trascorso questo tempo scolate i legumi 3 e procedete con la preparazione della base della minestra. Tritate finemente lo scalogno 4, quindi lasciatelo appassire in olio extra vergine di oliva a fuoco basso 5. Aggiungete a questo punto i cannellini e poi i fagioli dallâocchio 6 e lasciateli insaporire con lo scalogno. Coprite con circa 1,5 lt dâacqua calda (o brodo) 7 e salate. Lasciate cuocere per circa 50 minuti. Nel frattempo tagliate le patate prima a fette 8 e poi a cubetti piuttosto grossi 9 e immergeteli nellâacqua fredda fino al momento dellâutilizzo 10. Trascorsi i 50 minuti i fagioli risulteranno teneri al tatto, sciacquate le lenticchie 11 e unitele nel tegame 12. Poi scolate e aggiungete anche le patate 13. Cuocete per altri 25 minuti circa. Regolate la quantitÃ di acqua o brodo aggiungendone ancora di caldo, nel caso fosse evaporato eccessivamente, aromatizzate con il rametto di rosmarino eÂ versate la pasta nel tegame 14.Â Cuocete per pochi minuti, mantenendo la pasta molto al dente e aggiungete in ultimo la curcuma 15, poi aggiustate di sale e pepe 16. La minestra sarÃ pronta quando la pasta risulterÃ cotta ma non troppo collosa e il resto della zuppa sarÃ ben cremoso e amalgamato 17. Lasciate riposare la minestra di legumi e curcuma qualche minuto e servitela ben calda condendola con un filo dâolio a crudo e un ciuffetto di rosmarino 18. "
}