{
    "title": "Passatelli in brodo con la salsa di soia",
    "ingredients": [
        {
            "ingredient": "Pangrattato",
            "quantity": "120 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) 170 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 120 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "non salato 1 l"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare i passatelli con il brodo in salsa di soia iniziate con la preparazione del brodo di carne che richiede una lunga cottura. In un tegame versate le verdure (sedano, pomodoro, carota e cipolla leggermente scottata in padella per dare ancora ancora più sapore) e la carne di manzo 1. Quindi versate 3 litri di acqua a coprire il tutto e lasciate bollire per 1 ora 2, schiumando di tanto in tanto la superficie. Dopodiché aggiungete l'ultimo litro di acqua e fate bollire per circa 2 ore a fuoco medio. Una volta pronto, potrete filtrare il brodo e rimetterlo sul fuoco basso 3. Non è necessario salare il brodo, perchè una volta pronto potrete aggiungere la salsa di soia 4. Spegnete il fuoco e tenete da parte (se avete usato un buon taglio di carne per fare il brodo, potreste gustarla come secondo piatto, magari condendola con la salsa verde!) e dedicatevi all’impasto dei passatelli: grattugiate la scorza di limone 5, facendo attenzione a non prelevare anche la parte bianca che è amara e tenetela da parte. Sbattete le uova in una ciotola 6 e tenete da parte. In un recipiente più grande versate il pangrattato e il Parmigiano grattugiato 7, unite anche la scorza di limone 8 grattugiate la noce moscata 9 e infine le uova battute insieme ad un pizzico di sale 10. Amalgamate gli ingredienti aiutandovi con una spatola 11, o a mano se preferite, e lavorate sino ad ottenere un panetto elastico e compatto 12. Se dovesse risultare troppo asciutto aggiungete pochissimo brodo, altrimenti se fosse troppo morbido ancora un po’ di pangrattato. Avvolgete il panetto nella pellicola lasciandolo riposare per 5 minuti in luogo fresco 13. Togliete la pellicola dal panetto e sistematelo sulla spianatoia leggermente infarinata, spolverizzate anche la superficie con un po’ di farina e poi formate i passatelli aiutandovi con il tipico ferro. Per ottenerli dovrete schiacciare e trascinare nello stesso tempo, in questo modo l’impasto allungato fuoriuscirà dai fori 14. Dopodiché staccateli aiutandovi con una lama e tagliateli a 4 cm di lunghezza 15, mano a mano sistemateli su un vassoietto leggermente infarinato. Portate il brodo di carne a bollore e poi versate i passatelli (16-17). Non appena riaffioreranno in superficie saranno cotti, quindi scolateli con una schiumarola 18 e versateli nei piatti da portata (o in una ciotola in coccio per una presentazione più caratteristica) 19, aggiungete il brodo di carne caldo 20 fino a ricoprirli e servite i passatelli in brodo con salsa di soia ben caldi 21. "
}