{
    "title": "Gnocchi di ricotta con crema di peperoni e salsiccia",
    "ingredients": [
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "230 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "230 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "50 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "480 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "110 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi di ricotta con crema di peperoni e salsiccia, versate in una ciotola capiente la ricotta, la farina 1, il Parmigiano 2, l’uovo 3. unite anche il sale 4 e la noce moscata 5. A questo punto impastate a mano 6 fino a compattare bene tutti gli ingredienti 7. Traferite il composto sul piano di lavoro e lavoratelo, fino ad ottenere un panetto compatto e morbido. Con un tarocco dividete l’impasto in più porzioni e create tanti bigoli, dallo spessore di circa 2 cm, poi tagliate i filoncini a tocchetti 9. Trasferite man a mano su un vassoio leggermente infarinato. Occupatevi del condimento: mondate a tagliate la cipolla a fette 10; tagliate a dadini i peperoni rossi e gialli tagliando via prima il cappello e i filamenti interni con i semini 11. In una padella versate l'olio 12 quindi scaldate leggermente fate soffriggere la cipolla un paio di minuti in padella mescolando 13. Unite poi anche i peperoni alla cipolla 14, aggiustate di sale e fate cuocere per circa 15 minuti mescolando di tanto in tanto 15; durante la cottura versate anche un mestolo di acqua calda. Poi togliete dal fuoco e lasciate intiepidire. Intanto dedicatevi alla salsiccia: togliete il budello, sbriciolatela e fatela cuocere in padella per circa 10 minuti mescolando spesso 16. Sfumate con il vino 17 e fate evaporare completamente. Quando i peperoni si saranno intiepiditi frullateli con un mixer ad immersione 18 fino ad ottenere una crema liscia 19 che potrete versare nella padella con la salsiccia 20. Lessate gli gnocchi tuffandone pochi alla volta 21; scolateli subito quando verranno a galla. Uniteli man a mano al condimento di salsiccia e peperoni in padella 22, mescolate delicatamente 23 e servite i vostri gnocchi di ricotta con crema di peperoni e salsiccia ben caldi 24. "
}