{
    "title": "Spaghetti con astice in bellavista",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "400 g"
        },
        {
            "ingredient": "Astice",
            "quantity": "(2 astici) 1 kg"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 30 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "750 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti con astice in bellavista incominciate con la pulizia dellâastice. Prendete gli astici e con un coltello divideteli a metÃ per la lunghezza 1, poi rompete le pareti delle chele con l'aiuto di uno schiaccianoci, in modo che la carne contenuta in esse rilasci i liquidi saporiti 2. Tritate finemente lo scalogno 3 e fatelo rosolare in una padella antiaderente con lâolio e gli spicchi dâaglio in camicia 4; quando lâaglio sarÃ dorato, toglietelo con delle pinze da cucina 5 e adagiate gli astici in padella 6, facendoli saltare per 3-4 minuti. Sfumate con il vino bianco 7 e fate cuocere a fuoco moderato per 2 minuti, quindi aggiungete la passata di pomodoro 8 che dovrÃ essere piuttosto densa. Cuocete per altri 4-5 minuti, facendo asciugare il sugo e rigirando di tanto in tanto gli astici per una cottura uniforme 9. Quando gli astici saranno pronti, toglieteli dal fuoco e metteteli su un tagliere 10; prolungate la cottura del sugo di pomodoro di altri 15 minuti, regolando di sale e pepe 11. Nel frattempo, ponete sul fuoco una pentola con abbondante acqua salata che vi servirÃ per la cottura della pasta. Quando lâacqua avrÃ sfiorato il bollore, fate cuocere gli spaghetti al dente 12. Scolate la pasta 13 e aggiungetela al sugo 14, mescolando bene con una spatola o con un cucchiaio di legno 15. Tagliate la polpa dellâastice a tocchetti 16, poi con un coltello tagliate le chele 17 e prelevate la polpa in esse contenuta con un cucchiaino 18. Se volete, potete conservare la corazza per la presentazione finale. Aggiungete la polpa 19, tenendone da parte una piccola quantitÃ per decorare il piatto, e fate saltare gli spaghetti con il condimento per 2 minuti. Infine spegnete e aggiungete il prezzemolo tritato finemente agli spaghetti 20. Una volta pronti 21, con lâaiuto di un coppapasta ponete gli spaghetti in un piatto da portata 22: potete guarnire con lâastice 23 e la polpa che avete tenuto da parte: i vostri spaghetti con astice in bellavista sono pronti per essere serviti 24! "
}