{
    "title": "Involtini di pesce spada",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "da 50 g ciascuna 4 fette"
        },
        {
            "ingredient": "Basilico",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "(circa 1) 100 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1/2 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "(circa 2) 140 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di pesce spada iniziate predisponendo il ripieno: sminuzzate con un coltello le olive e i capperi 1, tagliate a metÃ i pomodori, privateli dei semi e tagliateli a dadolata 3. In una ciotola mescolate il pangrattato, i capperi, le olive sminuzzate, lo spicchio d'aglio tritato e i pomodori 4, mezzo cucchiaino di peperoncino 5, il basilico fresco 6, salate e condite con un filo d'olio 7. Poi occupatevi della preparazione del pesce spada: tagliate a metÃ le fettine di pesce 8, farcite ciascuna fetta con il ripieno 9, circa 16 gr di composto, ripiegate prima i bordi laterali 10 del filetto in modo da non far fuoriuscire il ripieno, arrotolatelo 11 e fermate gli involtini di pesce spada con gli stecchini 12. Tagliate a fette il pomodoro 13 e tenetele da parte, ungete con l'olio una pirofila, disponete all'interno gli involtini 14 e infilzate da un lato una fetta di pomodoro e una foglia di basilico 15, proseguite in questo modo con i restanti bocconcini; prima di infornare, spolverizzate gli involtini di pesce spada con una manciata di pangrattato 16 e conditeli con un filo dâolio d'oliva. Mettete in forno statico giÃ caldo a 180Â° per appena 10 minuti (oppure in forno ventilato a 160Â° circa 8 minuti). Quando gli involtini di pesce risulteranno dorati in superficie, sfornateli e serviteli ben caldi. "
}