{
    "title": "Tagliatelle piselli e ricotta",
    "ingredients": [
        {
            "ingredient": "Tagliatelle all'uovo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ricotta di bufala",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "40 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tagliatelle piselli e ricotta come prima cosa iniziate a realizzare il brodo vegetale. Non appena lo avrete filtrato mantenetelo in caldo. Quindi ponete in una padella un filo d'olio, un aglio in camicia leggermente schiacciato 1 e lasciatelo dorare. Aggiungete quindi anche i piselli 2, saltateli per un minuto poi eliminate lo spicchio d'aglio 3.Â Versate 150 g delÂ brodo caldo 4 e lasciate cuocere a fiamma bassa per circa 20 minuti fino a che i piselli non risulteranno teneri 5. Nel frattempo sgocciolate i pomodori secchi e tagliateli a listarelle 6.Â Sbriciolate anche la ricotta in una ciotolina 7 e trasferite entrambi in frigorifero. Trascorsi i 20 minuti ponete sul fuoco un tegame pienoÂ d'acqua salata a piacere e portatelo a bollore, servirÃ per la cottura della pasta. Nel frattempo trasferite i piselli ormai cotti nel bicchiere di un mixer 8 e aggiungete un po' di brodo 9.Â Frullate il tutto 10 fino ad ottenere una crema liscia e morbida 11. Se dovesse essere troppo densa aggiungete ancora un po' di brodo; poi regolate di sale 12.Â Non appena l'acqua inizierÃ a bollire cuocete le tagliatelle 13. Nel frattempo in un'altra padella trasferite la crema di piselli 14 e non appena la pasta sarÃ cotta scolatela (tenendo da parte l'acqua di cottura) e trasferitela in padella 15.Â Saltate quindi le tagliatelle, aggiungendo acqua di cottura al bisogno 16, i pomodorini 17, le foglioline di timo 18 e il pepe macinato a piacere.Â A questo punto 19 trasferite le tagliatelle nei piatti da portata 20, ultimate in ciascun piatto con la ricotta sbriciolata e servite le vostre tagliatelle piselli e ricotta ancora calde 21!Â "
}