{
    "title": "Radiatori con verdure e zafferano",
    "ingredients": [
        {
            "ingredient": "Radiatori",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "130 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "130 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "130 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "130 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i radiatori con verdure e zafferano, iniziate lavando accuratamente le verdure 1. Una volta lavate, scolatele e asciugatele 2. Dopodichè prendete il cipollotto fresco, sbucciatelo e dopo averlo diviso a metà, tagliatelo a spicchi 3. Pelate la carota con un pelapatate, dividetela a metà e tagliatela per il lungo e infine formate delle listarelle 4. Prendete la zucchina e, senza sbucciarla, tagliatela a listarelle come la carota 5. Dopo aver tagliato a metà i fagiolini 6, mettete da parte le verdure in delle ciotoline. Versate l’olio extravergine di oliva in una padella antiaderente 7 e quando l’olio sarà ben caldo, aggiungete il cipollotto fresco tagliato a spicchi 8. Fate cuocere per 5-6 minuti a fuoco medio, aggiungendo dell’acqua per farlo appassire, poi unite le carote e fatele cuocere per altri due minuti solo con il cipollotto 9. Unite i fagiolini 10, salate e pepate a piacere. Aggiungete ancora dell’acqua per facilitare la cottura 11 e fate cuocere a fuoco moderato per 6 minuti, poi unite le zucchine 12. Infine aggiungete i piselli 13 e salate e pepate nuovamente. Lasciate cuocere le verdure per circa 15 minuti a fuoco basso, fino a che non si inteneriranno. A questo punto fate bollire l’acqua in una pentola e una volta raggiunto il bollore, versate i radiatori 14, fate cuocere per circa 9 minuti. Nel frattempo prendete una piccola ciotola, versateci la bustina di zafferano e aggiungete un po’ d’acqua di cottura 15. Appena i radiatori saranno cotti, scolateli e versateli nella padella con le verdure 16, mescolate il tutto, facendo amalgamare la pasta con le verdure. Subito dopo aggiungete lo zafferano sciolto nell’acqua di cottura che avevate preparato 17 e mescolate. Ora i vostri radiatori con verdure e zafferano sono pronti 18 per essere impiattati, serviti e gustati! "
}