{
    "title": "Gnocchi alle erbe ripieni di Sbrinz",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "farinose 1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sbrinz",
            "quantity": "a cubetti 50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "steli 5"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sbrinz",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi alle erbe ripieni di Sbrinz , lavate le patate e lessatele intere con tutta la buccia in acqua leggermente salata 1. Intanto grattuggiate 150 gr di formaggio 2 e tagliatene invece a piccoli cubetti 50 gr. Tritate insieme le erbe aromatiche 3. Mentre le patate cuociono preparate la salsa allo Sbrinz che servirà per condire gli gnocchi: fate scaldare il latte (o la panna) in un pentolino e unite lo Sbrinz 4. Fate sciogliere il tutto e versate a pioggia la farina 5 quindi attendete che la salsa si addensi e unite il pepe, la noce moscata 6. Aggiustate eventualmente di sale e tenete da parte. Scolate le patate, quando saranno cotte, e lasciatele intiepidire per 5 minuti, quindi sbucciatele e passatele al passaverdure. Adagiate la purea ottenuta su di una spianatoia sulla quale avrete versato metà della farina totale e unite circa 10 gr di erbe aromatiche tritate e il sale 7. Coprite con il resto della farina 8 e impastate fino a formare un impasto omogeneo 9. Ottenete dei filoncini dall'impasto che taglierete a cubetti 10 e riempirete uno ad uno con un piccolo pezzetto di Sbrinz 11 e passerete poi sull’apposita tavoletta rigata per conferire la tradizionale forma agli gnocchi (in alternativa potete utilizzare anche i rebbi di una forchetta). Versate gli gnocchi (una porzione alla volta) in abbondante acqua salata bollente 12. Riscaldate la salsa allo Sbrinz e unitevi le altre erbe aromatiche tritate 13, circa un cucchiaio, ma potete aumentare o diminuire la dose secvondo il vostro gusto. Quando riemergeranno scolateli 14 e versateli direttamente in padella con la salsa allo Sbrinz 15. Ecco pronti i vostri gnocchi alle erbe ripieni di Sbrinz! "
}