{
    "title": "Riso venere ai frutti di mare",
    "ingredients": [
        {
            "ingredient": "Riso nero Venere",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vongole",
            "quantity": "700 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "code 8"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiaini"
        },
        {
            "ingredient": "Aglio",
            "quantity": "4 spicchi"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine 5 cucchiai"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il riso venere ai frutti di mare iniziate lessando il riso nero in acqua salata, portatelo a cottura e scolatelo lasciandolo molto al dente 1. Nel frattempo, scegliete le cozze una ad una; lavatele, togliete la barbetta e grattate molto bene il guscio esternamente. Anche le vongole andranno scelte una ad una, lavate e lasciate spurgare con acqua e sale fino al momento dell’utilizzo.In un tegame ponete due cucchiai di olio e uno spicchio di aglio che farete dorare 2; buttateci dentro le vongole 3, attendete fino a che non si apriranno, quindi spegnete il fuoco. In un altro tegame piuttosto capiente, ponete le cozze, il prezzemolo tritato, 2 spicchi d’aglio spezzettati, un po’ di pepe e lasciate cuocere fino a che i molluschi non si dischiuderanno 4. Sgusciate le code di gamberi (tranne 4 che utilizzerete per decorare i piatti) e tagliatele a pezzetti 5.Nel frattempo sgusciate le vongole e le cozze (lasciandone qualcuna intera per la decorazione dei piatti) e filtrate l’acqua di cottura di entrambe 6 che utilizzerete per insaporire il riso. In un tegame antiaderente ponete 3 cucchiai di olio, uno spicchio d’aglio schiacciato e aggiungete i pomodorini tagliati in 4 parti 7: fateli cuocere per qualche minuto e poi aggiungete le code dei gamberi 8 e il riso nero 9. Mescolate, aggiungete 2/3 cucchiai di acqua di cottura dei molluschi per insaporire e unite le cozze e vongole 10, il prezzemolo tritato 11 e il pepe. Amalgamate gli ingredienti e impiattate, decorando ogni piatto con una cozza intera, qualche vongola col guscio e una coda di gambero intera 12. "
}