{
    "title": "Fregola con zucca e cozze",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Zucca delica",
            "quantity": "650 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la fregola con zucca e cozze iniziate dalla pulizia delle cozze. Per prima cosa lavatele sotto l'acqua corrente 1; poi con il dorso della lama di un coltello eliminate le incrostazioni sul guscio 2 e con le mani staccate il bisso, la barbetta che fuoriesce dalle cozze. Poi utilizzando una paglietta pulite bene il guscio 3, passandole man mano sotto l'acqua. Tenete da parte le cozze per un momento e occupatevi della zucca.Â Eliminate la buccia con un coltello 4 ed eventuali semi o filamenti interni. Adesso tagliatela prima a fette e poi a cubetti 6.Â Fate imbiondire uno spicchio d'aglio con un filo d'olio in un tegame, aggiungete la zucca 7 e lasciatela rosolare per pochi minuti. Nel frattempo in un altro tegame mettete aglio, olio e prezzemolo 8, fate soffriggere anche questo, poi unite le cozze 9 e coprite un coperchio 10. Una volta che la zucca sarÃ ben rosolata versate l'acqua 11 e cuocetela a fuoco medio per una decina di minuti. Nel frattempo, non appena le cozze si saranno aperte 12,Â trasferitele in una ciotola 13, lasciandoÂ l'acqua di cotturaÂ nel tegame che poi dovrete filtrare 14 e mantenere al caldo. A questo punto separate le cozze dai gusci, facendo attenzione a non scottarvi, e lasciandone qualcuna intera per la decorazione finale.Â A questo punto eliminate lo spicchio d'aglio dalla zucca 16, versate le cozze all'interno 17 e regolate di sale e pepe 18.Â Versate l'acqua di cottura delle cozze in un pentolino e aggiungete 300 g d'acqua 19. Mettete tutto sul fuoco. Unite alla zucca la fregola sarda 19 e lasciatela tostare. Trascorsi un paio di minuti unite il primo mestolo di brodo 21 e proseguite la cottura aggiungendo altro brodo solo al bisogno, e mescolando spesso. Ci vorranno circa 20 minuti. Quando la fregola sarÃ cotta, aggiungete il prezzemolo tritato 23 e mescolate. Servite la fregola con cozze e zucca, decorando con le cozze intere tenute da parte 24!Â "
}