{
    "title": "Maccheroncini al pettine con culatello e crema al parmigiano",
    "ingredients": [
        {
            "ingredient": "Maccheroncini al pettine",
            "quantity": "400 g"
        },
        {
            "ingredient": "Culatello",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "15 foglie"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        }
    ],
    "preparation": " Per preparare i maccheroncini al pettine con culatello e crema al parmigiano iniziate dalla crema. In un pentolino mettete a sciogliere il burro 1 e, una volta sciolto aggiungete la farina a pioggia 2, mescolando con una frusta per ottenere un roux ben amalgamato. A questo punto aggiungete il latte 3, che avrete riscaldato in un pentolino, e stemperate tutto il composto, mescolando bene con la frusta 4. Continuando a mescolare fate cuocere il composto a fuoco basso, fino a che non si sarà addensato. Togliete il pentolino dal fuoco e unite il Parmigiano Reggiano grattugiato a pioggia e poco alla volta 5. Amalgamate bene alla besciamella il Parmigiano 6 e mettetela da parte. Tagliate il culatello a listarelle 7 e predisponente una padella dove farete insaporire 30 gr di burro con le foglie di salvia ben pulite 8. Unite in padella il culatello a listarelle, tenendo un po’ da parte per la decorazione finale dei piatti, e fate rosolare per 10 minuti a fuoco basso 9. Cuocete i maccheroncini al pettine in acqua bollente salata per 7 minuti 10, scolateli e uniteli in padella con il culatello e la salvia 11. Infine aggiungete la crema al parmigiano 12 e amalgamate bene tutti gli ingredienti. Servite i maccheroncini al pettine con culatello e crema al parmigiano ben caldi, decorando i piatti con qualche strisciolina di culatello. "
}