{
    "title": "Fiori di zucca ripieni di speck e mozzarella",
    "ingredients": [
        {
            "ingredient": "Fiori di zucca",
            "quantity": "12"
        },
        {
            "ingredient": "Speck",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "(4 circa) 400 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i fiori di zucca ripieni di speck e mozzarella prendete i fiordi zucca: lavateli delicatamente e asciugateli tamponandoli con della carta assorbente, i fiori serviranno interi quindi eliminate le escrescenze, il gambo, e il picciolo 1 mantenendo integra la coppa inferiore, per evitare che il ripieno fuoriesca. Divaricateli con delicatezza e poneteli su un tagliere 2. Intanto preparate il ripieno: tagliate a bastoncini la mozzarella 3 poneteliÂ a scolare in un colino 4 in modo che non perdano acqua in cottura. Lavate le zucchine e tagliatele a rondelle 5, lavate il cipollotto, ed affettate finemente la parte bianca 6. Scaldate in padella un filo di olio, unite il cipollotto 7 e fatelo rosolare a fuoco dolce per 5 minuti, unite poi i cubetti di speck e le zucchine tagliate a rondelle 8 e cuocete per altri 8-10 minuti per ammorbidire le zucchine. Aromatizzate con qualche fogliolina di timo fresco 9 trasferite tutto in una ciotola dal bordo alto, frullate con il mixer ad immersione 10 il tempo necessario per ottenere un composto cremoso e omogeneo, poi unite la ricotta 11, lâuovo 12 mescolate con la frusta 13 per amalgamare gli ingredienti. Per ultimo unite il Grana Padano grattugiato 14 , mescolate ancora e poi trasferite la crema in un sac-Ã -poche 15 e farcite i fiori di zucca con il composto 16 al centro inserite un bastoncino di mozzarella 17, poi richiudete bene i fiori avvitando le punte 18 adagiateli su una pirofila oleata, uno accanto allâaltro 19, spolverate la superficie con il Grana Padano grattugiato 20 e cuocete in forno statico preriscaldato per 10 minuti a 180Â°. A cottura ultimata, sfornate i fiori di zucca ripieni di speck e mozzarella 21Â e lasciateli intiepidire prima di portarli in tavola. "
}