{
    "title": "Risotto degli innamorati",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "160 g"
        },
        {
            "ingredient": "Brodo di pesce",
            "quantity": "0,5 l"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "una noce"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "(puliti) 300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cognac",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Mettete sul fuoco una casseruola con due cucchiai dâolio ed un poâ di burro e fate imbiondire Â½ cipolla insieme a qualche fogliolina di timo fresco (1-2).Aggiungete quindi i gamberetti sgusciati e lasciate rosolare il tutto per qualche minuto mescolando. A metÃ cottura aggiungete il cognac 4, fatelo evaporare e aggiustate di sale continuando a mescolare; aggiungete ora il pomodoro 5 la panna 6 mescolate fino ad ottenere un sughetto dal colore rosato, quindi spegnete il fuoco. Mettete ora il sugo ai gamberetti da parte, ed occupatevi della preparazione del risotto.In una casseruola abbastanza capiente, mettete il resto dellâolio, il burro e Â½ cipolla tritata quindi fatela imbiondire ed aggiungete il riso 7, che farete tostare. Bagnate il riso con il vino bianco 8 e fatelo sfumare a fuoco vivace;Â aggiungete poi, poco alla volta, il brodo di pesce 9, fino ad arrivare a cottura ultimata. Poco prima della fine della cottura, aggiungete il peperoncino 10 unite i gamberetti e terminate la cottura (11-12).Togliete il tutto dal fuoco, aggiungete qualche fogliolina di timo fresco, aggiustate il risotto di sale, date un'ulteriore mescolata e servite! "
}