{
    "title": "Risotto Primavera",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "600 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Barba di frate (agretti)",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il risotto primavera iniziate preparando il brodo vegetale. Sciacquate sotto l’acqua corrente le verdure e poi asciugatele. Per prima cosa occupatevi degli asparagi: eliminate la parte filamentosa più esterna con un pelapatate o con un coltellino procedendo verticalmente dall'alto verso il basso 1. Tagliate la parte finale bianca più dura. Infine tagliateli a rondelle 2, mantenendo intere le punte. Ora prendete le zucchine, spuntatele, tagliatele a metà nel senso della lunghezza e poi riducetele a piccoli spicchi 3. Tagliate anche gli agretti con un coltello in tre parti 4. Per finire pulite il cipollotto: eliminate la parte verde del gambo, la barbetta e lo strato esterno più duro. Quindi affettatelo sottilmente 5. In una padella scaldate 20 gr di olio di oliva, poi versate il cipollotto affettato 6 e fate soffriggere a fuoco moderato per 5 minuti. Poi aggiungete le rondelle le punte degli asparagi 7 e quelli tagliati a rondelle; dopo due minuti aggiungete le zucchine 8, lasciate insaporire ancora un paio di minuti poi versate un mestolo di brodo 9 preso dalla dose totale. Proseguite la cottura per 5 minuti poi versate i piselli 10, fateli saltare per due minuti e poi aggiungete anche gli agretti 11. Salate e pepate e cuocete per altri 2-3 minuti. spegnete il fuoco e tenete da parte le verdure 12. Ora iniziate a fare il risotto. Sbucciate e tritate finemente lo scalogno 13, scaldate 20 gr di olio di oliva in padella, poi aggiungete lo scalogno tritato 14 e lasciatelo soffriggere per 5-6 minuti a fuoco dolce, poi versate il riso 15 , fatelo tostate per 3-4 minuti, mescolando di tanto in tanto e poi sfumate con il vino bianco 16. Lasciate evaporare il vino e poi aggiungete un mestolo di brodo 17, proseguite la cottura per 15 minuti circa mescolando spesso e aggiungendo il brodo un mestolo alla volta, aspettando che sia assorbito il precedente prima di aggiungerne altro. Riprendete le verdure cotte, tenete da parte alcune punte di asparagi per la guarnizione del piatto 18. Unite le verdure al riso 19 mescolate e proseguite la cottura per altri 5 minuti o fino a quando il risotto non risulterà pronto. A fine cottura insaporite con il formaggio grattugiato 20 mescolate e servite. Guarnite il risotto primavera con le punte di asparagi tenute da parte e profumate con la scorza di limone grattugiata 21. Gustate il risotto primavera ben caldo! "
}