{
    "title": "Calamari in umido",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparate i calamari in umido iniziate dal sugo. In un tegame capiente, versate lâolio e lâaglio 1, lasciate insaporire lâolio per 1 paio di minuti circa a fuoco basso. Versate i pomodori pelati in una ciotola e schiacciateli leggermente con una forchetta, quindi quando l'olio sarÃ ben caldo versate i pomodori pelati 2. Lasciate cuocere a fuoco lento per almeno 30 minuti, mescolando ogni tanto. Se dovesse asciugarsi troppo in cottura, potete allungare con poca acqua. A cottura ultimata il sugo si sarÃ addensato, eliminate con una pinza da cucina lo spicchio di aglio 3 e tenete da parte. Occupatevi poi della pulizia dei calamari: sciacquateli sotto lâacqua corrente 4, poi con le mani estraete la testa dal mantello 5. Proseguite con lâestrazione della penna di cartilagine trasparente che si trova nel mantello 6. Lavate di nuovo i calamari accuratamente ed aiutatevi con le mani per estrarre le interiora 7.Ora eliminate la pelle esterna: praticate unâincisione con un coltellino sulla parte finale del mantello, quel tanto che basta per prendere un lembo della pelle, e tirate via completamente il rivestimento 8. Per finire rimuovete le pinne 9 Separate la testa dai tentacoli incidendo con un coltellino poco sotto gli occhi 10. Prendete i tentacoli ed eliminate il dente centrale 11. Ora aprite il mantello a libro con un coltello 12 incidetene la parte finale 13 e tagliate mantello e pinne in listarelle di circa mezzo centimetro 14. Lasciate interi i tentacoli. Scolare i calamari in un colino 15, Intanto scaldate lâolio di oliva in una padella con lo spicchio di aglio sbucciato intero 16, poi versate i calamari puliti e scolati 17, fate saltare a fiamma viva per 2-3 minuti: si arricceranno. Sfumate con il vino bianco 18 e lasciate evaporare. Eliminate lâaglio con una pinza da cucina 19 e versate i calamari con tutto il condimento nel sugo di pomodoro 20. Salate, pepate e lasciate cuocere con un coperchio a fuoco basso per circa 10 minuti 21. A cottura ultimata, spegnete il fuoco, tritate il prezzemolo fresco finemente e aggiungetelo ai calamari (22-23). I vostri calamari in umido sono pronti per essere portata in tavola ben caldi 24! "
}