{
    "title": "Spaghetti di soia con verdure e gamberi",
    "ingredients": [
        {
            "ingredient": "Spaghetti di soia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "350 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "150 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "10"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1 grande"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare gli spaghetti di soia con gamberi e verdure, lavate gli asparagi, eliminate la parte finale del gambo, quella più dura e pelateli aiutandovi con un pela-asparagi o un coltellino 1. Legateli con uno spago da cucina e lessateli in acqua leggermente salata per 8-10 minuti, lasciando le punte fuori dall’acqua, le quali si cuoceranno col vapore 2. Se infilzando le punte con una forchetta risulteranno morbide, potrete scolarli. Fateli freddare leggermente e poi tagliateli a tocchetti, lasciando le punte intere 3. Procedete quindi con le altre verdure. Riducette il cipollotto a listarelle; sbucciate lo zenzero e tagliatelo a tocchetti; eliminate il picciolo e i semi delle due metà dei peperoni e tagliatele a bastoncini 4. Sgusciate i gamberi: potete utilizzare quelli già precotti o quelli freschi 5. Incidete il dorso dei gamberi con un coltellino e, tirando delicatamente, elimitate il filo nero, ovvero l'intestino 6. Preparate la base del soffritto: versate l’olio di semi di girasole in una padella wok o padella antiaderente dai bordi alti e fatelo scaldare per un minuto. Mettete i due spicchi d’aglio schiacciati o interi 7, aggiungete lo zenzero a tocchettini 8 e il cipollotto ridotto a listarelle. Fate cuocere per due minuti per far insaporire l’olio 9. Aggiungete a questo punto i bastoncini di peperoni rosolandoli a fuoco alto per due minuti, così da mantenere la loro croccantezza 10. Aggiungete gli asparagi, prima le basi 11 poi le punte intere e mescolate gli ingredienti 12. Dopo aver versato in padella tutte le verdure, sfumatele con il cucchiaio di aceto di mele 13, poi aggiungete lo zucchero di canna 14 e in fine la salsa di soia 14. Bagnate ora le verdure con il succo dell'arancia spremuta e lasciate cuocere per circa due minuti 16. Se le verdure dovessero asciugarsi troppo, versate circa due bicchieri di brodo vegetale, oppure del fumetto di pesce 17. Adagiate i gamberi precedentemente sgusciati e fate cuocere per massimo un minuto, se i gamberi che avete scelto son già precotti. Se fossero freschi, aspettate che cambino colore da grigiastro ad arancione rosso vivo e poi spegnete il fuoco 18. In una pentola portate ad ebollizione l’acqua e lessate gli spaghetti di soia per due minuti massimo con il coperchio, o seguendo le istruzione riportate sulle confezioni 19 e 20 . Scolateli e passateli sotto l’acqua fredda sgranandoli con una forchetta per evitare che si rapprendano troppo 21. Unite gli spaghetti di soia scolati direttamente alla padella wok 22. Concludete mescolando e regolando di salsa di soia a vostro piacere 23. Impiattate e servite i vostri fumanti spaghetti di soia con gamberi e verdure 24. "
}