{
    "title": "Spaghetti integrali con pomodorini confit, feta e pesto leggero di rucola",
    "ingredients": [
        {
            "ingredient": "Spaghetti Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rucola",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "1"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(ghiacciata) 10 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "5 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti integrali con pomodorini confit, feta e pesto di rucola cominciate occupandovi dei pomodorini. Lavateli e tagliateli a metÃ 1, quindi sfogliate le erbe aromatiche e sminuzzatele per ottenere un trito fine 2. Sistemate i pomodorini, con la parte tagliata verso l'alto, su una leccarda coperta con carta da forno, e corpargete un po' di trito di erbe su ogni pomodorino 3. Proseguite spolverando un po' di zucchero e di sale su ogni pomodorino 4 e concludete con un filo d'olio extravergine 5. Cuocete i pomodorini in forno statico preriscaldato a 140Â° per circa 2 ore 6. Tagliate la feta a dadini 7 e tenetela da parte. Mettete a bollire una pentola con abbondante acqua salata, e quando bolle buttate gli spaghetti 8. Mentre la pasta cuoce, tostate brevemente in padella antiaderente i vostri pinoli 9, per ridurne il retrogusto resinoso. Ponete nella brocca del mixer la rucola precedentemente lavata, i pinoli tostati 10, un po' di scorza grattugiata del limone 11 e il filetto di acciuga ben scolato dall'olio di conservazione 12. Regolate di pepe e di sale 13, aggiungete l'olio extravergine a filo 14. Poi versate anche il succo di limone 15 e l'acqua ghiacciata 16; frullate per ottenere il vostro pesto (per evitare l'ossidazione delle foglie e garantire un bel colore brillante, potete tenere la brocca del mixer e le lame nel congelatore per una decina di minuti, prima di utilizzarle). Per comoditÃ trasferite il pesto una volta pronto in una padella o in un tegame, ma senza accendere il fuoco. Allungate con un po' di acqua di cottura della pasta 17, quindi scolate gli spaghetti e uniteli al condimento 18, amalgamando bene. Unite anche i dadini di feta 19 e i pomodorini confit 20: i vostri spaghetti integrali con pomodorini confit, feta e pesto di rucola sono pronti per essere portati in tavola 21! "
}