{
    "title": "Polpettine di melanzane con cuore di scamorza",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "giÃ pulite 600 g"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "solo la mollica 100 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpettine di melanzane con cuore di scamorza, iniziate pulendo e tagliando le melanzane: eliminate il peduncolo 1 e la base, sbucciatele con un pelapatate 2 e, dopo averle divise a metà, tagliatele a dadini 3. Per scoprire come effettuare questa operazione al meglio, consultate la Scuola di cucina: come pulire e tagliare la melanzana. Riempite d’acqua una pentola capiente e quando l’acqua avrà raggiunto il bollore, versate i dadini di melanzane 4. Lasciateli scottare per 4-5 minuti, dopodichè scolateli bene con uno scolapasta posizionato sopra una ciotola 5. Quindi premete i dadini cotti con il dorso di una schiumarola o di un cucchiaio 6, in modo da far fuoriuscire tutta l’acqua in eccesso. Ora trasferite le melanzane strizzate in un mixer 7 e frullate per qualche secondo, fino a ridurle in purea 8. Versate il composto ottenuto in una ciotola e unite le uova sgusciate 9. Aggiungete il pecorino grattugiato 10 e ponete il pane raffermo su di un tagliere, quindi tagliatelo a tocchetti 11, che trasferirete in un mixer. Frullateli per qualche secondo fino a sbriciolarli finemente 12. A questo punto aggiungete il pane raffermo sbriciolato al composto di melanzane strizzate e uova 13, unite anche il prezzemolo 14, salate e pepate a piacere e mescolate il tutto con una forchetta per amalgamare 15. Una volta ottenuto un composto omogeneo e compatto, lavoratelo con le mani, formando delle palline 16. Create una piccola conca al centro delle palline, premendo leggermente con la punta di un dito 17. Ora ponete la scamorza affumicata su un tagliere e formate dei cubetti piuttosto piccoli 18. Posizionate i cubetti di scamorza affumicata all’interno della conca che avete creato in ogni polpettina 19, dopodichè manipolate i bordi delle polpettine compattandole, in modo da racchiudere il cuore di scamorza affumicata all'interno e non farlo fuoriuscire durante la cottura 20. Versate il pangrattato in una ciotola e impanate ogni polpettina, rigirandola diverse volte per uniformare la panatura 21. Fate scaldare bene l’olio di arachidi in una pentola con bordi alti e friggete le polpettine impanate 22, fino a quando la superficie non risulterà piacevolmente dorata 23. Scolatele ed eliminate l’olio in eccesso, asciugandole con della carta assorbente 24. Per ottenere un piatto più leggero, sistemate le polpettine su una leccarda ricoperta di carta forno e cuocete in forno statico preriscaldato a 180-200° fino a quando non saranno dorate. Una volta intiepidite, non vi resta che gustare le vostre polpettine di melanzane con cuore di scamorza! "
}