{
    "title": "Risotto con cavolfiore, salsiccia e brie",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "280 g"
        },
        {
            "ingredient": "Cavolfiore",
            "quantity": "(da pulire) 800 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "250 g"
        },
        {
            "ingredient": "Brie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il risotto con cavolfiore salsiccia e brie, per prima cosa preparate il brodo vegetale, poi occupatevi del cavolfiore: rimuovete le foglie esterne, eliminate il gambo, separate le cimette 1 e sciacquatele sotto lâacqua corrente. Portate a bollore una pentola di acqua leggermente salata, aggiungete il cavolfiore 2 e sbollentatelo per circa 7-8 minuti. Nel frattempo tagliate la salsiccia a pezzettini, dopo aver rimosso il budello 3, e affettate sottilmente la cipolla. Scaldate lâolio in una padella capiente, aggiungete la cipolla 4 e la salsiccia 5 e soffriggete a fiamma media per 2-3 minuti, mescolando spesso.Â Una volta che la salsiccia sarÃ rosolata, versate il riso nella padella 6 e tostatelo per qualche minuto continuando a mescolare 7. Quando il riso sarÃ diventato trasparente, sfumate con il vino bianco 8 e lasciatelo evaporare completamente. A questo punto unite il cavolfiore sbollentato 9 e mescolate bene, poi versate il brodo bollente nella padella 10, mescolate ancora, abbassate la fiamma e coprite con un coperchio 11. Lasciate cuocere per circa 15-16 minuti, mescolando spesso e aggiungendo ancora brodo caldo nel caso si asciugasse troppo. Nel frattempo tagliate il formaggio brie a cubetti o listarelle 12. Trascorso il tempo di cottura, spegnete il fuoco e mantecate con il brie 13 e il parmigiano grattugiato 14. Mescolate per circa un minuto per amalgamare bene i formaggi e servite il vostro risotto con cavolfiore salsiccia e brie ben caldo 15! "
}