{
    "title": "Spezzatino di vitello con patate",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "polpa 1 kg"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        }
    ],
    "preparation": " Per preparare lo spezzatino di vitello con patate iniziate lavando e pelando carota, cipolla e sedano, poi tritatele per il soffritto (1-2), per svolgere al meglio questa operazione potete consultare la nostra scuola di cucina: come fare il soffritto. Prendete la polpa di vitello intera, privatela del tessuto connettivo se presente, ovvero le parti bianche translucide che potrebbero rendere la carne dura dopo la cottura e tagliatela prima a fette e poi a bocconcini 3. Prendete un tegame ampio con il bordo alto, scaldate l’olio di oliva 4 e poi aggiungete il trito per il soffritto 5, insaporite per 5 minuti a fuoco moderato poi unite i bocconcini di vitello 6, salate 7 e pepate 8 a piacere e fate rosolare la carne per 4-5 minuti. A questo punto unite la farina precedentemente setacciata versandola a pioggia 9, così da evitare grumi nel fondo di cottura. Dopo che si sarà assorbita, sfumate lo spezzatino con il vino bianco 10, lasciate evaporare completamente e poi coprite lo spezzatino con il brodo di carne 11. Insaporite con i rametti di erbe aromatiche 12 precedentemente legati insieme, in modo da poterli poi recuperare ed estrarre con facilità dal tegame. Coprite la preparazione con un coperchio 13 e proseguite la cottura per 1 ora, mescolando di tanto in tanto. Trascorso questo tempo, estraete con una pinza da cucina le erbe aromatiche 14. Intanto lavate e pelate le patate e tagliatele a cubetti grandi come i bocconcini di vitello 15. Aggiungete le patate a cubetti alla preparazione 16. Proseguite la cottura per un’altra ora con il coperchio, mescolando di tanto in tanto finché le patate e il vitello non risulteranno teneri 17. Servite lo spezzatino di vitello con le patate ben caldo 18. "
}