{
    "title": "Linguine con erbe miste, pomodorini e olio piccante",
    "ingredients": [
        {
            "ingredient": "Linguine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "450 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le linguine con erbe miste, pomodorini e olio piccante iniziate lavando con cura pomodorini e tagliando ogni pomodorino in quattro spicchi. Mondate quindi le erbette e tritatele finemente a coltello o con la mezzaluna 2 (per maggiori dettagli guarda la Scuola di cucina: Come tagliare le verdure). Ponete in una terrina capiente i pomodorini con le erbette, mescolate e salate. Prendete ora il peperoncino, apritelo e privatelo dei semi con l'aiuto di un coltellino 4. Fate scaldare l'olio con due spicchi d'aglio privati della loro pellicina e il peperoncino 5. Quando l'olio formerÃ le prime bollicine spegnete il fuoco 6. Fate cuocere le bavette in abbondante acqua salata 7 e, una volta cotte scolate la pasta molto bene 8. Unite le bavette ai pomodorini e alle erbette nella terrina, quindi mescolate con cura 9. Dopo aver tolto l'aglio e il peperoncino dall'olio, condite le linguine 10 e mescolate con cura in modo da distribuire bene l'olio piccante 11. Le vostre linguine con erbe miste, pomodorini e olio piccante sono pronte, servitele ancora tiepide 12. "
}