{
    "title": "Zuppa di noodles",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Noodles",
            "quantity": "160 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Taccole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "gambo e foglie 100 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "100 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "70 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "6 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 3 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la zuppa di noodles iniziate a tagliare tutti gli ingredienti: prendete il petto di pollo ed eliminate l'osso a forma di \"Y\", quindi dividetelo a metÃ 1; tagliate le due parti a cubetti di circa 2 cm di lato 2. Quindi mondate le carote e tritatene finemente 50 g 3; la restante carota potete ridurla a rondelle tagliandola per obliquo 4. Poi mondate e affettate finemente il porro, tritate la gamba e le foglioline del sedano 5, pelate e riducete a dadini le patate 6; lavate e tagliate a pezzetti anche le taccole 7. Infine pulite i funghi: eliminate il gambo e raschiate via il terriccio se presente: quindi riducete le cappelle a fettine sottili 8. Ora che tutti gli ingredienti sono pronti, in un tegame capiente versate l'olio d'oliva e le carote tritate 9, poi aggiungete il porro a fettine 10 e il sedano tritato 11, quindi mescolate 12 e fate appassire le verdure per circa 15 minuti. Unite nel tegame il pollo a pezzetti 13, mescolate e fate rosolare per circa 5 minuti 14. Poi aggiungete l'acqua a filo 15 e tutte le verdure: le taccole 16, le carote a rondelle e le patate a dadini 17. Per ultimi unite anche i funghi 18. Salate e pepate a piacere, poi per aromatizzare la zuppa grattugiate lo zenzero fresco 19 e coprite con un coperchio 20 per far cuocere la zuppa a fuoco moderato almeno 20 minuti, mescolando di tanto in tanto e aggiungendo altra acqua se necessario (dovrete mantenere il livello del liquido appena sopra gli ingredienti). Passato il tempo necessario, versate i noodles nella zuppa 21 e cuocete per pochi minuti (o per il tempo indicato sulla confezione). A fine cottura unite anche il prezzemolo tritato 22 e spegnete il fuoco 23. Dividete la zuppa di noodles in 4 ciotoline 24 e servitela con le apposite bacchette per una cena a tema! "
}