{
    "title": "Polpette al sugo",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "(carne macinata) 220 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "165 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "mollica 30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 cucchiaio"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "grattugiata 1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette al sugo iniziate con l’impasto: tagliate la mollica in pezzi e versatela in un mixer dotato di lame 1 e tritate il tutto fin quando la mollica non sarà ridotta in briciole 2. Tenete da parte la mollica e eliminate lo spago dalle salsicce 3, incidetele delicatamente nel senso della lunghezza 4 e infine privatele del budello 5. Con la lama di un coltello o con una forchetta schiacciate la carne 6, dopodiché versatela in un recipiente insieme alla carne trita 7. Poi aggiungete l'origano, un pizzico di noce moscata grattugiata ed il prezzemolo tritato 8. Infine il Parmigiano grattugiato e la mollica che avete tritato precedentemente insieme all'uovo 9 e impastate il tutto con le mani 10, aggiustando di sale e di pepe 11 e mescolando fin quando non avrete ottenuto un composto omogeneo 12. Con l’impasto ottenuto andate a formare delle sfere del peso di 20 grammi l’una 13, prelevando un pezzetto di impasto e amalgamandolo con entrambe le mani: con le nostre dosi dovrete ottenere 24 polpettine 14. Non appena tutte le polpette saranno pronte, fate scaldare l’olio in una pentola antiaderente 15 e, quando l'olio sarà ben caldo, adagiate le polpette 16, lasciandole cuocere da entrambe i lati per un paio di minuti 17. Versate la polpa di pomodoro 18 versate l'acqua, aggiustate di sale, aromatizzate con pepe 20 e proseguite la cottura abbassando la fiamma per 15-20 minuti. Una volta pronte, aromatizzate con origano secco e potrete gustare le vostre polpette al sugo ancora fumanti 21! "
}