{
    "title": "Pasta fave pancetta e pomodorini",
    "ingredients": [
        {
            "ingredient": "Pasta",
            "quantity": "Mafalde corte napoletane 400 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "da sgusciare 1,5 kg"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "180 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta fave pancetta e pomodorini, per prima cosa sgranate le fave fresche, dividendo a metà il baccello ed estraendo i semi 1. Eliminate poi l'escrescenza che ricopre il seme della fava 2. Scottate le fave in abbondante acqua bollente salata per 4 minuti 3, scolatele e fatele raffreddare sotto l'acqua corrente. Tenete da parte un po’ di acqua di cottura delle fave che potrà servire per amalgamare il condimento della pasta. Mettete ora la pancetta, tagliata a listarelle in una padella con un cipollotto tritato e un filo d’olio 4 e cuocete fino a che la pancetta non avrà rilasciato il suo grasso e sarà diventata molto croccante 5. A questo punto togliete la pancetta dalla padella e lasciatela asciugare su un foglio di carta assorbente 6. Trasferite le fave nella padella dove avete cotto la pancetta e cuocete per 3 minuti 7; aggiungete i pomodorini tagliati a metà 8, continuando la cottura, mescolate bene cercando di rompere i pomodorini affinché rilascino il loro liquido. Preparate intanto l’acqua per la pasta, portatela a bollore, unite la pasta e scolatela al dente 9. Unite al condimento di fave e pomodorini la pancetta e saltate tutti gli ingredienti per altri 5 minuti 10, aggiungendo dell’acqua di cottura delle fave se risulta troppo asciutto. Regolate il condimento di sale e pepe, facendo attenzione a non salarlo troppo perché poi ci sarà anche il pecorino ad insaporire ulteriormente. Unite la pasta in padella 11, amalgamate tutta la preparazione e terminate con un filo d’olio d’oliva , poco timo tritato finemente e infine il formaggio pecorino grattugiato 12. Mescolate bene e servite subito . "
}