{
    "title": "Pasta con polpo e pomodoro",
    "ingredients": [
        {
            "ingredient": "Spaghetti Senza Glutine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Polpo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "450 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta con polpo e pomodoro per prima cosa pulite e lessate il polpo seguendo le indicazioni che trovate nella nostra scheda: Come pulire il polpo. Sciacquate il polpo accuratamente sotto lâacqua corrente 1, con un coltellino estraete il becco 2, gli occhi e le interiora. Una volta pulito, lessatelo immergendolo in acqua bollente 3 e cuocendolo per circa 30 minuti. A cottura ultimata il polpo dovrÃ risultare morbido, per verificare infilzatelo con i rebbi di una forchetta, scolate quindi il polpo 4 e lasciatelo intiepidire. Ponete sul fuoco un tegame colmo di acqua e portate al bollore; quindi a bollore salate. ServirÃ per la cottura della pasta. Nel frattempo occupatevi dei pomodori: lavateli e affettateli 5, da ciascuna fetta ricavate dei cubetti che terrete da parte 6. Tagliate a piccoli pezzetti anche il polpo lessato 7. In un tegame largo scaldate lâolio di oliva con lo spicchio di aglio sbucciato e il peperoncino 8. Lasciate insaporire per un paio di minuti poi aggiungete il polpo a pezzetti 9. Lasciate dorare il polpo per 4-5 minuti, quindi aggiungete i pomodori a cubetti 10. Proseguite la cottura per una decina di minuti. Nel frattempo lessate gli spaghetti al dente 11 regolandovi rispetto al tempo riportato sulla confezione. Una volta che il sugo sarÃ pronto, aggiustate di sale e pepe e aromatizzate con il basilico fresco 12. Scolate gli spaghetti al dente direttamente nel tegame con il condimento 13. Mescolate per insaporire 14 e servite la pasta con polpo e pomodoro ben calda, magari con una fogliolina di basilico fresco 15! "
}