{
    "title": "Babaganoush",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "600 g"
        },
        {
            "ingredient": "Tahina",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il babaganoush, iniziate lavando e asciugando accuratamente le melanzane. Dopodichè ponetele su una leccarda ricoperta di carta forno 1 e cuocetele in forno statico preriscaldato a 180° per 1 ora e mezza (se usate il forno ventilato, cuocete a 160° per 1 ora e 20), rigirandole un paio di volte per far sì che cuociano bene su tutti i lati. Quando la buccia sarà raggrinzita e avranno raggiunto una consistenza molle 2, sfornatele e quando si saranno intiepidite, eliminate il peduncolo 3. Incidetele la buccia con la punta di un coltello 4, aprite le melanzane e scavate la polpa con un cucchiaio 5. Trasferite la polpa in una ciotola capiente e schiacciatela con i rebbi di una forchetta 6, quindi salate e pepate a piacere. Versate l’olio extravergine di oliva e schiacciate uno spicchio d’aglio all’interno del composto con l’apposito attrezzo 7, oppure tritatelo con un coltello. Ora spremete il succo di un limone con uno spremiagrumi 8 e filtrate il succo ottenuto in una ciotola con un colino 9. Versate quindi il succo di limone filtrato nel composto 10 e aggiungete la tahina 11. Mescolate bene il tutto 12. Ponete qualche fogliolina di menta su un tagliere e tritatela finemente 13, dopodichè unitele al composto e amalgamate il tutto 14, fino ad ottenere una crema densa e raggrumata 15. Il vostro babaganoush è ora pronto per essere gustato! "
}