{
    "title": "Pasticcio di mini penne con prosciutto e mozzarella",
    "ingredients": [
        {
            "ingredient": "Mini Penne Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "300 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "300 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare il pasticcio di mini penne con prosciutto e mozzarella iniziate dalla preparazione della crema al parmigiano. Mettete a scaldare un pentolino con il latte (dovrà solamente sfiorare il bollore), mentre in un altro tegame sciogliete il burro a fuoco basso ed unite la farina a pioggia 1. Mescolate energicamente con una frusta a mano per ottenere il roux. Quando avrà raggiunto una colorazione dorata, aggiungete il latte 2 ed amalgamate anch’esso agli altri ingredienti mentre fate cuocere a fuoco basso. Quando la besciamella sarà addensata togliete dal fuoco e versate il Parmigiano poco alla volta 3 per amalgamarlo bene, continuando a mescolare con la frusta. Quando gli ingredienti saranno totalmente amalgamati la crema al Parmigiano sarà pronta: tenetela da parte. Procedete con gli altri ingredienti per la pasta: tagliate il prosciutto cotto a fette di circa 1 cm di spessore 4, poi a listarelle, infine a cubetti 5. Ripetete l’operazione anche con la mozzarella 6. Prendete ora un tegame, versatevi l’acqua e portate a bollore. Quindi salate e mettete a cuocere la pasta 7. Quando sarà al dente trasferitela in una ciotola ampia e dai bordi alti e versatevi la crema di parmigiano 8. Amalgamatela bene alla pasta ed unite anche il prosciutto 9. Poi versate anche la mozzarella 10, salate 11 e pepate 12. Profumate con la maggiorana tritata finemente 13 ed amalgamate gli ingredienti con una spatola 14. Quindi trasferite la pasta condita in una teglia di 28 cm di diametro 15 distribuendola in modo uniforme. Spolverizzate con il Grana grattugiato 16 ed infornate 17 in forno statico preriscaldato a 200°C per 5 minuti, poi passate alla modalità grill per ulteriori 2 minuti per creare una leggera crosticina in superficie. Quindi estraete dal forno 18, lasciate intiepidire leggermente per far compattare gli ingredienti e servite il vostro pasticcio di mini penne con prosciutto e mozzarella! "
}