{
    "title": "Spaghetti fagioli e cozze",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Fagioli cannellini precotti",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "fresco 1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti con fagioli e cozze, iniziate a preparare il trito per il soffritto. Lavate e sminuzzate un ciuffo di prezzemolo 1, poi sbucciate lo spicchio d'aglio e tritatelo 2, quindi spuntate il peperoncino per eliminare la parte verde 3 e affettatelo finemente. In una padella capiente, versate un filo d'olio 4, poi aggiungete l'aglio, il peperoncino e una parte del prezzemolo tritato 5 e fate soffriggere il tutto a fuoco bassissimo, mescolando di tanto in tanto. Intanto passate a pulire le cozze;Â Sciacquatele sotto acqua corrente 6. Eliminate il bisso, ovvero la barbetta delle cozze 7, e strofinate la superficie di ciascuna cozza con una retina 8 o raschiatele con la lama di un coltello. Risciacquatele e versate le cozze nella padella con il soffritto che avevate preparato 9. Versate il vino bianco 10, fate sfumare per qualche istante il vino poi coprite le cozze con un coperchio 11; ci vorranno pochissimi minuti per far dischiudere le cozze. A questo punto spegnete il fuoco, filtrate le cozze raccogliendo il fondo di cottura in una ciotolina 12 e sgusciatele mettendo i frutti nella ciotolina con il liquido. Ora riprendete la padella in cui avevate fatto dischiudere le cozze e versate i frutti con il liquido di cottura 13. Mescolate, fate cuocere per qualche minuto, quindi aggiungete i fagioli cannellini lessati 14. Salate e pepate a piacere e fate cuocere per 5-10 minuti fino a quando i fagioli si saranno ammorbiditi e avranno creato una morbida crema. Intanto in una pentola capiente, portate l'acqua a bollore, salate e cuocete gli spaghetti 15 per 5 minuti o fino a quando non saranno al dente. Quindi scolateli e trasferiteli direttamente nella padella con i fagioli e le cozze 16. Aggiungete il prezzemolo tritato che avevate tenuto da parte 17, mescolate e saltate rapidamente e servite gli spaghetti con fagioli e cozze ben caldi 18! "
}