{
    "title": "Minestrone freddo",
    "ingredients": [
        {
            "ingredient": "Pomodori ramati",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "250 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "450 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "430 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "250 g"
        },
        {
            "ingredient": "Fagioli borlotti precotti",
            "quantity": "480 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "130 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 ciuffo"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "35 g"
        }
    ],
    "preparation": " Per preparare il minestrone freddo iniziate con i pomodori: incidete la parte inferiore a mo' di croce 1, sbollentateli per qualche minuto, scolateli, togliete loro la pelle 2, elimate i semi e infine tagliateli a dadini. Lavate i fagiolini, eliminate le due estremità e tagliateli a tocchetti 3. Pelate le carote, con l'aiuto di un pelapatate, e tagliatele a dadini 4, tagliate a rondelle il porro 5, pelate le patate 6 e tagliatele a dadini. Lavate le zucchine, elimate le due estremità e tagliate anch’esse a dadini 7. Lavate la lattuga, sfogliatela 8 e tagliate le foglie a strisce 9. Lavate bene gli spinaci e, se hanno le foglie molto grandi, tagliatele a pezzi 10. Tritate finemente il cipollotto 11. Ora che tutte le verdure sono tagliate, preparate il brodo vegetale, che servirà per cuocere il minestrone. In una pentola versate un litro d'acqua, aggiungete una cipolla divisa a metà e una carota, tagliata in pezzi, portate a bollore, salate e lasciate sobbollire per almeno 10 minuti. In un altro tegame capiente fate imbiondire, nell’olio caldo, il cipollotto tritato 13 e iniziate ad aggiungere le verdure: il porro e le patate 14, le carote e le zucchine 15 e i fagiolini 16. Bagnate le verdure con il brodo 17 durante la cottura, non appena le verdure risultano troppo secche e lasciate cuocere per 15 minuti. Trascorso questo tempo aggiungete i fagioli borlotti e gli spinaci 18, la lattuga tagliata a strisce e i pomodori a cubetti 19. Bagnate ancora con il brodo e fate cuocere per altri 15 minuti, fino a che le verdure non saranno diventate tenere 20. Aggiustate di sale e alla fine unite il prezzemolo tritato 21. Fate raffreddare e servite il minestrone freddo a temperatura ambiente. "
}