{
    "title": "Vellutata di broccoli",
    "ingredients": [
        {
            "ingredient": "Broccoli",
            "quantity": "450 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "700 ml"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane",
            "quantity": "2 fette"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la vellutata ai broccoli iniziate mondando e tagliando a fette sottili il porro 1. Poi sbucciate le patate e tagliatele a dadini. Lavate quindi i broccoli eliminando i gambi e dividendoli in cimette 2. In un tegame capiente ponete il burro a fondere, aggiungete i porri 3 e fateli appassire a fuoco basso per 10-15 minuti, senza fargli prendere colore. Aggiungete nel tegame le patate 4 e i broccoli 5 e fateli rosolare per qualche minuto mescolando, poi aggiungete il brodo vegetale caldo 6 e continuate la cottura per circa 30 minuti a fuoco dolce, salando e pepando. Trascorso il tempo indicato, passate le verdure con un frullatore ad immersione (ricordatevi di mettere da parte qualche cimetta di broccoli che vi servirà per guarnire il piatto). Rimettete la vellutata così ottenuta sul fuoco 7, aggiustate di sale e aggiungete qualche fogliolina di timo 8. Private della crosta le fette di pane, tagliatele a dadini 9 e fatele abbrustolire in una padella antiaderente con poco olio. Servite la vellutata di broccoli con i crostini e un filo d’olio extravergine d’oliva crudo. Buon appetito! "
}