{
    "title": "Sarde a beccafico",
    "ingredients": [
        {
            "ingredient": "Sarde",
            "quantity": "giÃ pulite 520 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "25 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "(i filetti) 15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "35 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "35 g"
        }
    ],
    "preparation": " Per preparare le sarde a beccafico come prima assicuratevi che le vostre sarde siano giÃ pulite (serviranno 520 g di sarde aperte a libretto), altrimenti potete seguire la nostra scheda come pulire le alici; il procedimento sarÃ lo stesso. Passate quindi a preparare il ripieno, come prima cosa mettete sciacquate e poi a mollo l'uvetta in acqua fredda per una decina di minuti. Versate poi un filo d'olio in una padella, aggiungete il pangrattato 2 e tostatelo per un paio di minuti a fiamma media, mescolando di continuo 3.Â Nel frattempo tritate il prezzemolo 4 e tagliate grossolanamente le acciughe 5. In una ciotola versate il pangrattato, l'uvetta scolata e strizzata 6,Â i pinoli 7, le acciughe 8, il prezzemolo, lo zucchero 9, sale e pepe.Â Mescolate il tutto 10 e tenete da parte un attimo. Ungete poi una pirofila 20x20 11 e passate a farcire le sarde. Sistemate un po' di ripieno su ciascuna sarda 12 e arrotolatela partendo dalla parte della testa 13, in modo da formare un involtino. Disponete man mano le sarde all'interno della teglia, in maniera ordinata, in modo che stiano vicine tra loro 14. Prendete le foglie di alloro, se sono molto grandi dividetele a metÃ , altrimenti utilizzatele intere. Disponete le foglioline quindi tra un rotolino e l'altro 15.Â A questo punto 16 cospargeteÂ la superficie con il ripieno avanzato 17. Non vi resta che preparare l'emulsione. Versate in una ciotolina il miele, il succo d'arancia 18 e l'olio 19. Emulsionate sbattendo rapidamente con una forchetta, poi spargete sulle sarde utilizzando un cucchiaio 20. Cuocete in forno statico preriscaldato a 200Â° per circa 20-25 minuti. Quindi sfornate 21 e servite.Â Â "
}