{
    "title": "Riso venere con ciuffi di calamari e mazzancolle",
    "ingredients": [
        {
            "ingredient": "Riso nero Venere",
            "quantity": "300 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "150 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "le code 150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "(gli scarti)"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(i gambi) q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il riso venere con ciuffi di calamari e mazzancolle iniziate a realizzare il fumetto. Sgusciate le vostre mazzancolle 1, quindi incidetele lungo il dorso con un coltellino 2, estraete lâintestino delicatamente e riponete la polpa in frigorifero, tenendo da parte i carapaci. Versate lâolio in un tegame, unite uno spicchio dâaglio, la cipolla tagliata a spicchi e i carapaci delle mazzancolle 3. Lasciate rosolare per circa 5 minuti, mescolando di tanto in tanto e sfumate con il vino bianco 4. Ricoprite con lâacqua, unite i gambi del prezzemolo, i grani di pepe 5 e lasciate cuocere per circa 20 minuti. Una volta ridotto, filtrate il fumetto 6. In questo modo otterrete un brodo molto profumato 7, tenetene un mestolo da parte e versate il resto in un tegame, salatelo leggermente e portatelo ad ebollizione. Versate il riso allâinterno del brodo bollente 8 e lasciatelo cuocere secondo i tempi indicati sulla confezione 9, mescolandolo di tanto in tanto. Nel frattempo occupatevi di realizzare il condimento: versate lâolio in un tegame 10, aggiungete uno spicchio dâaglio e lasciatelo imbiondire. Quindi eliminatelo e unite i ciuffi di calamari 11, lasciateli rosolare e sfumate con il vino bianco 12. Aggiungete un mestolo di fumetto 13 e cuoceteli per pochi minuti. Una volta che il riso sarÃ quasi arrivato a cottura, scolatelo 14 e versatelo direttamente allâinterno del tegame con i calamari 15. Unite anche le mazzancolle 16 e ultimate la cottura per circa 5 minuti. Aggiungete un pizzico di sale, una grattata di pepe nero e le foglie del prezzemolo tritate finemente 17. Mescolate per amalgamare gli ingredienti e servite il riso venere con ciuffi di calamari e mazzancolle ancora caldo 18. "
}