{
    "title": "Tortini di verdure e formaggio",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "350 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "per ungere 10 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare i tortini di verdure e formaggio, iniziate mettendo a cuocere le patate con la buccia in pentola a pressione per circa 15 minuti (oppure 30/40 minuti lessandole in una pentola normale), fino a quando non saranno tenere. Nel frattempo lavate e tagliate il peperone a metà, eliminate il picciolo e i semi e tagliatelo in piccoli cubetti 1; lavate le zucchine e riducetele a cubetti come avete fatto con i peperoni 2. Scaldare in una padella 2-3 cucchiai d’olio extravergine d’oliva e fate saltare i peperoni per qualche minuto, aggiungete poi le zucchine 3 e fate saltare le verdure per circa 10 minuti, fino a quando saranno cotte ma ancora croccanti, salate e pepate 4. Fate quindi intiepidire le patate, sbucciatele con un coltello, tagliatele a cubetti e passatele nello schiacciapatate (o schiacciatele con una forchetta) 5, mettetele in una terrina, aggiungete i peperoni e le zucchine 6, la scamorza in cubetti 7, il parmigiano 8 e l’uovo 9. Imburrate dei pirottini da forno e cospargeteli di pangrattato 10, dividete il composto di verdure nei pirottini, riempiendoli fino all’orlo 11, spolverizzateli con il pangrattato 12 e aggiungetevi un po’ di olio extravergine di oliva. Infornate poi i tortini per 15/20 minuti in forno a 200 °C fino a che non saranno caldi e dorati. Servite i tortini di verdure e formaggio caldi nei pirottini oppure sformateli! "
}