{
    "title": "Vellutata di zucca e carote",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "80 g"
        },
        {
            "ingredient": "Semi di zucca",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        }
    ],
    "preparation": " Per preparare la vellutata di zucca e carote iniziate dalla pulizia della zucca. Utilizzando un coltello eliminate la buccia 1, poi dividetela a metà e con un cucchiaio prelevate i semi interni 2. A questo punto tagliate la zucca prima a fette 3 e poi a cubetti 4, ne otterrete circa 850 g. Passate alle carote pelatele 5 e tagliatele a rondelle spesse circa 1,5 cm 6. Preparate il mazzetto di erbe aromatiche legando salvia, timo e rosmarino con un pezzetto di spago. Tagliate lo scalogno a fette 7 e trasferitele all'interno di un tegame dove avrete già versato l'olio 8. Unite le erbe aromatiche 9 e lasciate dorare il tutto a fiamma dolce per circa 10 minuti. Dopodichè eliminate il rametto aromatico 10 e unite sia la zucca che le carote 11. Regolate di sale 12 e lasciate cuocere per 5 minuti mescolando di tanto in tanto. Versate poi l'acqua 13, coprite con un coperchio 14 e lasciate cuocere per circa 40 minuti. Nel frattempo tostate anche i semi di zucca: trasferiteli in una pirofila e infornate a 190° per circa 15 minuti fino a che saranno ben dorati 15, quindi tenete da parte. Non appena sia la zucca che le carote saranno cotte 16, spegnete la fiamma e frullate il tutto con un mixer ad immersione (17-18) fino ad ottenere una crema liscia ed omogenea. Impiattate la vellutata e guarnite il piatto con un cucchiaio di panna acida 19, dei semi di zucca e un pizzico di pepe nero 20. Gustate la vostra vellutata di carote e zucchine ancora calda 21. "
}