{
    "title": "Paccheri con melanzane, cozze e mozzarella di bufala",
    "ingredients": [
        {
            "ingredient": "Paccheri",
            "quantity": "400 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "450 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 20 g"
        },
        {
            "ingredient": "Mozzarella di bufala",
            "quantity": "200 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        }
    ],
    "preparation": " Per preparare i paccheri con melanzane, cozze e mozzarella di bufala, iniziate pulendo per bene le cozze. Eliminate la barbetta che fuoriesce 1, raschiate il guscio,e lavatele bene sotto l’acqua corrente per eliminare tutte le impurità 2 (per visionare ulteriori dettagli sulla pulizia delle cozze cliccate qui). Una volta pulite le cozze mettetele in padella con due cucchiai di olio e due spicchi di aglio e fatele dischiudere 3. Quando vedete che cominciano ad aprirsi sfumate con il vino bianco 4 e aggiungete metà del prezzemolo tritato totale 5. Dischiuse tutte le cozze scolatele per bene, avendo cura di raccogliere in una bacinella l’acqua di cottura che servirà alla fine per insaporire la pasta 6. A questo punto sgusciate metà delle cozze e tenete l’altra metà intera per la decorazione finale del piatto 7. Mondate le melanzane togliendo le estremità, tagliatele a cubetti 8 e disponetele a strati in un colapasta o setaccio, spolverizzandole con del sale grosso. Copritele con un peso affinché la pressione aiuti a far perdere l'acqua e l’amaro e lasciatele riposare così per almeno un'ora.9. Nel frattempo tagliate in quarti i pomodorini 10 e togliete i semi 11. Tritate il cipollotto e mettetelo ad appassire con un paio di cucchiai di olio di oliva 12, poi aggiungete le melanzane 13, i pomodorini 14, salate per insaporire le verdure e lasciate cuocere per 10 minuti. Quando saranno cotte aggiungete le cozze 15, poi fate bollire una pentola di acqua salata e mettete a cuocere i paccheri 16. Scolateli al dente e aggiungeteli al sugo 17, poi unite l’acqua di cottura delle cozze che avete precedentemente tenuto da parte 18. Tagliate a pezzi una mozzarella di bufala 19 e aggiungetela alla pasta 20, poi unite le restanti cozze con il guscio e abbondante prezzemolo 21. Mescolate per bene tutti gli ingredienti e siete pronti per servire in tavola i vostri paccheri con melanzane, cozze e mozzarella di bufala. "
}