{
    "title": "Risotto cacio e pepe",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "solo la crosta q.b."
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "45 g"
        }
    ],
    "preparation": " Per preparare il risotto cacio e pepe come prima cosa realizzate il brodo: eliminate la crosta dal pecorino 1 e tenetela da parte. Sbucciate lo scalogno 2, dividetelo a metÃ 3Â e tostatelo sul fondo di un tegame dovente 4. Aggiungete poi l'acqua, il pepe 5, il sale grosso 6 e la crosta di Pecorino 7. Lasciate sobbollire per 30-40 minuti 8, poi utilizzando una schiumarolaÂ a maglie strette estraete scalogno, pepe e la crosta di pecorino 9.Â Nel frattempo sistemate i grani di pepe su un tagliere e pestate i grani con un batticarne in modo da macinarlo grossolanamente (10-11). Poi grattugiate anche il pecorino e tenete da parte 12.Â Versate il riso in un tegame caldo 13 e tostatelo a secco, senza aggiungere olio o altri grassi 13, fino a che toccandolo non lo sentirete scottare. A questo puntoÂ iniziate a bagnarlo con il brodo caldo 14 e proseguite la cottura in questo modo, aggiungendo altro brodo al bisogno. Una volta che il riso sarÃ cotto 15 spegnete il fuoco.Â Mantecate con il burro 16, il Pecorino 17 e quasi tutto il pepe 18, tenendone da parte un po' per la decorazione finale.Â Mantecate il risotto mescolando il tutto 19 e se necessario unite ancora un mestolino di brodo. Decorate con il pepe tenuto da parte 20 e qualche scaglietta di pecorino prima di servire 21.Â "
}