{
    "title": "Minestra maritata",
    "ingredients": [
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cotenna di suino",
            "quantity": "450"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "300 g"
        },
        {
            "ingredient": "Costine di maiale",
            "quantity": "600 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "piedino 500 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cavolo nero",
            "quantity": "600 g"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "600 g"
        },
        {
            "ingredient": "Cicoria",
            "quantity": "500 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per preparare la minestra maritata tagliate grossolanamente il sedano, la cipolla e la carota 1, quindi metteteli in una pentola capiente piena d’acqua e fateli cuocere a fuoco basso, per qualche minuto 2. Nel frattempo pulite e tagliate a pezzetti le cotenne 3, la salsiccia 4 e le puntine, quindi dividete a metà il piedino 5. Aggiungete la carne alle verdure: dapprima mettete nella pentola le puntine 6, poi il piedino 7, le cotenne 8, la salsiccia 9 e lasciate cuocere il tutto per circa 3 ore a fuoco basso; se necessario, aggiungete sale e pepe quanto basta. Di tanto in tanto, con l’ausilio di una schiumarola, eliminate la “schiuma” che si forma sulla superficie del brodo durante la cottura 10. Mentre la carne cuoce, mondate e lavate accuratamente la bietola costa 11, la scarola riccia 12, il cavolo nero e la cicoria 13, quindi tagliatele grossolanamente eliminando le parti più dure e mettetele da parte 14. Quando la carne sarà ben cotta, spegnete il fuoco, toglietela dalla pentola e filtratene il brodo 15. Lasciate intiepidire il brodo, quindi coperitelo con la pellicola 16, e fatelo raffreddare in frigorifero per circa 15 minuti. Nel frattempo pulite la carne cotta, eliminando le ossa e tagliandola in pezzi più piccoli 17. Ecco come deve risultare la carne tagliata in pezzi 18. Non appena il brodo si sarà raffreddato, toglietelo dal frigorifero, eliminate tutto il grasso che si è formato in superficie 19 e ponetelo nuovamente sul fuoco a scaldare 20. Aggiungete le verdure (la bietola costa, il cavolo nero, la scarola riccia e la cicoria) 21 e fate cuocere il tutto a fuoco medio per circa mezz’ora, in pentola coperta 22. Quando le verdure saranno quasi pronte, aggiungete la carne 23, spegnete il fuoco e lasciate riposare la minestra maritata per circa mezz’ora 24. Trascorso il tempo indicato potrete servire la minestra, ancora tiepida, magari accompagnandola con un filo di olio extravergine a crudo e una spolverizzata di parmigiano grattugiato. "
}