{
    "title": "Crema di zucchine trombetta e calamari",
    "ingredients": [
        {
            "ingredient": "Zucchine trombetta",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "450 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Calamari",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "fresco q.b."
        }
    ],
    "preparation": " Per preparare la crema di zucchine trombetta e calamari come prima cosa mondate il cipollotto e tagliatelo a rondelle 1. Lavate poiÂ le zucchine trombetta e tagliate anche queste a rondelle 2. A questo punto versate un filo d'olio in un tegame, unite il cipollotto 3Â e lasciatelo appassire per qualche minuto a fuoco medio 4. Aggiungete le zucchine 5, mescolate il tutto 6,Â aggiungete l'acqua 7, regolate di sale 8, coprite con un coperchio 9 e lasciate cuocere a fuoco dolce per 20 minuti 9.Â Nel frattempo pulite i calamari. Staccate la testa dal mantello 10 ed estraete da questo la penna di cartilagine 11. Lavate accuratamente il mantello sotto l'acqua e con le mani eliminate le interiora dall'interno 12.Â Passate quindi ad eliminare la pelle esterna, facendo una piccola incisione con il coltello e sempre aiutandovi con il coltellino tiratela via 13. Riprendete i tentacoli che avevate tenuto da parte e staccateli dalla testa incidendo con un coltellino poco sotto gli occhi 14. Eliminate poi il dente centrale spingendolo con le mani e dividete i tentacoli a metÃ . Tagliate poi la parte del mantello ad anelli spessi circa 2 cm 15.Â Versate un filo d'olio in un tegame, aggiunte lo spicchio d'aglio pelato 16 e lasciatelo imbiondire. Versate i calamari e alzate il fuoco 17, salate 18Â e cuocete per 4-5 minuti. Eliminate l'aglio 19 e tenete da parte 20. A questo punto le zucchine saranno cotte 21,Â frullatele con un minipimer 22, fino ad ottenere una crema liscia 23. Trasferitene poi un po' in un piatto 24,Â posizionate sopra i calamari 25, guarnite con la scorza di limone 26, decorate con una fogliolina di origano 27 e servite.Â "
}