{
    "title": "Riso venere al curry",
    "ingredients": [
        {
            "ingredient": "Riso nero Venere",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Curry",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "40 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il riso venere al curry preparate un litro di brodo vegetale, poi lavate, pelate e tritate sedano, carota e cipolla per il soffritto 1. Scaldate lâolio di oliva in un tegame largo, unite il trito per il soffritto 2 , fatelo appassire per 5 minuti e poi unite il riso venere 3. Fate tostare il riso qualche istante e poi aggiungete il brodo vegetale caldo , un mestolo alla volta 4, aspettando che sia assorbito il liquido prima di aggiungerne dellâaltro. Cuocete per 10 minuti, poi aggiungete il curry 5, bagnate subito con il brodo e mescolate per far insaporire il riso, poi aggiungete i piselli 6 e cuocete ancora per altri 10-15 minuti aggiungendo sempre il brodo poco alla volta fino a quando il riso non sarÃ cotto. Aggiustate di sale e pepe a piacere se necessario. Intanto ponete le mandorle in una padella 7 e tostatele per pochi minuti 8. A cottura ultimata spegnete il fuoco e mantecate il riso con il burro 9, il formaggio grattugiato 10, mescolate per amalgamare e poi terminate aggiungerlo le mandorle tostate 11. Servite il riso venere al curry ben caldo 12. "
}