{
    "title": "Riso rosso selvatico con cuori di carciofo e stracchino",
    "ingredients": [
        {
            "ingredient": "Riso rosso",
            "quantity": "selvatico 300 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "2"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        }
    ],
    "preparation": " Per preparare il riso rosso selvatico con carciofi e stracchino cominciate mettendo sul fuoco una pentola per il brodo vegetale. Intanto mondate lo scalogno e affettatelo sottilmente 1. Poi dedicatevi alla pulizia dei carciofi: eliminate le foglie più coriacee 2. Quando raggiungerete la parte più tenera effettuate un taglio netto in superficie 3. Poi divideteli in due, se trovate la barba al centro eliminatela, e infine tagliate a listarelle sottili 4. Rosolate per qualche minuto lo scalogno in padella insieme ad un giro d’olio 5 e aggiungete i carciofi 6, un mestolo di brodo caldo e lasciate cuocere per 5 minuti a fuoco dolce 7. È il momento del riso rosso. Tuffatelo nel tegame, mescolate per qualche istante 8 e procedete con la cottura bagnando al bisogno con il brodo caldo 9. Trascorsi 20 minuti sfogliate il timo 10 e unitelo insieme alla scorza grattugiata di limone. Cuocete ancora per circa 10 minuti, stavolta assicurandovi che il brodo sia stato completamente assorbito; ricordate di regolare di sale e di pepe 11. Nel frattempo preparate la salsa d’accompagnamento. Nel boccale di un mixer aggiungete lo stracchino insieme al latte 13, frullate fino ad ottenere una crema liscia 14. Aggiungete direttamente sul piatto questa crema e servite subito il vostro riso rosso selvatico con carciofi e stracchino 15. "
}