{
    "title": "Danubio tricolore",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "180 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 75 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(1 medio) 18 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "180 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 75 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(1 medio) 18 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "180 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 85 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(1 medio) 18 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "120 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "120 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare il danubio multicolor iniziate a realizzare l'impasto verde. Versate in un contenitore di un mixer il basilico, il latte 2 e l'olio 2; poi frullate il tutto 3 fino ad ottenere una crema liscia. In un'altra ciotola versate la farina, unite il lievito disidratato 4 e lo zucchero 5. Poi aggiungete la crema di basilico 6, il tuorlo (del peso di 18 g) 7 e iniziate ad impastare con le mani 8 fino ad ottenere un composto omogeneo 9. Poi trasferitelo su un piano di lavoro, aggiungete il sale 10 e impastate ancora per qualche minuto per farlo assorbire bene 11, quindi ponete il panetto in una ciotola capiente e coprite con la pellicola trasparente 12. Lasciate lievitare per circa 2 ore, in forno spento, solo con la luce accesa, fino a che non sarà raddoppiato di volume. A questo punto occupatevi di realizzare l'impasto rosso: ponete in una ciotolina il triplo concentrato di pomodoro, stemperatelo con il latte a temperatura ambiente 1 e aggiungete sia il tuorlo (di 18 g di peso) 2 che l'olio d'oliva 3. Mescolate il tutto fino ad ottenere un composto uniforme. In un'altra ciotola versate la farina, il lievito di birra disiratato 4, lo zucchero e il composto di pomodoro 5. Iniziate ad impastare il tutto con le mani e solo quando avrete ottenuto un impasto uniforme aggiungete il sale 6 e continuate a lavorare per farlo assorbire. A questo punto trasferite l'impasto su un piano 7, lavoratelo ancora per qualche minuto, poi dategli una forma sferica 8 e come fatto in precedenza per l'impasto verde. Ponetelo in una ciotola, coprite con pellicola 9 e lasciate lievitare in forno spento solo con la luce accesa, insieme all'altro impasto, per circa 2 ore o fino a che non sarà raddoppiato di volume. Adesso occupatevi di realizzare l'ultimo impasto, quello bianco. Versate la farina in una ciotola, aggiungete il lievito di birra disidratato, lo zucchero 1, il tuorlo del peso di 18 g (tenete da parte l'albume che servirà successivamente per spennellare il danubio) 2 e il latte a temperatura ambiente 3. Impastate il tutto con le mani fino ad ottenere un composto uniforme, poi aggiungete il sale 4, continuate a lavorare per qualche minuto su un piano di lavoro 5 e dopo avergli dato una forma sferica, ponetelo in una ciotola 6, coprite con pellicola e riponete in forno spento solo con la luce accesa insieme agli altri 2 impasti per un paio d'ore, fino a che non sarà raddoppiato di volume. Una volta che tutti e 3 gli impasti saranno lievitati 1, occupatevi del ripieno: tritate finemente sia il prosciutto cotto 2 che la provola 3 e tenete da parte. Riprendete gli impasti e lavorate ciascuno per dargli la forma di un filoncino; potete iniziare da quello bianco 4. Dividete il filoncino in 10 pezzi, di circa 30 g ciascuno 5. Utilizzando un mattarello 6 appiattite e ricavate un disco da ciascuna porzione e farcite con alcuni cubetti di provola e prosciutto 7. Poi richiudete, pinzando i bordi della pasta 8 e fate in modo da ricavare una pallina, modellandola su un piano di lavoro, roteando con le dita per donare una forma sferica 9. Proseguite fino a terminare l'impasto bianco, poi fate le stesse operazioni per l'impasto rosso e farcite ciascun dischetto 10 prima di realizzare le palline; proseguite quindi con il verde realizzando sempre prima il filoncino, poi i pezzetti di 30 g ciascuno, i dischetti da farcire 11 e da richiudere formando delle sfere. Una volta che avrete ultimato tutti gli impasti e formato tutte le palline 12 ungete con l'aiuto di un pennello da cucina uno stampo da 26 cm 13. Adagiate all'interno le palline partendo dal bordo, alternando i colori tra di loro 14; una volta che avrete riempito la teglia 15, lasciate lievitare per altri 30 minuti, sempre in forno spento solo con la luce accesa, coprendo con della pellicola. Passato il tempo indicato, riprendete il danubio e riscaldate il forno statico alla temperatura di 170°. Mentre il forno si riscalda, spennellate il danubio tricolore con un abume leggermente sbattuto 16 e cuocete a 170° per 30 minuti. Una volta cotto 17, lasciate intiepidire il danubio tricolore prima di sformarlo e servirlo 18. "
}