{
    "title": "Cotoletta di zucchine e scamorza",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "450 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la cotoletta di zucchine e scamorza iniziate lavando le zucchine e privandole delle due estremità. Grattugiatele con una grattugia a fori medi 1 e mettetele su di un colino appoggiato su una ciotola capiente. Salate leggermente le zucchine e con un cucchiaio 2 premete per far sì che perdano l’acqua 3. Grattugiate ora la scamorza 4 e unitela alle zucchine ben scolate 5; aggiungete la noce moscata grattugiata 6, salate e pepate a vostro piacimento. Unite al composto il pangrattato 7 e il fomaggio 8; impastate in modo da amalgamare bene tutti gli ingredienti 8. Formate delle polpettine di circa 100 gr l'una 10 e schiacciatele con le mani per formare le cotolette 11. Otterrete così 6 cotolette di zucchine e scamorza. Per procedere alla panatura passate le vostre cotolette da entrambe le parti nell’uovo sbattuto 12. Successivamente passatele nel pangrattato 13, avendo cura che aderisca bene e in maniera omogenea su tutta la superficie 14. In un tegame fate scaldare l’olio e adagiate una alla volta le cotolette 15. Fate cuocere a fuoco dolce le cotolette da entrambi i lati 16 e, quando avranno ottenuto una bella crosta croccante 17, spegnete il fuoco e servite la cotoletta di zucchine e scamorza appena pronta 18. "
}