{
    "title": "Fagottini con burrata, carciofi e sugo di pomodoro",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(grandi) 2"
        },
        {
            "ingredient": "Burrata",
            "quantity": "320 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i fagottini con burrata, carciofi e sugo di pomodoro iniziate dalla pasta fresca: disponete la farina a fontana su un piano di lavoro 1 (potete anche versare gli ingredienti in una ciotola per lavorarli), al centro e rompeteci le uova e iniziate a mescolare con una forchetta 2, poi una volta che le uova si saranno assorbite, procedete a mano impastando con energia 3 fino ad ottenere un impasto liscio. Formate un panetto e avvolgetelo nella pellicola 4 quindi riponete la pasta a riposare a temperatura ambiente per circa 30 minuti. Intanto potete dedicarvi alla pulizia dei carciofi: indossate dei guanti usa e getta per uso alimentare o strofinatevi le mani con il limone perchè non anneriscano durante la fase di pulizia. Mondate i carciofi tagliando la parte superiore più appuntita e sfogliandoli fino ad arrivare alle foglie più tenere 5. Quindi pulite anche il gambo eliminando la parte più esterna e immergete i carciofi puliti in una ciotola con acqua e limone perchè non anneriscano 6. A questo punto tagliate i carciofi a metà e con un coltellino eliminate la barbetta interna 7, poi riduceteli a julienne 8. Irrorate una padella con un filo d'olio e fate rosolare uno spicchio di aglio (potete farlo soffriggere intero se volete poi eliminarlo o tritato, come preferite); quindi versate i carciofi 9, condite a piacere con sale e pepe per insaporirli. Unite poca acqua per stufarli (o sfumateli con il vino bianco) e lasciateli cuocere 5-10 minuti perchè si ammorbidiscano. A fine cottura unite qualche fogliolina di timo. Prendete la burrata dal frigorifero, tagliatela a pezzi e ponetela a scolare in un colino in modo che perda il siero in eccesso. Riprendete quindi la pasta fresca, dividetela per passarne 100-150 g alla volta nella macchina per stendere la pasta (potete anche stendere con un mattarello lungo), impostando dal livello più basso a quello più alto in modo da ottenere una sfoglia molto sottile 10. Quindi ricavate dai rettangoli ottenuti dei quadrati di 13 cm 11 di lato con una rondella tagliapasta: ne dovrete ricavare 20. Imburrate accuratamente uno stampo da muffin che servirà per cuocere i fagottini 12 poi immergete uno o due quadrati di pasta in acqua bollente ( l'acqua dovrà sobbollire) per alcuni istanti 13 e scolateli 14, passateli in una ciotola con acqua fredda 15, quindi distendeteli su un vassoio unto leggermente con olio (così i rettangoli di pasta non si attaccheranno al fondo asciugandosi) 15. Farcite 10 quadrati di pasta fresca con un pò di carciofi e qualche pezzetto di burrata 16, adagiateci sopra un altro quadrato di pasta rotato di 45° 17, poi ponete ciascun fagottino ripieno nello stampo per muffin e chiudetelo con due fili di erba cipollina 18. Infornateli per 2 minuti in modalità grill. Per il sugo di pomodoro, lavate accuratamente e tagliate i pomodori ciliegino e metà o in quarti 19; quindi poneteli in un tegame in cui avrete fatto soffriggere leggermente uno spicchio d'aglio diviso a metà (così sarà più facile eliminarlo successivamente); condite con sale e pepe, cuocete i pomodorini per qualche minuto perchè appassiscano 21 poi aromatizzate con le foglie di basilico. Quindi passate la salsa ottenuta al passaverdure 22 e tenete da parte, giusto il tempo di sfornare i fagottini oramai cotti 23. Ponete la salsa sul fondo di un piatto da portata o una pirofila e adagiate i fagottini con burrata e carciofi, da servire ben caldi 24. "
}