{
    "title": "Polenta chips",
    "ingredients": [
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polenta chips cominciate proprio dalla polenta. Ponete sul fuoco un pentolino con l’acqua e l’olio 1 e non appena raggiungerà il bollore versate a pioggia la farina di mais fioretto 2 mentre mescolate rapidamente con una frusta 3. Non appena avrà preso un po’ di consistenza abbassate la fiamma e continuate a cuocere, mescolando di continuo con un cucchiaio di legno 4, per circa 30-40 minuti finché la polenta non avrà raggiunto una consistenza piuttosto solida 5, quindi spegnete la fiamma. Ungete una teglia rettangolare da 38x25 cm 6 e versate al suo interno la polenta ancora calda. Livellate la superficie con una spatola cercando di ottenere uno spessore di 1 cm (7-8). Infine coprite con un foglio di carta forno e pareggiate la superficie con un matterello per renderla liscia; lasciate raffreddare per almeno 2 ore in frigorifero fino a che non risulterà compatta 9. Trascorso il tempo indicato, riprendete la teglia con la polenta e trasferitela su un tagliere, dopodiché con una lama liscia ricavate dei bastoncini larghi circa 2 cm. Tagliate quindi per lungo allo spessore indicato 10 e poi tagliate nell'altro verso per creare delle file di bastoncini di circa 8 cm di lunghezza 11: otterrete così delle chips tutte uguali 12 e pronte per essere fritte. Ponete sul fuoco un tegame con abbondante olio e scaldatelo fino a raggiungere la temperatura di 180° (potete utilizzare un termometro da cucina per misurarla). Non appena l'olio sarà caldo immergete pochi pezzi di polenta per volta 13 per circa 8 minuti fino a che risulteranno ben dorate. A questo punto scolatele utilizzando una schiumarola 14 e posizionatele su un vassoio foderato di carta assorbente 15 che servirà ad eliminare l'olio in eccesso 15. Nel frattempo tritate il rosmarino finemente il rosmarino insieme a del sale grosso. Poi trasferite le chips di polenta in un cestino con della carta paglia magari 16, per servirle cosparse con il trito appena preparato. Gustate le polenta chips ancora calde e fumanti 18! "
}