{
    "title": "Risotto menta, piselli e calamari",
    "ingredients": [
        {
            "ingredient": "Riso Arborio",
            "quantity": "250 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Calamari",
            "quantity": "(puliti) 300 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Porri",
            "quantity": "140 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il risotto menta, piselli e calamari iniziate dai calamari. Se avete acquistato dei calamari interi puliteli seguendo le indicazioni della nostra scheda come pulire i calamari: staccate la testa ed eliminate la cartilagine interna 1 sciacquateli sotto l’acqua corrente 2 ed eliminate la pelle e le pinne 3. Tagliate ad anelli i calamari 4, poi affettate sottilmente il porro 5 e ponetene metà in un tegame, aggiungete l’olio di oliva e fate rosolare a fuoco dolce. Poi versate un mestolo di brodo vegetale 6 e proseguite la cottura per far appassire il porro; ci vorranno almeno 5 minuti. Unite a questo punto il riso 7, fatelo tostare qualche minuto e poi sfumate con il vino bianco 8, proseguite la cottura del risotto aggiungendo di tanto in tanto un mestolo di brodo 9. In un’altra padella fate rosolare la restante metà del porro con un filo di olio di oliva, fatelo appassire a fuoco dolce per 5 minuti, unite i piselli 10 e proseguite la cottura aggiungendo il brodo poco alla volta per non far asciugare le verdure. Cuocete per 10-15 minuti e poi prelevate 3-4 cucchiai di piselli 11, trasferiteli in un contenitore alto e stretto e frullateli con il mixer ad immersione 12 per ottenere una crema omogenea 13. Intanto che il riso prosegue la cottura preparate i calamari: tagliate a listarelle la scorza del limone 14 e spremetene il succo 15. A parte fate saltare in padella gli anelli di calamari con un filo di olio di oliva e salate 16. Insaporite con il succo di limone 17 e la scorza 18. Poi incorporate i piselli 19 e aromatizzate con la menta tritata. Intanto il risotto sarà cotto, conditelo con la crema di piselli 20 e mescolate per amalgamare gli ingredienti 21. Infine unite i calamari saltati in padella 22. Mescolate tutto mantenendo il fuoco bassissimo 23 e servite il risotto menta, piselli e calamari ben caldo 24. "
}