{
    "title": "Polpette di carne",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "macinato 500 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "3 g"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di carne, iniziate ad affettare il pane raffermo. Rimuovete la crosta 1 e tagliate la mollica a cubetti, quindi ponetela in un mixer assieme al prezzemolo tritato e alle foglioline di timo 2: azionate il mixer fino ad ottenere un composto sabbioso e omogeneo. Affettate e sminuzzate grossolanamente la provola 3. In un capiente tegame ponete la carne, il trito di pane e la provola 4, aggiungete anche il Parmigiano grattugiato 5 e infine le uova leggermente sbattute 6. Aggiustate di sale e di pepe 7 quindi iniziate ad impastare con le mani 8 fino ad ottenere un panetto compatto 9, che dovete lasciare riposare in frigorifero per 30 minuti coperto con pellicola trasparente. Trascorso il tempo necessario, togliete dal frigorifero il panetto di carne, inumiditevi le mani e iniziate a suddividere l'impasto in porzioni di circa 20 g: modellate ciascuna sul palmo della mano per ottenere 44 polpette delle stesse dimensioni 10 e riponetele poi su un vassoio foderato con pellicola trasparente. Mettete in una ciotolina abbondante pangrattato e passatevi ogni polpetta, girandola con l’aiuto di una forchetta per un’impanatura uniforme 11. Lasciatele riposare tutte sul vassoio, cercando di distanziarle leggermente l'una dall'altra 12. Nel frattempo portate l’olio per friggere ad una temperatura che non superi i 170-180° (da misurare con termometro da cucina). Quando sarà caldo al punto giusto, con una schiumarola immergete 2-3 polpette di carne alla volta per non far abbassare troppo la temperatura dell’olio 13, fate cuocere pochi minuti (2-3 minuti saranno sufficienti) fino ad ottenere una bella doratura, quindi trasferite le polpette cotte su carta assorbente giusto il tempo di eliminare l’eccesso di olio 14.Le polpette di carne sono pronte 15, servitele calde! "
}