{
    "title": "Pasta di legumi con sedano rapa",
    "ingredients": [
        {
            "ingredient": "Penne di lenticchie rosse",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sedano rapa",
            "quantity": "(da pulire) 220 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(da tritare) 1 mazzetto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta di legumiÂ con sedano rapa, per prima cosa mettete a bollire una pentola di acqua per la pasta da salare a bollore, poi occupatevi della pulizia del sedano rapa: eliminate la scorza con un coltello 1, tagliate la radice a fette dello spessore di 1 cm 2 e riducetele a cubetti 3. In una padella soffriggete uno spicchio dâaglio in camicia con un filo dâolio 4, poi aggiungete i cubetti di sedano rapa 5, salate 6 e rosolate brevemente. A questo punto coprite il sedano rapa con lâacqua 7, mettete il coperchio 8 e cuocete a fuoco medio per circa 20 minuti, fino a che il liquido non si sarÃ asciugato 9. Versate la pasta di legumi nellâacqua che sarÃ arrivata a bollore 10 e cuocete per il tempo indicato sulla confezione. Ora prelevate metÃ del sedano rapa cotto e trasferitelo in un bicchiere alto e stretto, lasciando il resto nella padella. Aggiungete la panna 11 e frullate con un frullatore a immersione per ridurlo in crema 12. Condite il sedano rapa a cubetti con il prezzemolo tritato 13, poi scolate la pasta e aggiungetela direttamente nella padella 14. Unite anche un mestolo di acqua di cottura della pasta 15 e la crema di sedano rapa 16, mescolate brevemente il tutto a fiamma vivace, pepate 17 e servite la vostra pasta di legumiÂ con sedano rapa ben calda 18! "
}