{
    "title": "Sformatini di riso ripieni",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "280 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "(1 bustina) 0,15 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "600 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "80 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare lo sformatino di riso ripieno iniziate preparando il brodo vegetale . Quindi tritate finemente il finocchietto 1 che terrete da parte. Prendete la salsiccia, incidetene il budello 2 e, dopo averlo eliminato tirandolo, sgranate la salsiccia in maniera grossolana con le mani o i rebbi di una forchetta 3 e tenete anch’essa da parte. Poi prendete il formaggio, tagliatelo a striscioline e poi a cubetti di eguale dimensione 4 che vi servirà per il ripieno degli sformatini. Procedete tritando finemente uno scalogno 5 che farete rosolare con l’olio in un tegame dal fondo antiaderente 6. Aggiungete un mestolo di brodo caldo 7 e lasciate appassire lo scalogno. Quando il brodo si sarà totalmente asciugato fate tostare 1 minuto il riso 8, mescolandolo continuamente per evitare che attacchi al fondo del tegame. Sfumate poi con il vino bianco 9 e lasciate evaporare. Continuate la cottura del riso aggiungendo un mestolo di brodo ogni volta che il precedente è stato completamente assorbito 10. A dieci minuti dalla cottura del riso aggiungete lo zafferano 11 e amalgamatelo bene al riso per dare una colorazione ed un sapore uniformi. Regolate di sale e pepe. Mentre continuate a cuocere il riso aggiungendo il brodo dedicatevi anche alla preparazione della salsiccia: in una padella antiaderente versate l’olio e fate rosolare uno spicchio di aglio 12. Quando avrà ottenuto una colorazione dorata, eliminatelo 13 e unite la salsiccia sgranata 14. Fatela cuocere a fuoco vivace per circa 7-8 minuti, sfumando con il vino bianco 15 che poi lascerete evaporare. Aromatizzate infine con il finocchietto 16, regolando di sale 17 e pepe. Mescolate bene il tutto per consentire ai diversi sapori di amalgamarsi. Trascorso il tempo di cottura spegnete il fuoco. A questo punto anche il risotto sarà pronto 18. Unite ¾ della salsiccia al risotto 19, mescolate bene e lasciate intiepidire. Nel frattempo prendete 8 stampini di alluminio monouso e imburrateli 20, facendo aderire bene alla superficie interna il formaggio grattugiato 21. Per questa operazione potete versare del formaggio grattugiato dentro al pirottino e poi lasciare che scivoli lungo le pareti inclinando il pirottino dolcemente con le mani: dovrete creare una sorta di rivestimento per tutta la superficie. Versate all’interno di ciascun pirottino 1-2 cucchiai di risotto con la salsiccia 22 e, con l’aiuto di un cucchiaino, fatelo aderire bene al fondo ed alle pareti del vostro supporto per gli sformatini: dovrete creare un incavo al centro del pirottino. Versate alcuni dadini di formaggio 23 e un po’ di salsiccia che avete tenuto da parte 24. Dopodiché coprite il ripieno con dell’altro riso in modo tale che venga completamente nascosto all’interno 25. Ripetete l’operazione per tutti gli altri pirottini. A questo punto prendete una leccarda e oliatela 26, se preferite spennellando l’olio su tutta la sua superficie. Capovolgete i pirottini sulla leccarda e sformateli con delicatezza affinché mantengano la forma 27. Cuocete gli sformatini in forno in modalità umidità bassa a 180°C per 20 minuti 28 29. Trascorso il tempo necessario alla cottura, estraete la leccarda dal forno e lasciate rassodare alcuni minuti a temperatura ambiente prima di servire i vostri sformatini di riso ripieno 30! "
}