{
    "title": "Mini cheesecake al salmone",
    "ingredients": [
        {
            "ingredient": "Cracker",
            "quantity": "salati (tipo Tuc) 150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "300 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "160 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "9 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "2 fette"
        },
        {
            "ingredient": "Aneto",
            "quantity": "qualche rametto"
        }
    ],
    "preparation": " Per preparare le mini cheesecake al salmone iniziate dalle basi: frullate finemente i cracker salati in un mixer fino ad ottenere una polverina 1. Aggiungete quindi il burro fuso e amalgamatelo con un cucchiaio 2. Prendete uno stampo da muffin e riempitelo con dei pirottini di carta: distribuite il composto ottenuto nei pirottini (un cucchiaio abbondante per ogni pirottino) e appiattite le basi con il dorso di un cucchiaino 3. Ponete il tutto a raffreddare in frigorifero per almeno mezz’ora. Procedete quindi preparando la crema: mettete la gelatina in fogli ad ammorbidire in una ciotola d’acqua fredda 4; nel frattempo prendete una ciotola capiente e unite il formaggio Philadelphia con la ricotta, mescolate molto bene per amalgamare i due formaggi 5. In un pentolino scaldate 50 ml di panna fresca, strizzate la gelatina in fogli e fatela sciogliere nella panna. A questo punto unite il composto tiepido di panna e gelatina ai due formaggi e mescolate bene per amalgamarla 6. Tritate il salmone affumicato con un coltello e incorporatelo al composto di formaggi 7. Montate i 100 ml di panna che sono rimasti e incorporatela al composto delicatamente per non farla smontare 8. Mettete il composto ottenuto in una sac-à-poche e distribuitelo sulle basi di biscotto 9. Mettete a rassodare in frigorifero per almeno due ore coprendo le mini cheesecake con della pellicola trasparente. Preparate la guarnizione realizzando delle roselline con il salmone affumicato: è sufficiente tagliare delle striscioline di salmone larghe circa 1,5 cm e arrotolarle per formare le rose, guarnite le mini cheesecake al salmone con le roselline e un rametto di aneto! "
}