{
    "title": "Pasta tonno e limone",
    "ingredients": [
        {
            "ingredient": "Farfalle",
            "quantity": "320 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "25 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "320 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la pasta tonno e limone iniziate a scolate il tonno dall'olio di conservazione 1. A questo punto ponete sul fuoco un tegame colmo d'acqua salata a piacere, per la cottura della pasta e nel frattempo occupatevi del limone: lavatelo, asciugatelo, grattugiatene la scorza 2 e tenetela da parte. Quindi dividetelo a metÃ e spremetelo 3, in modo da ricavare 25 g di succo. Tagliate a fette sottili lo scalogno 4, trasferitele in un tegame con l'olio 5 e lasciatele appassire a fuoco dolce. Aggiungete un mestolo di acqua bollente e cuocete per circa 5 minuti. Private il peperoncino dei semi, tagliatelo a listarelle e aggiungetele in padella 7. Unite anche la scorza del limone 8 e versate ancora un mestolo di acqua 9. Unite il tonno sgocciolato 10, alzate la fiamma e aggiungete il succo del limone 11. Continuate la cottura per un paio di minuti quindi spegnete la fiamma e lasciate insaporire gli ingredienti insieme. Nel frattempo cuocete la pasta 12, scolatela al dente e versatela direttamente in padella 13. Riaccendete il fuoco qualche istante se volete gustare calda la pasta, saltate il tutto brevemente 14 e impiattate la vostra pasta con tonno e limone! "
}