{
    "title": "Pasta ceci e patate",
    "ingredients": [
        {
            "ingredient": "Ditaloni Rigati",
            "quantity": "320 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta ceci e patate iniziate a mettere in ammollo i ceci secchi in abbondante acqua 1 per una notte. Trascorse almeno 8 ore 2, scolate i ceci 3 e teneteli da parte. A questo punto occupatevi di realizzare il brodo vegetale. Una volta pronto il brodo, mantenetelo in caldo, quindi pelate le patate 4, tagliatele a cubetti di circa 1 cm 5 e tenetele da parte mentre vi occupate di realizzare il soffritto. Pelate la carota, mondate la cipolla ed inseritele all'interno di un mixer 6. Azionate le lame fino a tritare il tutto finemente 7, quindi trasferite il composto in un tegame con l'olio extravergine d'oliva 8 e lasciatelo appassire a fuoco basso per una decina di minuti, aggiungendo un mestolo di brodo 9. Unite le patate 10, mescolate il tutto per far insaporire, versate un paio di mestoli di brodo 11 e aggiungete anche i ceci precedentementi scolati 12. Unite altro brodo fino a coprire 13 e portate a cottura; ci vorranno circa 25-30 minuti. A questo punto aggiungete il rosmarino tritato finemente 14, un pizzico di sale, una macinata di pepe nero e mescolate per amalgamare i sapori 15. Nel frattempo cuocete la pasta in abbondante acqua bollente, salata secondo il vostro gusto 16, scolatela al dente e versatela direttamente all'interno del tegame con i ceci e le patate 17. Spegnete il fuoco e lasciate riposare per un paio di minuti prima di servire la vostra pasta ceci e patate 18. "
}