{
    "title": "Cotolette di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "tonde nere 500 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina di ceci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "75 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 25 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "dolce 1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "800 g"
        }
    ],
    "preparation": " Per preparare le cotolette di melanzane cominciate dalla preparazione delle melanzane: lavatele, spuntatele da entrambi i lati e tagliatele a fette di circa 1,5 cm di spessore, fino a ottenere 12 fette. 1. Disponete tutte le fette su una gratella e cospargete ogni fetta con il sale grosso 2. Lasciatele spurgare, a temperatura ambiente, per circa un'ora 3. Per questa fase è consigliabile non lasciar riposare le melanzane per più di 1 ora e mezza altrimenti si impregneranno di sale. Trascorso questo tempo, lavate bene ogni fetta sotto l'acqua corrente in modo da togliere il sale in eccesso 4 e asciugatele bene con un canovaccio pulito o della carta da cucina. Poi mettete a riscaldare l'olio di semi in un pentolino, con il termometro da cucina, e cominciate a preparare la pastella vegana: versate in una ciotola la farina di ceci versate l'acqua a filo, mescolando con una frusta per evitare che si formino grumi 5. Salate e pepate leggermente e mescolate di nuovo 6. Ora in un'altra ciotola versate il pangrattato e la farina di mais fioretto 7, e mescolate bene per amalgamare bene i due ingredienti 8. Prendete una fetta di melanzana e passatela nella pastella di acqua e farina di ceci 9 e poi nel composto di pangrattato e farina di mais 10 prima da un lato e poi dall'altro 11. Fate la stessa cosa per 4 fette di melanzana avendo cura, dopo aver impanato ogni fetta, di appoggiarle delicatamente su un piatto su cui avrete messo della carta da forno 12. Ora passate alla seconda panatura, quella classica: in una ciotola sbattete un uovo 13 e salatelo leggermente, poi procedete a impanare una fetta di melanzana alla volta immergendola prima nell'uovo sbattuto 14 e poi nel pangtattato 15. Ripetete l'operazione per fare la doppia panatura: dopo aver passato la fetta nel pangrattato, tornate a immergerla nell'uovo 16, e poi di nuovo nel pangrattato 17. Fate la stessa cosa fino a ottenere 4 fette di melanzane, che andrete a adagiare sul piatto con la carta da forno 18. Tocca alla terza panatura: in una ciotola versate il Pecorino 19 e uniteci il pangrattato 20. Aggiungete la paprika dolce affumicata 21 e una spolverata di pepe 22 (potete evitare il sale perchè il pecorino è già saporito di suo), poi mescolate bene il tutto 23. In una ciotola sbattete un uovo e procedete a impanare le fette di melanzana, immergendole prima nel'uovo 24 e poi nel composto di pangrattato e Pecorino 25 prima da un lato e poi dall'altro 26. Anche in questo caso si farà una doppia panatura: tornate quindi a immergere la melanzana dell'uovo 27 e poi di nuovo nel pangrattato e formaggio 28. Continuate fino a quando non avrete 4 fette di melanzane con quest'ultima panatura, sempre disponendole sul piatto una volta impanate. 29. A questo punto controllate l'olio: quando avrà raggiunto la temperatura di 170 gradi potete iniziare a friggere le vostre cotolette di melanzane 30. Iniziate dalle cotolette con la panatura vegan, in modo che non entrino in contatto con derivati di origine animale durante la frittura. Immergete le melanzane nell'olio quattro alla volta, facendole friggere 2-3 minuti e girandole bene da entrambi i lati con l'aiuto di una pinza 31. Una volta che saranno dorate alla perfezione mettetele su un piatto con della carta da cucina, in modo che perdano l'olio in eccesso 32. Continuate a friggere tutte le altre fette di melanzana, quelle con la panatura classica e quelle al Pecorino: hanno tutte lo stesso tempo di cottura. Disponetele su un piatto, mantenenole divise per tipo di panatura 33 e servitele. Le vostre cotolette di melanzana sono pronte per essere gustate! "
}