{
    "title": "Risotto allo Champagne e scampi",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Champagne",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Scampi",
            "quantity": "12"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Brandy",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Scampi",
            "quantity": "(scarti) q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 ml"
        }
    ],
    "preparation": " Per preparare il risotto allo Champagne e scampi iniziate dalla pulizia di questi ultimi: staccate la testa degli scampi 1 ed eliminate il filo nero dell'intestino 2. Praticate due tagli laterali nella corazza posta sul ventre dei crostacei ed estraetene la polpa 3. Mettete da parte la polpa degli scampi e tritate grossolanamente le carcasse che vi serviranno per preparare il brodo con cui irrorare il riso durante la cottura. Per preparare il brodo di crostacei, prendete un tegame, aggiungete 2 cucchiai di olio e lo scalogno tritato finemente 4 quindi aggiungete le carcasse e fatele rosolare 5.Â Sfumate con il brandy 6 (o cognac in alternativa) e fatelo fiammeggiare. Allungate il brodo di crostacei con 250 ml di acqua calda 7 e lasciate cuocere per 10 minuti a fuoco basso 8, coprendo con un coperchio. Aggiustate di sale quindi, una volta pronto, filtrate il brodo e tenetelo da parte 9. Nel frattempo, tagliate la polpa degli scampi a pezzetti 10 e fateli soffriggere in una padella contenente 2 cucchiai di olio e l'aglio schiacciato 11. Fate cuocere per 2 minuti, poi pepate, spegnete il fuoco e tenete al caldo 12. A questo punto procedete con il risotto: in un tegame capiente mettete 50 gr di burro a fondere e aggiungete lo scalogno tritato 13, lasciatelo appassire e poi unite il riso 14. Fate tostare per qualche minuto e aggiungete poco alla volta lo Champagne (a temperatura ambiente) , fino a terminare la bottiglia 15. Continuate la cottura del riso, aggiungendo il brodo di crostacei filtrato poco alla volta, fino allâesaurimento e allâavvenuta cottura del riso (16-17). Quando il riso sarÃ al dente, aggiungete la polpa degli scampi 18 e amalgamate. Spegnete il fuoco e poi aggiungete il burro rimasto (30 g) insieme ad una generosa manciata di prezzemolo tritato (19-20), quindi mantecate 21. Impiattate il risotto allo champagne e scampi cospargendolo con un poâ di pepe e ancora del prezzemolo tritato. Volendo guarnite il risotto allo champagne con un scampo intero che avrete fatto dorare nel burro per qualche minuto e poi salato e pepato. "
}