{
    "title": "Cardone beneventano",
    "ingredients": [
        {
            "ingredient": "Brodo di pollo",
            "quantity": "2,5 l"
        },
        {
            "ingredient": "Pollo",
            "quantity": "cotto in brodo da sfilacciare 400 g"
        },
        {
            "ingredient": "Cardi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vitello",
            "quantity": "tritato 250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il cardone beneventano cominciate dalla preparazione del brodo di pollo. Nel frattempo dedicatevi alla pulizia del cardo (varietà gobbo): eliminate le coste più esterne e coriacee 1 conservando quelle interne, che sono tenere. Lavatele accuratamente e da queste eliminate i filamenti con l’aiuto di un pelapatate 2. Tagliate le coste a pezzi 3 ed immergetele in acqua fredda acidulata, quindi dove avrete spremuto un limone, così da non farlo annerire 4. Intanto occupatevi delle polpettine. In un recipiente mescolate insieme la carne trita, il sale ed il pepe, il parmigiano grattugiato ed il pangrattato 5. Poi unite le uova leggermente battute 6 e amalgamate per bene il tutto 7, fino ad ottenere un impasto morbido ma compatto. Formate le polpettine di circa 10 grammi l’una 8 (in questo modo dovreste ottenerne circa 30) e tenetele in frigorifero coperte con pellicola fino a quando il brodo non sarà pronto 9. Dopo aver scolato il pollo, cuocete le polpettine nel tegame con il brodo di pollo per circa 10 minuti 10, poi unite i cardi ben scolati e cuocete per altri 15-20 minuti 11. Mentre le polpettine e il cardo cuociono nel brodo, sfilacciate con le mani il pollo, riducendolo in striscioline piccole 12. Unite anche queste nel brodo 13. Infine rompete le uova in un recipiente 14 e mescolate con un pizzico di sale ed il parmigiano grattugiato 15. Versate il composto nel tegame 16 e cuocete per altri 7-8 minuti mescolando di tanto in tanto 17. A questo punto il cardone beneventano è pronto, non vi resta che servirlo ancora caldissimo 18. "
}