{
    "title": "Pici alle briciole",
    "ingredients": [
        {
            "ingredient": "Farina di grano duro",
            "quantity": "170 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "sciapo, la crosta 200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare i pici alle briciole, per prima cosa preparate la pasta fresca: su un piano di lavoro versate la farina 00 e la farina di grano duro (tenendone da parte 20 gr che serviranno per spolverizzare il piano di lavoro) 1, poi il sale 2. Realizzate la classica forma a fontana e al centro versate l'olio extravergine 3; poco alla volta aggiungete anche l'acqua tiepida, a filo, mentre iniziate ad impastare a mano 4. Lavorate gli ingredienti fino ad ottenere un panetto piuttosto elastico e omogeneo 5. Avvolgetelo in pellicola trasparente 6 e lasciate riposare a temperatura ambiente per circa 30 minuti. Dopodiché, riprendete il panetto e tenete a portata di mano circa 20 g di farina di grano duro che vi serviranno per spolverizzare man a mano il piano di lavoro per stendere la pasta. Prelevate un pezzo di impasto (conservate il restante nella pellicola trasparente) 7 e lavoratelo stendendolo per creare dei cordoncini lunghi poco più spessi di uno spaghetto 8. Dividete ciascun cordoncino per raggiungere una lunghezza pari a quella di uno spaghetto 9 Quindi stendete i bigoli e lasciateli seccare su una rete o una spianatoia con farina di grano duro 10. Intanto preparate il condimento: prendete il pane paesano sciapo e raffermo da non più di un giorno (se riuscite a trovare la tradizionale pagnotta toscana è meglio) e tagliatelo in pezzi 11, così da ricavare più facilmente la crosta 12 che vi servirà nella ricetta. Tritate il peperoncino fresco (per una piccantezza più tenue potete privarlo dei semini interni) 13; poi mettete a bollire l'acqua in una pentola capiente e salate a piacere, mentre in un tegame versate l'olio extravergine di oliva, gli spicchi di aglio mondati e interi 15 e il peperoncino fresco tritato 16. Fate soffriggere a fuoco basso, poi togliete l'aglio 17 e unite le briciole di pane 18. Salate 19 e lasciate insaporire e tostare le briciole per alcuni minuti. Quando saranno pronte, mettete da parte alcune briciole per la decorazione finale 20. Intanto lessate la pasta 21 per circa 6-8 minuti. Scolate quindi i pici (tenete da parte l'acqua di cottura) direttamente nel tegame con le briciole 22 e mantecate alcuni istanti, aggiungendo se necessario circa 100 g di acqua di cottura 23. Infine impiattate i vostri pici alle briciole, aggiungendo ancora un pò di dadini di pane tenuti da parte su ciascun piatto da portata 24 e serviteli fumanti! "
}