{
    "title": "Avocado ripieno",
    "ingredients": [
        {
            "ingredient": "Avocado",
            "quantity": "2"
        },
        {
            "ingredient": "Pomodori cuore di bue",
            "quantity": "190 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "20 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "mezzo"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "sgusciati 16"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "mezzo"
        }
    ],
    "preparation": " Per preparare l’avocado ripieno cominciate dalla marinatura dei gamberetti. Quindi per prima cosa incidete il dorso con una lama 1 e con la stessa estraete l’intestino, cioè il filamento nero e amaro posto all’interno 2. Versate i gamberetti in un recipiente e profumateli grattugiando la scorza di mezzo limone 3. Poi versate la salsa di soia 4 e il miele 5, mescolate brevemente con un cucchiaio e infine coprite con pellicola trasparente lasciando riposare per 30 minuti in frigorifero 6. Nel frattempo occupatevi del ripieno. Grattugiate la scorza della seconda metà del limone e raccoglietela in un piccolo recipiente 7, dopodiché spremetene il succo 8 e filtratelo per eliminare eventuali residui di polpa e semi 9. Lavate e asciugate i pomodori cuore di bue, affettateli e infine ottenete dei cubetti di circa 1 cm di grandezza e teneteli da parte 10. Passate al taglio degli avocado, dovrete inciderli per il lungo con una lama 11 e poi separare le due metà semplicemente ruotando le mani una in senso opposto all’altra 12. Eliminate il grosso seme posto al centro: basterà centrarlo con un colpo secco di lama ed estrarlo (fate molta attenzione quando lo staccate) 13. Poi svuotate l’involucro dalla polpa aiutandovi con uno scavino, se non l’avete potrete utilizzare un cucchiaino, e fate attenzione a non danneggiarlo poiché servirà come contenitore 14. Sminuzzate la polpa ottenuta e versatela in un recipiente 15. Aggiungete la scorza ed il succo di limone per non farlo ossidare 16, l’olio a filo 17 e infine i cubetti di pomodoro insieme ad un pizzico di sale e di pepe e alla menta sminuzzata 18. Mescolate il tutto e tenete un momento da parte. In una padella versate le lamelle di mandorle 19 e tostatele per un paio di minuti a fiamma viva, saltandole spesso, così da non bruciarle 20. Infine riprendete i gamberi e versateli in un'altra padella 21. Cuoceteli a fiamma alta per 1 minuto 22. Cominciate a riempire gli avocado con il composto 23 poi guarnite con 4 gamberetti per pezzo 24 le lamelle di mandorle 25, un ciuffetto di menta 26 e il vostro avocado ripieno è pronto, ripetete per tutti gli altri. Servite subito il vostro avocado ripieno 27! "
}