{
    "title": "Fusilli bucati melanzane e zucchine con primosale",
    "ingredients": [
        {
            "ingredient": "Fusilli Bucati Corti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchine bianche",
            "quantity": "350 g"
        },
        {
            "ingredient": "Primosale",
            "quantity": "170 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "6 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i fusilli bucati melanzane e zucchine con primosale, per prima cosa lavate accuratamente le verdure sotto l'acqua corrente 1, poi spuntate le melanzane 2 e tagliatele a fettine nel senso della lunghezza 3 dello spessore di circa 3-4 mm. Scaldate bene la griglia, poi mettetele a grigliare 4 per 3-4 minuti circa per lato, e una volta grigliate per bene, riponetele in una pirofila 5 e tenetele da parte. Spuntate poi le zucchine 6, e tagliate anch'esse a fettine dello spessore di circa 3-4 mm. Procedete come per le melanzane, quindi mettete a grigliare le zucchine e fatele cuocere per circa 3-4 minuti per lato. Quando saranno grigliate bene da entrambi i lati, riponetele in una pirofila 9 e tenetele da parte. Tagliate quindi le melanzane in piccoli pezzetti 10, e ripetete la stessa operazione anche per le zucchine 11, tagliandole a tocchetti 11. Procedete tagliando anche il primosale a cubetti 12, poi condite le melanzane con un po' d'olio 13 e sale 14 e condite allo stesso modo anche le zucchine. Buttate la pasta 15, e, una volta cotta, scolatela, traferitela in una bacinella capiente 16 e aggiungete un po' d'olio per evitare che si attacchi 17. Unite poi le zucchine, le melanzane 18 e il primosale 19 nella ciotola, salate 20 e pepate. I vostri fusilli bucati melanzane e zucchine con primosale sono pronti per essere gustati! 21 "
}