{
    "title": "Crema di patate con verdure",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Timo",
            "quantity": "fresco 1 cucchiaino"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per prima cosa preparate le verdure, prendete il porro e privatelo della parte verde più dura, quindi tagliate la parte bianca, a metà dividetelo e tagliatete delle striscioline che poi ridurrete in quadratini 1; fate altrettanto con la carota 2. In una padella capiente mettete a scaldare il burro insieme all'olio, aggiungete il porro e la carota 3 e lasciate appassire a fuoco basso per circa 15 minuti. Intanto sbucciate le patate e tagliate anch'esse a cubetti 5, quando il porro e la carota saranno appassiti, prelevatene 2/3 e mettetele da parte, quindi aggiungete in pentola le patate (5-6), che lascerete rosolare e insaporire insieme al porro e alla carota rimasti. Aggiungete il latte 7 (meglio se tiepido perché altrimenti bloccherà la cottura) fino a coprire le patate 8 e unite il sale e il timo 9. Coprite la pentola con un coperchio e lasciate andare a fuoco dolce finché le patate non saranno cotte; a questo punto passate tutto in un passaverdure (oppure con un minipimmer se volete rendere ancora più vellutata la crema) e riducete in purea 10. Quindi ponete la purea così ottenuta di nuovo in pentola, aggiungete i porri e le carote tenuti da parte 11, poi il brodo vegetale 12 quindi pepate secondo i vostri gusti. Lasciate cuocere a fiamma bassa per altri 10 minuti, infine aggiungete una grattugiata di noce moscata, aggiustate eventualmente di sale e spegnete il fuoco. Servite la crema di patate con verdure in ciotole individuali e cospargete ogni ciotola con un pizzico di erba cipollina. "
}