{
    "title": "Pettole",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "mezzo cucchiaio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 375 ml"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "5"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Miele",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le pettole, setacciate la farina in una ciotola 1, fate al centro una fontana e scioglieteci il lievito di birra con poca acqua tiepida 2. Sciogliete nell’acqua rimanente il sale grosso 3 e versatela a filo poco alla volta sulla farina 4. Impastate con le mani per ottenere un impasto molto morbido e colloso 5, se necessario aggiungete altra acqua. Dividetelo in due parti quindi mettete subito una di esse in una ciotola, coperta da un foglio di pellicola, a lievitare in forno spento con la luce accesa per circa 2 ore 6. Tagliate le olive verdi e nere a rondelle 7 e aggiungetele all’impasto rimasto 8. Amalgamate bene gli ingredienti quindi mette anche questo a lievitare in forno spento coperto da pellicola 9. Quando i due impasti avranno raddoppiato di volume, predisponete sul fuoco una pentola capiente con abbondante olio di semi per friggere le pettole. Appena l'olio avrà raggiunto i 180° (potete utilizzare un termometro per misurare la giusta temperatura), con un cucchiaio prelevate poco impasto alla volta 10, bagnate un dito in poca acqua 11 e fate scivolare con esso dal cucchiaio la pallina di impasto direttamente nell’olio, in modo da creare i caratteristici gambi 12. Continuate così fino a che non avrete terminato prima l’impasto con le olive e poi quello semplice (o il contrario): le pettole devono essere belle dorate da entrambi i lati, quindi in cottura giratele con una pinza. Toglietele dall’olio e fatele scolare su carta assorbente 13: quelle alle olive saranno già pronte per essere mangiate così come quelle semplici. Per la versione dolce le pettole semplici andranno rotolate nello zucchero semolato 14 oppure cosparse di miele 15, non appena tolte dall'olio bollente! Buone pettole a tutti! "
}