{
    "title": "Pasta gratinata con cavolfiore",
    "ingredients": [
        {
            "ingredient": "Mezze Maniche Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cavolfiore",
            "quantity": "650 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "250 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "( 2 bustine) 0,5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta gratinata con cavolfiore, iniziate mettendo a bollire un tegame capiente con abbondante acqua e, quando sarÃ a bollore, salate a piacere. Intanto occupatevi dalla pulizia del cavolfiore: tagliate via il torsolo centrale 1 e le foglie (potete utilizzare il torsolo per preparare un'ottima vellutata di cavolfiore); quindi staccate le cimette 2 e sciacquatele. Poi occupatevi del peperoncino: eliminate il picciolo e tagliatelo a striscioline (se preferite una piccantezza inferiore potete aprire il peperoncino fresco e togliere i semini interni prima di impiegarlo nella ricetta) 3. Quindi quando l'acqua bolle potete versare 0,5 g di zafferano all'interno (corrispondono a 2 bustine) 4, tuffate le cimette 5 e cuocete per circa 10 minuti. Nel frattempo in una padella versate un filo d'olio, l'aglio schiacciato (o in camicia se poi preferite toglierlo) e il peperoncino tagliato a striscioline. e circa 1 mestolo di acqua di cottura dei cavolfiori 7. Fate sciogliere i filetti di acciughe mescolando con un cucchiaio di legno 8, fino a realizzare un saporito fondo 9. Tenete da parte e passate alla pasta:Â trascorsi i 10 minuti di cottura delle cimette, unite nella pentola anche la pasta 10 e fate cuocere per circa 5-6 minuti. Nel frattempo tagliate la scamorza affumicata prima a fettine 11 e poi a cubetti 12. Al termine della cottura della pasta, versate il fondo alle acciughe in una ciotola ampia 13, poi scolate la pasta e trasferitela direttamente nella ciotola 14. Aggiungete i pinoli 15, la scamorza 16, il Parmigiano grattugiato, lasciandone un po' da parte per condire la teglia successivamente 17, la panna fresca liquida 18 e il pepe nero a piacere. Mescolate bene la pasta per amalgamare il tutto, quindi trasferitela in una pirofila di 30x20 cm precedentemente oleata 19. Distribuite la pasta uniformemente 20, spolverizzate con il Parmigiano rimasto e cuocete in forno statico preriscaldato a 200Â° per circa 15 minuti. Una volta pronta, sfornate 21 e servite la vostra pasta gratinata al cavolfiore calda e filante! "
}