{
    "title": "Raviolone al tuorlo fondente con ricotta e spinaci",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "lessati 100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Albumi",
            "quantity": "per spennellare 1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salvia",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per preparare il raviolone al tuorlo fondente con ricotta e spinaci iniziate dalla pasta fresca (potete consultare il procedimento completo nella scheda della Scuola di Cucina: pasta fresca all'uovo, seguendo le dosi di questa ricetta). In una ciotola setacciate la farina 1, le uova e inizate ad impastare nella ciotola 2. Una volta che le uova si saranno assorbite, prendete l'impasto 3 e maneggiatelo alcuni minuti su un piano di lavoro leggermente infarinato 4. Poi copritelo con pellicola trasparente e lasciatelo a riposare almeno 30 minuti in luogo fresco 5. Intanto dedicatevi al ripieno: sbucciate e tritate finemente una cipolla 6; fatela rosolare in padella con un filo d'olio e 15 gr di burro 7. Quando sarà appassita, versate gli spinaci precedentemente lavati 8 aggiungete pochissima acqua e fateli cuocere con il coperchio per pochi minuti. Al termine della cottura saranno appassiti 9, fateli asciugare, poi spegnete il fuoco. In una ciotola versate la ricotta, i formaggi grattugiati 10 e una grattugiata di noce moscata 11. Quindi mescolate il tutto con una spatola 12. Al ripieno di formaggi aggiungete anche gli spinaci cotti e sminuzzati 13, aggiustate di sale e di pepe e mescolate il tutto accuratamente (per realizzare il ripieno potete anche utilizzare un mixer, frullando insieme tutti gli ingredienti). Ora riprendete la pasta fresca, stendetela in una sfoglia sottile qualche millimetro aiutandovi con un mattarello lungo: l'impasto risulterà piuttosto elastico, quindi potete trattenere un'estremità con la mano e con l'altra far scivolare il mattarello sulla pasta. Tiratelo bene in ogni verso fino a realizzare una sfoglia sottile 14. Ritagliate 8 dischi con un coppa pasta (o in alternativa seguendo il contorno di una ciotolina ) del diametro di 18 cm l’uno 15. Una volta ottenuti i dischi di pasta, trasferite il composto di spinaci e ricotta in una sac-à-poche e per ognuno di 4 dischi realizzate due spirali di composto 16. Al centro di ciascuna spirale, versate un tuorlo 17 tenendo da parte l'albume che servirà per spennellare i bordi dei 4 dischi ripieni 18. Su ciascun disco ripieno, adagiatene un altro e pressate delicatamente sui bordi per sigillarli 19. Poi decorate con i rebbi di una forchetta delicatamentte tutto intorno ai bordi 20. Adagiate i ravioloni su un canovaccio infarinato e intanto fate bollire abbondante acqua in una pentola capiente dai bordi alti. Nel frattempo, in una padella fate sciogliere il burro e aggiungete le foglioline di salvia 21. Quando l’acqua inizierà a fremere immergetevi delicatamente i ravioloni, due alla volta 22; lasciateli cuocere solo per un paio di minuti, poi scolateli e fateli saltare nella padella con burro e salvia 23. Una volta insaporiti, trasferite un raviolone su ciascun piatto da portata e decoratelo con una fogliolina di salvia 24; potete anche condire con una spolverata di Parmigiano prima di servirlo ben caldo ai vostri commensali! "
}