{
    "title": "Gnocchi di riso con cozze e pomodorini",
    "ingredients": [
        {
            "ingredient": "Farina di riso",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "120 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "180 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi di riso con cozze e pomodorini partite dalla preparazione degli gnocchi di riso. In una terrina aggiungete la farina di riso 1 e poco alla volta unite l’acqua 2. Aggiungete il sale 3 e mescolate grossolanamente. Unite anche la farina 0 4. Impastate fino ad ottenere un panetto morbido e non appiccicoso 5. In tal caso, unite ancora poca farina 0 fino al completo assorbimento. Spolverizzate la spianatoia con della farina, adagiate il panetto ottenuto 6; e formate un rettangolo, piuttosto lungo, spesso circa 1,5 cm e largo 7-8 cm 7. Con un coltello affilato, tagliatelo a fettine di circa mezzo centimetro 8. Con i polpastrelli fate delle leggere pressioni dando la classica forma degli gnocchi di riso, leggermente allungata 9. Lasciate risposare gli gnocchi sulla spianatoia per una mezz’ora o fino al momento della cottura 10, coperti da un canovaccio. Preparate nel frattempo il condimento. Pulite le cozze. Mettetele in una ciotola e sciacquatele sotto acqua corrente 11. Eliminate, quindi, il bisso con uno strappo netto. Pulite il guscio delle cozze, uno ad uno, con un coltellino o una paglietta in acciaio 12. Risciacquate nuovamente le cozze sotto l’acqua. Fate scaldare una padella, aggiungete le cozze 13 e coprite con un coperchio. Dopo qualche minuto si apriranno 14. A questo punto aprite le cozze una ad una staccando il frutto di mare e mettete da parte 15. Conservatene qualcuna intera per guarnire il piatto. Lavate i pomodorini e tagliateli in 4 parti o a pezzetti 16. In una padella antiaderente fate soffriggere l’aglio a pezzetti con un po’ di olio di oliva 17. Aggiungete i pomodorini 18 e fate cuocere fino a che non risultano morbidi. Salate e aggiungete, infine, le cozze 19, fate saltare qualche instante e poi aromatizzate con il prezzemolo tritato 20. Cuocete gli gnocchi di riso in abbondante acqua salata, per circa 12 minuti 21. Scolate e aggiungete gli gnocchi al condimento, in padella 22. Saltate per qualche minuto fino ad amalgamare tutti gli ingredienti 23 e poi servite gli gnocchi di riso con cozze e pomodorini ben caldi 24. "
}