{
    "title": "Insalata di riso alla marinara",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vongole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Polpo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Seppie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "polpa 250 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'insalata di riso alla marinara, per prima cosa, iniziate pulendo il polpo: lavatelo bene sotto l'acqua corrente per eliminare la patina vischiosa (per la pulizia del polpo clicca qui), cuocetelo in acqua salata (se prefeirte, aromatizzata con una costa di sedano e mezzo limone) immergendo ripetutamente i tentacoli per arricciarli 1, poi lasciatelo cuocere per almeno 40 minuti controllando di tanto in tanto la cottura con uno stecchino. Il polpo dovrà risultare morbido e sodo. Una volta cotto fatelo raffreddare e tagliatelo a rondelle non troppo sottili 2. Immergete le vongole in acqua salata (meglio la notte prima) per farle spurgare. Un trucchetto per eliminare subito le vongole che contengono sabbia è quello di picchiettarle una ad una su un tagliere dalla parte dell'apertura. Se uscirà della sabbia scura significa che la vongola sarà piena zeppa di sabbia e sarà quindi da buttare. Pulite le cozze seguendo le indicazioni che trovate qui. Prendete una padella antiaderente, mettete uno spicchio d'aglio e un filo d'olio, aggiungete le cozze 3 e le vongole, tenetele sul fuoco fino a quando si saranno aperte (4-5). Sgusciate le cozze e le vongole e raccogliete il liquidio ottenuto durante la cottura, filtratelo e tenetelo da parte 6. Ora passate alla pulitura della coda di rospo: se intera privatela della testa, della pelle e della membrana trasparente che la avvolge. Tagliate il filetto al centro, tutto intorno alla lisca centrale 7, in modo da facilitare la sua eliminazione (8-9). Dividete la coda di rospo a metà. A questo punto prendete i filetti che avete ricavato e tagliateli prima nel senso della lunghezza 10 e poi a tocchetti da 1 cm circa 11. Proseguite con le seppie: pulitele, svuotatando la sacca dalle interiora ed eliminando gli occhi e il rostro che si trova fra i tentacoli. Tagliate le seppie a striscioline e mettetele da parte 12. In una padella, aggiungete due cucchiai di olio extravergine d'oliva e mettete a cuocere la coda di rospo insieme alle seppie e proseguite la cottura sfumando con un mestolo del liquido filtrato delle cozze e delle vongole 13. Aggiungete del prezzemolo tritato e lasciate cuocere a fuoco basso per una decina di minuti 14. Sgusciate intanto i gamberi togliendo la testa 15 (per sgusciarli più facilmente potete sbollentarli per qualche minuto in acqua bollente) e il guscio 16 e aggiungeteli alla coda di rospo e alle seppie 17. Cuocete ancora per altri 2 minuti. Intanto mettete a bollire l'acqua per il riso e aggiungete il liquido delle cozze e delle vongole 18 rimasto che andrà ad insaporire il riso. Quando l'acqua avrà raggiunto il bollore unite il riso 19, fatelo cuocere e scolatelo per bene. Mettetelo in una ciotola capiente, versando un filo d'olio per evitare che si attacchi 20. A questo punto potete comporre la vostra insalata di riso alla marinara: aggiungete le cozze e le vongole 21 il polpo 22 e i gamberi, la coda di rospo e le seppie insieme al loro sughetto 23. Condite con una generosa spolverata di prezzemolo tritato finemente 24. Completate la vostra insalata di riso alla marinara con i pomodorini tagliati a pezzetti (25-26). Mescolate, regolate di sale e lasciate insaporire per un paio d'ore 27. La vostra insalata di riso alla marinara è pronta per essere servita! "
}