{
    "title": "Risotto alle carote",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "400 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Carote",
            "quantity": "380 g"
        },
        {
            "ingredient": "Taleggio",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto alle carote come prima cosa realizzate ilÂ brodo vegetale. Quando sarÃ pronto tenetelo in caldo e pelate le carote 1. Tagliatele poi a bastoncini 2 e in ultimo a pezzetti, grandi circa 1 cm 3.Â Mondate poi il cipollotto e tagliatelo a fettine sottili 4. In una casseruola sciogliete il burro 5, unite il cipollotto 6Â e le carote 7. Aggiungete un mestolo di brodo 8 e lasciate stufare per una decina di minuti aggiungendo altro brodo al bisogno. Trascorso questo tempo prelevate una mestolata di soffritto 9, versatelo all'interno del bicchiere di un mixer, aggiungete anche un mestolo di brodo 10 e tenete da parte. Versate il riso all'interno del tegame con il soffritto 11 e mescolate per farlo tostare 12.Â Portate poi il riso a cottura aggiungendo il brodo solo al bisogno 13. Nel frattempo eliminate la crosta dal taleggio 14 e tagliatelo a cubetti 15. Frullate con un mixer ad immersione il soffritto tenuto da parte 16. Quando il riso sarÃ quasi cotto versate all'interno la crema ottenuta 17, regolate di sale e mescolate 18.Â Una volta cotto spostate rimuovete il tegame dal fuoco, aggiungete i cubetti di formaggio 19 e mescolate 20. Coprite con un coperchio e aspettate 1-2 minuti 21,Â poi aggiungete ilÂ pepe nero 22 e il timo sfogliato 23. Mescolate un'ultima volta e servite il vostro risotto alle carote ancora caldo 24.Â "
}