{
    "title": "Zuppa d'orzo verdure e curcuma",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "2,5 l"
        },
        {
            "ingredient": "Orzo perlato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "pulita 300 g"
        },
        {
            "ingredient": "Cavolo nero",
            "quantity": "pulito 250 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "pulite 280 g"
        },
        {
            "ingredient": "Piselli secchi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la zuppa d’orzo verdure e curcuma, per prima cosa dividete a metà la verza 1, quindi tagliatela a listarelle 2 e sciacquatela sotto l’acqua corrente 3: vi serviranno 300 g di verza pulita. Fate lo stesso con il cavolo nero, quindi riducetelo a listarelle 4 e lavate le foglie sotto l’acqua: ve ne occorreranno 250 g. Lavate, spuntate e tagliate a rondelle le zucchine (ve ne serviranno 280 g) 5, poi mondate lo scalogno e affettatelo 6. A parte sciacquate l’orzo perlato 7 e lasciatelo scolare nel colino. In un tegame scaldate l’olio di oliva, unite lo scalogno 8 e lasciatelo soffriggere a fiamma bassa per un paio di minuti. Unite poi il cavolo nero 9 e la verza 10, lasciateli appassire qualche istante quindi versate l’acqua fino a ricoprire le verdure 11, chiudete con il coperchio 12 e cuocete per 2 minuti. A questo punto unite anche le zucchine 13, l’orzo perlato 14 e i piselli secchi 15. Insaporite con la curcuma in polvere 16 e mescolate gli ingredienti, quindi salate, coprite con il coperchio 17 e cuocete per 45 minuti rimestando di tanto in tanto. In caso dovesse ridursi l’acqua durante la cottura, aggiungetene dell’altra all’occorrenza. Una volta che sarà pronta la zuppa 18, servitela calda 19 con un filo di olio di oliva a crudo, un pizzico di pepe e aromatizzate a piacere con della scorza di arancia 20. La vostra zuppa d’orzo verdure e curcuma è pronta da gustare 21. "
}