{
    "title": "Gnocchi di patate viola",
    "ingredients": [
        {
            "ingredient": "Patate viola",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Groviera",
            "quantity": "200 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi di patate viola, prendete le pate viola 1, lavatele accuratamente e lessatele in acqua bollente salata a piacere 2: ci vorranno circa 30-40 minuti (i tempi si dimezzeranno se utilizzerete la pentola a pressione). Una volta cotte, scolatele e sbucciatele ancora calde 3. Passatele al passaverdure 4 e fate cadere la polpa in una ciotola, dove potete unire anche la farina setacciata, l'uovo 5 e un pizzico di sale. Impastate il tutto con le mani direttamente nella ciotola 6, fino ad ottenere un composto omogeneo e compatto. Con l'impasto ottenuto formate dei filoncini 7 che dovrete tagliare a bocconcini 8. Passate gli gnocchi ottenuti sui rebbi di una forchetta 9 o sull'apposito rigagnocchi per creare la caratteristica rigatura. A mano a mano che li preparate, disponeteli su un vassoio leggermente infarinato 10. Copriteli con un canovaccio pulito e manteneteli in un luogo fresco per almeno 15 minuti. Intanto dedicatevi alla crema alla Groviera: grattugiate il formaggio 11, mentre in un tegame versate la panna 12 e fatela scaldare. Prima che raggiunga il bollore, aggiungete il Groviera grattutgiato 13. Mescolate bene per farlo sciogliere, poi aggiustate di sale, pepe e grattugiate la noce moscata per aromatizzare. Mentre la crema si addensa a fuoco lento, fate cuocere gli gnocchi in un tegame capiente: basteranno pochi istanti e gli gnocchi saranno pronti quando verranno a galla. Quindi scolateli con una schiumarola 14 e conditeli con la crema di Groviera! Servite gli gnocchi di patate viola ben caldi 15! "
}