{
    "title": "Riso gratinato alle verdure",
    "ingredients": [
        {
            "ingredient": "Riso integrale",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "180 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "2"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "8 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare q.b."
        }
    ],
    "preparation": " Per preparare il riso gratinato alle verdure utilizzate una wok capiente che possa contenere tutto il riso e le verdure. Iniziate facendo appassire in poco olio la cipolla tritata, senza farla scurire. Quando sarà diventata trasparente, aggiungete il peperoncino tritato. Sbucciate la radice di zenzero e grattugiatela direttamente all'interno del soffritto 2. A questo punto aggiungete le verdure, una alla volta, in ordine di tempo di cottura e man mano insaporite con 2 cucchiai di salsa di soia. Cominciate con le carote 3 tagliate a rondelle, fatele cuocere con la salsa di soia per circa 5 minuti, poi aggiungete la verza tagliata a striscioline 4 non troppo sottili e altri 2 cucchiai di salsa di soia. Coprite la wok con il coperchio 5 e lasciate cuocere per 10 minuti circa. Intanto mettete il riso a bollire in abbondante acqua salata 6. Aggiungete altri due cucchiai di salsa di soia 7 e lasciate insaporire mescolando le verdure. Al termine della cottura aggiungete i pomodori a cubetti 8, altra salsa 9 e fate insaporire continuando a mescolare 10 per pochi istanti, poi togliete dal fuoco. Scolate il riso 11 Intanto avrete cotto in acqua salata il riso, lasciandolo ben al dente (togliete un paio di minuti al tempo di cottura consigliato sulla confezione). e versatelo nel wok 12 assieme alle verdure saltate, aggiungete la scamorza tagliata a cubetti 13, mescolate bene e disponete il tutto in una terrina da forno. Cospargete la superficie del riso alle verdure con del parmigiano 14 e fate gratinare il riso alle verdure nel forno ben caldo fino a che la superficie non risulti ben dorata 15, utilizzando un ripiano abbastanza alto e il grill. Se necessario spruzzate dell'acqua o del brodo sulla superficie del riso per avere una doratura migliore. Servite il riso gratinato ben caldo. "
}