{
    "title": "Gnocchi rossi al pesto di maggiorana e pancetta",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "130 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "5 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "130 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "fresca 25 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pancetta arrotolata",
            "quantity": "(a fette) 100 g"
        }
    ],
    "preparation": " Per realizzare gli gnocchi rossi al pesto di maggiorana e pancetta iniziate con la cottura delle patate che serviranno per gli gnocchi: lavatele accuratamente sotto acqua fresca corrente e mettetele a bollire per circa 30 minuti 1. trascorso il tempo necessario, fate la prova stecchino per verificare la cottura anche all’interno. Nel frattempo preparate il pesto di maggiorana. Sfogliate la maggiorana 2 ponete le foglioline in un mixer 3: per un risultato ottimale e per ottenere un pesto di un bel colore verde brillante, potete mettere le lame del mixer in freezer prima di utilizzarle. Aggiungete alla maggiorana il formaggio grattugiato, l’aglio privato dell'anima (il germoglio interno) e i pinoli 4. Versate quindi l’olio a filo 5, il pizzico di sale e frullate fino ad ottenere un composto cremoso 6. Raccogliete il pesto di maggiorana in una ciotola e tenetelo da parte 7. E' il momento di procedere con la preparazione degli gnocchi di patate: disponete la farina a fontana su una spianatoia 8, praticate un incavo al centro e schiacciatevi le patate ancora calde 9. Amalgamate con le mani, poi aggiungete l’uovo 10 e il sale 11. Versate il triplo concentrato di pomodoro in una ciotola diluitelo con dell’acqua e versatelo sull'impasto 12. Incorporatelo 13 impastando energicamente aiutandovi, se necessario, con un tarocco, aggiungendo anche della fecola di patate 14 fino ad ottenere un composto liscio e compatto 15. Dividete l'impasto in pezzi e modellate dei filoncini dello spessore di circa 2-3 cm 16; tagliate gli gnocchi con l'aiuto di un tarocco o di un coltello 17 e passateli, infine, sul rigagnocchi spolverizzato con farina o semola 18 per ottenere la caratteristica rigatura. Man mano che procedete con la preparazione degli gnocchi, disponeteli ben distanziati su un vassoio infarinato 19. Nel frattempo, tagliate la pancetta a striscioline e rosolatela in padella senza aggiungere altri grassi 20. Portate a bollore abbondante acqua salata e lessatevi gli gnocchi 21. Ci vorranno solo pochi minuti e quando gli gnocchi saliranno in superficie, scolateli con una schiumarola 22 e trasferiteli in una ciotola con del pesto di maggiorana precedentemente preparato 23. Versate nei piatti da portata un pò di pesto di maggiorana a specchio e adagiate gli gnocchi. Quindi completate il piatto con la pancetta croccante e servitelo ben caldo 24. "
}