{
    "title": "Riso e verza",
    "ingredients": [
        {
            "ingredient": "Riso vialone nano",
            "quantity": "320 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "500 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "80 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,1 l"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il riso e verza iniziate a realizzare il brodo vegetale. Una volta pronto, lavate accuratamente e asciugate la verza. Sfogliatela eliminando le foglie più esterne 1, tagliatela a metà 2 ed eliminate la costa centrale più coriacea, aiutandovi con un coltello dalla lama piccola ma affilata: basterà effettuare un taglio a triangolo attorno alla parte da eliminare 3. Tagliate la verdura a julienne 4 e tenetela da parte. Procedete tagliando prima a listarelle e poi a cubetti la pancetta 5 e tenendo anch’essa da parte. Dopo aver mondato la cipolla, ottenetene un trito finissimo 6. In un tegame dal fondo antiaderente e dai bordi alti fate rosolare a fuoco basso la cipolla con l’olio 7, mescolando di tanto in tanto. Quando sarà imbiondita unite la pancetta 8: lasciatela rosolare alcuni minuti perché faccia una leggera crosticina in superficie. Continuate a mescolare per evitare che la pancetta e la cipolla attacchino sul fondo del tegame. A questo punto unite la versa 9. Continuate a mescolare gli ingredienti per circa 10 minuti a fuoco dolce 10. In questo momento non sarà necessario aggiungere liquidi poiché la verza li rilascerà naturalmente. Ora versate 825 g di brodo 11 e lasciate cuocere a fiamma moderata, mescolando di tanto in tanto per almeno 35-40 minuti, coprendo con coperchio 12. A questo punto aggiungete il riso 13, amalgamate bene gli ingredienti 14 e versate il restante brodo 15. Lasciate cuocere a fuoco moderato fino a quando non otterrete una sorta di minestra densa e quasi asciutta. A qualche minuto dalla fine della cottura unite il formaggio grattugiato 16, amalgamate mescolando 17. In ultimo regolate di sale e pepe e impiattate il vostro riso e verza 18! "
}