{
    "title": "Penne alla crudaiola",
    "ingredients": [
        {
            "ingredient": "Penne Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "novelle 150 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "40 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le penne alla crudaiola lavate e tagliate a quarti i pomodorini ciliegino 1. Spuntate, lavate e tagliate a rondelline sottili le zucchine novelle 2; tagliate a rondelle anche le olive nere. Pulite gli champignon eliminando la terra posta alla base dei gambi; spellate le teste dei funghi (senza dividerle dai gambi), quindi tagliateli a fettine sottili nel senso della lunghezza 3. In una ciotola mettete i pomodorini, i funghi 4, le zucchine, le olive 5 e tenetela da parte. Ponete i pinoli a tostare in una padella sul fuoco dolce 6, rigirandoli fino a quando saranno ben dorati 7. Ora condite le verdure con lâaglio tritato, le foglie di basilico spezzettate con le dita 8,Â lâolio 9, il sale, il pepe e i pinoli tostati. Mischiate bene gli ingredienti e lasciate che le verdure assorbano tutti gli aromi. Nel frattempo lessate al dente le penne rigate 10, scolatele e versatele nella ciotola dove riposa il condimento precedentemente preparato 11; mischiate gli ingredienti per bene con un mestolo e servite le penne alla crudaiola immediatamente, portando in tavola del formaggio grattugiato 12 tipo Parmigiano, Grana o Pecorino oppure della ricotta stagionata affumicata; lasciate che i commensali si servano a piacere. "
}