{
    "title": "Risotto al pesce persico",
    "ingredients": [
        {
            "ingredient": "Pesce Persico",
            "quantity": "filetto 250 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "30 g"
        },
        {
            "ingredient": "Fumetto di pesce",
            "quantity": "1 l"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "45 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto al pesce persico iniziate con il fumetto, utilizzando gli scarti del pesce persico. Una volta pronto, procedete con la preparazione del soffritto. Lavate e pelate le carote, la cipolla e il sedano, quindi tritateli finemente con un coltello (1-2-3). Fate scaldare in una padella abbastanza capiente l'olio con lo spicchio d'aglio e, non appena sarà rosolato, toglietelo con l’aiuto di una forchetta 4. Quindi aggiungete le verdure tritate finemente, mescolate 5 e lasciatele stufare per qualche minuto aggiungendo un mestolo di fumetto 6. Una volta evaporato, aggiungete le erbe aromatiche tritate finemente 7. Unite il riso e fatelo tostare per un paio di minuti 8, poi sfumate con il vino bianco e continuate la cottura aggiungendo a poco a poco il fumetto 9. Nel frattempo tagliate il pesce persico a tocchetti di 0,5 cm 10. A metà cottura aggiungete nel riso metà dose di pesce 11; continuate la cottura con il fumetto, salando e pepando leggermente 12. Quasi al termine della cottura (circa 5 minuti prima), aggiungete i tocchetti di pesce persico tenuti da parte e aggiungete la scorza di mezzo limone grattugiata 13. A cottura terminata mantecate con il burro a dadini 14 e servite il vostro risotto con pesce persico ben caldo 15! "
}