{
    "title": "Risotto speck, radicchio e caciocavallo",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "300 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "(una sola fetta) 200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Prima di preparare il risotto speck, radicchio e caciocavallo mettete sul fuoco una pentola con abbondante acqua leggermente salata per il brodo vegetale. Tagliate a fettine e poi a striscioline sottili lo speck 1, quindi tagliate il caciocavallo a listarelle 2 e poi a dadini 3. Tagliate a metà il radicchio 4 e con il coltello andate ad eliminare la parte più coriacea 5, quindi ricavate delle striscioline piuttosto sottili 6. Fate sciogliere il burro in una casseruola, poi fate rosolare lo speck a listarelle a fuoco basso per circa 5 minuti 7; quando lo speck sarà dorato e croccante, spegnete il fuoco, scolatelo con una schiumarola e ponetelo in una ciotola da parte 8. Ponete sul fuoco una pentola ampia antiaderente con un filo di olio 9 e lo spicchio d’aglio 10; fatelo imbiondire poi toglietelo dal fuoco. Fate cuocere il radicchio tagliato precedentemente a striscioline per 3 minuti a fuoco alto 11, mescolando di tanto in tanto poi spegnete e mettete da parte 12. Fate tostare il riso con un filo di olio 13, mescolando ogni tanto e sfumate con il vino bianco 14; fate cuocere per 18 minuti, aggiungendo di tanto in tanto un mestolo di brodo vegetale 15. Quando il riso sarà al dente, aggiungete il radicchio 16 e lo speck 17. Dopo alcuni minuti, togliete la pentola dal fuoco e unite il caciocavallo a dadini 18, mescolate per farlo sciogliere. Aromatizzate con le foglioline di timo 19; infine regolate di sale e pepe a piacere 20. Il vostro risotto speck, radicchio e caciocavallo è pronto per essere servito ben caldo 21. "
}