{
    "title": "Panini delle feste",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "750 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "22 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 60 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido q.b."
        }
    ],
    "preparation": " Per preparare i panini delle feste, iniziate sciogliendo il cucchiaino di malto (o in alternativa uno di zucchero) in una ciotola dove avrete versato poca acqua tiepida presa dai 400 ml a vostra disposizione 1. Unite il lievito di birra sbriciolato e mescolate per scioglierlo 2. Nella restante acqua sciogliete il sale e unite l'olio extravergine di oliva 3. Mettete la farina nella ciotola di una planetaria munita di gancio, azionate la macchina e unite prima il composto di lievito 4 e dopo, poco per volta, il composto di acqua, sale e olio. Impastate fino ad ottenere un impasto liscio ed elastico, quindi estraetelo dalla ciotola e, su di una spianatoia, lavoratelo qualche secondo per dargli forma sferica 5. Posizionate l'impasto ottenuto in una ciotola capiente unta con poco olio di oliva 6, coprite la ciotola con pellicola trasparente e mettetelo a lievitare in un luogo tiepido per circa due ore, fino a quando non raddoppierà di volume. Nel frattempo, tritate le noci e gli aghi di rosmarino e riducete le olive in rondelle 7. Quando l'impasto sarà pronto 8, versatelo su di una spianatoia e dividetelo in sei parti uguali (all'incirca 200-210 gr l'una) 9. Impastate ogni parte con un ingrediente diverso (10-11), poi dividete ogni pagnotta ottenuta in pezzetti del peso di circa 40 gr l'uno. Impastate ogni pezzetto e dategli forma sferica 12, poi posizionatelo su di una teglia foderata con carta forno. Dovrete ottenere quindi tanti paninetti con la pancetta, con le olive, le noci, il rosmarino, ecc. Tenete sempre da parte dei piccoli quantitativi di ingredienti per guarnire la superficie dei panini prima di infornarli. Quando avrete formato tutti i panini, spennellateli con del latte (o panna), mettete sulla sommità un po' di ingrediente contenuto nell'impasto del panino in questione e poi lasciate lievitare per circa 30 minuti all'interno del forno di casa spento ma con la luce accesa. Quando i panini avranno raddoppiato il loro volume saranno pronti per essere infornati in forno già caldo a 200° per circa 25 minuti. "
}