{
    "title": "Flan di asparagi",
    "ingredients": [
        {
            "ingredient": "Asparagi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Albumi",
            "quantity": "(circa 4) 150 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il flan di asparagi, iniziate a pulire gli asparagi (per maggiori indicazioni consultate la Scuola di Cucina: come pulire gli asparagi, che trovate qui) 1: pelate lo stelo con un pelapatate o delicatamente con un coltellino, procedendo verticalmente dall'alto verso il basso, finché lo stelo non risulterà bianco, eliminando la parte verde filamentosa. Tagliate a rondelle il gambo 2 e conservate le punte a parte 3. Prendete le punte e tagliatele per il lungo dividendole a metà 4. Mettete un filo d'olio in una padella antiaderente e saltate le punte divise a metà per qualche minuto 5. Spegnete il fuoco e tenetele da parte per poi utilizzarle nella decorazione del flan. Dopodichè pulite i cipollotti freschi e affettateli 6. Una volta affettato il cipollotto, ponetelo in una padella antiaderente con un filo d'olio e fatelo soffriggere fino a che non sarà dorato 7. Unite, poi, gli asparagi a rondelle 8 e cuocete aggiungendo di tanto in tanto un po' di acqua o brodo per evitare che si attacchino al fondo 9. Aggiustate di sale e di pepe a piacere e cuocete a fuoco medio fino a quando non saranno più presenti liquidi. Spostate gli asparagi a rondelle cotti nel mixer 10 e frullateli fino ad ottenere un composto cremoso 11. Trasferite la crema di asparagi in una ciotola e unite la panna fresca 12. Versate nel composto anche il pecorino grattugiato 13 e gli albumi leggermente montati 14. Amalgamate il tutto e mettete da parte. Prendete, quindi, 5 stampini di acciaio della capienza di 175 ml e imburrateli aiutandovi con un pennello per ricoprire in modo uniforme le pareti degli stampi 15. Potete utilizzare anche gli stampini di alluminio che trovate al supermercato. Versate il composto ottenuto dentro gli stampini 16 e poneteli in una piccola teglia di alluminio, riempendola d'acqua fino a metà 17. A questo punto infornate in forno statico già caldo a 180° per 45 minuti (se usate il forno ventilato cuocete a 160° per 35 minuti) fino a che la superficie non risulterà leggermente dorata 18. Lasciate intiepidire il flan di asparagi e sformatelo delicatamente staccandolo dal bordo con un coltellino 19, per aiutarvi potete immergere lo stampino di acqua bollente, affinchè i bordi perdano meglio l'aderenza con lo stampo. Decorate il flan di asparagi con le punte che avevate saltato e messo da parte scatenando la vostra fantasia (20-21). Il vostro flan di asparagi è pronto per essere servito e gustato! "
}