{
    "title": "Risotto agli spinaci",
    "ingredients": [
        {
            "ingredient": "Riso vialone nano",
            "quantity": "320 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "freschi 200 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 20 g"
        }
    ],
    "preparation": " Per preparare il risotto agli spinaci come prima cosa iniziate a realizzare il brodo vegetale. Una volta pronto occupatevi di preparare il soffritto; per farlo mondate lo scalogno e tritatelo finemente 2. Poi trasferite 20 g di burro in un tegame 2, lasciatelo fondere a fiamma moderata e unite anche lo scalogno 3. Aggiungete un mestolo di brodo caldo e lasciatelo appassire per qualche minuto, mescolando di tanto in tanto. A questo punto versate anche il riso 4, mescolate 5 e lasciatelo tostare per 3-4 minuti. Poi aggiungete un mestolo di brodo 6 e proseguite la cottura, continuando a mescolare e aggiungendo dell'altro brodo solo al bisogno, ovvero quando vedrete il riso asciugarsi. Nel frattempo lavate gli spinaci sotto acqua corrente 7, asciugateli con un panno da cuicna e teneteli da parte. Quando mancheranno circa 5 minuti alla cottura del risotto aggiustate di sale a vostro gusto 8 e aggiungete anche gli spinaci interi 9. Ultimate la cottura del riso mescolando spesso 10, poi spegnete la fiamma e unite sia i 20 g di burro rimasti 11 che il Parmigiano che avrete grattugiato 12. Aggiungete anche un pizzico di pepe nero 13 e mantecate il risotto agli spinaci sempre a fuoco spento 14. Non vi resta che impiattare e servire il vostro risotto agli spinaci 15! "
}