{
    "title": "Risotto all'uva fragola",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Uva fragola",
            "quantity": "450 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "fruttato 200 g"
        }
    ],
    "preparation": " Per realizzare il risotto all’uva fragola per prima cosa staccate gli acini di uva e sciacquateli abbondantemente sotto l’acqua corrente 2 passate gli acini al passaverdure 2, avendo cura di tenerne alcuni da parte per la guarnizione del piatto, poi setacciate il composto in un colino 3 otterete in questo modo un succo denso 4. Tagliate il porro a rondelle sottili 5, poi In un tegame fate sciogliere 40 gr di burro a fuoco moderato 6 e poi unite il porro precedentemente tagliato 7, fate soffirggere qualche minuto poi versate il riso e fatelo tostare qualche minuto mescolando di continuo, sfumate con il bicchiere di vino rosso e lasciate evaporare. Proseguite la cottura aggiungendo quando serve un mestolo di brodo vegetale10, per preparare il brodo seguite la nostra ricetta Brodo vegetale. Unite ora la passata di uva fragola 11, mescolate bene fino all’assorbimento, sempre a fuoco dolce, e continuate la cottura del vostro risotto all’uva fragola aggiungendo un mestolo di brodo vegetale 12 ogni qualvolta ce ne fosse bisogno fino a completa cottura, ci vorranno circa 20 minuti. Terminata la cottura, regolate di sale, togliete il tegame dal fuoco e mantecate il risotto con il rimanente burro 13 e il parmigiano reggiano grattugiato 14; Il vostro risotto all'uva fragola è pronto 15, servitelo ben caldo guarnendo con alcuni acini di uva fragola. "
}