{
    "title": "Risotto al Barolo",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Barolo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "1 l"
        },
        {
            "ingredient": "Porri",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "45 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto al Barolo iniziate preparando il brodo di carne. Intanto mondate il cipollotto ed eliminatene i gambi 1: riducete ora la verdura in un trito molto fine 2. Fate sciogliere in un tegame dal fondo antiaderente 30 g di burro con l’olio a fuoco molto dolce 3. Quando il burro sarà completamente fuso, fatevi rosolare il cipollotto 4 continuando a mescolare per farlo cuocere in maniera uniforme: ci vorranno circa 6 minuti perchè il cipollotto dovrà risultare quasi completamente “sciolto”. Quindi tostate il riso per circa 3-4 minuti 5, mescolando continuamente 6. Versate il Barolo 7 e, quando sarà parzialmente evaporato, cominciate ad unire il brodo 8: continuate a mescolare per evitare che il riso si attacchi al fondo del tegame. Profumate il risotto aggiungendo una foglia di alloro lavata e asciugata 9. Lasciate assorbire il brodo 10 e, ogni volta che il precedente mestolo di liquido è stato assorbito, aggiungetene un altro 11 fino a ottenere la cottura ottimale del riso. Ci vorranno circa 15-20 minuti. Aggiustate solo in ultimo di sale per regolarvi meglio sulla sapidità del risotto. Infine spegnete il fuoco e, aiutandovi con le pinze da cucina, eliminate la foglia di alloro 12. Aggiungete 15 g di burro 13 e il formaggio 14 per la mantecatura. Mescolate con cura gli ingredienti in modo che si sciolgano e si amalgamino profumando la preparazione. Infine impiattate il vostro risotto al Barolo e deliziate i vostri commensali 15! "
}