{
    "title": "Bulgur con pesto di erbe fresche e noci",
    "ingredients": [
        {
            "ingredient": "Bulgur",
            "quantity": "300 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "10 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per realizzare Il bulgur con pesto di erbe fresche e noci iniziate dalla preparazione del bulgur: lavate il bulgur sotto acqua corrente, portate a ebollizione 600 ml di acqua 1, salatela e versate il bulgur 2; fatelo cuocere per circa 15-20 minuti (o nei tempi indicati sulla confezione), trascorso questo tempo scolatelo, ponetelo in una terrina 3 e copritelo con la pellicola 4, tenetelo da parte finchè non si sarà intiepidito. Il bulgur avrà così raddoppiato il suo volume. Dedicatevi ora al pesto: prendete un mixer (se preferite potete usare anche un mortaio) ponete all'interno le erbe aromatiche precedentemente lavate ed asciugate: il basilico 5,gli steli di erba cipollina 6, le foglioline di menta 7, lo spicchio d’aglio 8 (che potete anche omettere se non lo gradite), le noci sgusciate 9 e aggiungete un filo l'olio 10, azionate il mixer e unite a poco a poco altro olio extravergine di oliva quanto basta per ottenere un composto quasi vellutato 11. Regolate di sale e trasferite il pesto nella ciotola contenente il bulgur mescolando in modo che il bulgur si insaporisca con il pesto di erbe 12. Ora tostate per qualche minuto le mandorle in una padella calda senza aggiungere olio 13, girandole più volte per evitare che si brucino. Unite le mandorle tostate al bulgur e mescolate per ottenere un composto omogeneo. Il vostro bulgur con pesto di erbe fresche e nociè proneto per essere gustato! "
}