{
    "title": "Gnocchi alla mediterranea",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 pizzichi"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "180 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli gnocchi alla mediterranea la prima cosa da fare è preparare le patate: lavatele e, senza sbucciarle, mettetele in una pentola con dell'acqua salata e lasciatele bollire 1. Ancora calde, sbucciatele 2,in una ciotola setacciate la farina 3 e unite la purea di patate schiacciate con lo schiacciapatate 4. Aggiungete un pizzico di sale, la farina e iniziate ad impastare il composto per amalgamare gli ingredienti. A questo punto aggiungete un uovo sbattuto 5 e continuate ad impastare fino ad ottenere un impasto senza grumi e compatto e proseguite ad impastare su una spianatoia infarinata 6. Formate dei lunghi filoncini, che taglierete con il tarocco ( o un coltello) a pezzetti delle dimensioni di una grossa nocciola 7. Per finire, praticate le caratteristiche rigature degli gnocchi facendo scivolare ogni gnocco sulla forchetta oppure con l'apposito rigagnocchi 8. Adagiate gli gnocchi su un vassoio infarinato 9. Intanto occupatevi del condimento: lavate le verdure, tagliate a listarelle sottili la parte bianca del cipollotto 10, pelate e tagliate a bastoncini sottili le carote 11,e per ultime tagliate le zucchine 12 le melanzane 13. Scaldate un filo d’olio in padella, unite il cipollotto e le carote 14 e rosolateli per 5 minuti, salate, pepate e poi unite anche le zucchine 15 e le melanzane 16 proseguite la cottura 17 per altri 10 minuti, le verdure dovranno rimanere croccanti. Ponete sul fuoco una pentola con abbondante acqua salata e portatela al bollore, versate gli gnocchi 18 e cuoceteli pochi minuti, appena gli gnocchi riaffiorano in superficie scolateli con una schiumarola 19 direttamente nella padella con il condimento 20, fate insaporire qualche istante gli gnocchi alla mediterranea e poi serviteli ben caldi 21. "
}