{
    "title": "Penne con salmone affumicato e taccole",
    "ingredients": [
        {
            "ingredient": "Penne Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "160 g"
        },
        {
            "ingredient": "Taccole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare le penne con salmone affumicato e taccole iniziate a mondare il cipollotto e a tagliarlo a rondelle 1. Versate in un tegame lâolio, aggiungete il cipollotto 2 e lasciatelo stufare per circa 6-7 minuti a fuoco molto dolce. Nel frattempo lavate le taccole e tagliatele in due, praticando un taglio obliquo 3. Una volta che il cipollotto sarÃ appassito unite le taccole 4, salate, pepate e lasciate cuocere per 7-8 minuti. Quindi aggiungete 100 ml di acqua o di brodo vegetale 5 e ultimate la cottura delle taccole fino a farla evaporare. Tritate lâerba cipollina e tenetela da parte 6. Tagliate il salmone a listarelle 7 e versatelo in una padella antiaderente giÃ scaldata. Cuocetelo per circa 2-3 minuti fino a farlo diventare croccante 8. A questo punto cuocete la pasta in abbondante acqua bollente, salata a piacere 9. Tenendo da parte lâacqua di cottura, scolate la pasta al dente, versatela direttamente nel tegame con le taccole 10 e ultimate la cottura aggiungendo un mestolo dellâ acqua di cottura della pasta 11. Unite quindi anche le listarelle di salmone 12 e lâerba cipollina tritata 13. Mescolate per amalgamare gli ingredienti 14 e servite le vostre penne con salmone affumicato e taccole 15. "
}