{
    "title": "Zuppa di scarole e patate",
    "ingredients": [
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "450 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "250 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Filoncini di pane",
            "quantity": "di grano duro, a fette 250 g"
        },
        {
            "ingredient": "Caciocavallo silano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la zuppa di scarole e patate come prima cosa realizzate il brodo vegetale, poi passate alla pulizia delle verdure. Dividete la scarola a metÃ , eliminate il picciolo 1 e tagliatela a listarelle di circa 3-4 cm. Lavatela sotto l'acqua corrente 2 e tenete da parte. Passate al porro, eliminate la parte verde e fate un'incisione verticale 3 in modo da eliminare facilmente il primo strato.Â Tagliatelo poi a rondelle 4 e passate alle patate. Pelatele 5 e tagliatele a cubetti di circa 2-3 cm 6.Â In ultimo tritate anche il peperoncino 7. Adesso versate un filo d'olio in un tegame, aggiungete gli spicchi d'aglio e il peperoncino 8; scaldate e unite anche il porro. Stufatelo per circa 4-5 minuti mescolando di tanto in tanto, poi eliminate l'aglio 9Â e aggiungete le patate 10. Lasciatele insaporire per qualche istante quindi aggiungete anche la scarola 11. Aggiungete abbondante brodo 12 fino a coprire il tutto. Salate e lasciate cuocere per circa 30 minuti a fuoco medio, mescolando di tanto in tanto 13. Quando la zuppa di scarole e patate sarÃ quasi pronta occupatevi di realizzare i crostoni. Ricavate 8 fette dal filone di grano duro 14 e disponetele su una leccarda foderata con carta forno. Irroratele con un filo d'olio e disponete su ciascuna degli aghi di rosmarino 15. Cuocete in forno statico preriscaldato a 220Â° per circa 5 minuti. Â Nel frattempo grattugiate il caciocavallo 16 e non appena i crostoni saranno leggermente dorati 17 utilizzatelo per ricoprirli 18. Rimettete in forno per altri 2-3 minuti, fino a che il formaggio non si sarÃ fuso 19. A questo punto anche la zuppa sarÃ pronta 20 e potrete servirla accompagnandola con i crostoni al formaggio 21.Â "
}