{
    "title": "Grissini",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "280 ml"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Malto d'orzo",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semola",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i grissini iniziate prelevando poca acqua tiepida dai 280 ml indicati e scioglietevi il lievito di birra e il malto 1. In un altro contenitore ponete la restante acqua tiepida e scioglietevi il sale 2. Mettete la farina setacciata in una planetaria e aggiungete il composto di acqua, lievito e malto 3, azionate il gancio a foglia e aggiungete anche l’olio a filo che avrete mischiato con l’acqua e sale 4. Impastate fino ad ottenere un composto elastico 5 che andrete a trasferire su una spianatoia spolverizzata con della farina di semola di grano duro. Sagomate l’impasto dandogli la forma di un rettangolo, spennellatelo con dell’olio extravergine di oliva 6 e spolverizzatelo della farina di semola di grano duro. Lasciate quindi lievitare l’impasto fino a che non avrà raddoppiato il suo volume iniziale. Trascorso il tempo necessario per la lievitazione (circa 1 h), con un coltello a lama liscia e lunga tagliate l’impasto per il lato corto a strisce di circa 1 cm l’una 7. Afferrate ogni striscia di pasta con le due mani dalle estremità e tiratela fino a raggiungere la lunghezza della teglia che utilizzerete per infornarli 8. Disponete i grissini ben distanziati tra loro su di una teglia rivestita di carta da forno 9 e cuoceteli a 200°C per circa 20 minuti, fino a quando inizieranno a dorarsi. Se non sono regolari non temete, è proprio questa la particolarità. Le parti più sottili del grissino saranno croccanti quelle più spesse un po’ più morbide.Se volete ottenere dei grissini ancora più invitanti e sfiziosi prima di infornarli spennellateli con dell’olio extravergine di oliva e cospargeteli di semi di papavero o semi di sesamo! "
}