{
    "title": "Riso freddo con tonno, zucchine e limone",
    "ingredients": [
        {
            "ingredient": "Riso Arborio",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "350 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 130 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il riso freddo con tonno, zucchine e limone come prima cosa iniziate a cuocere il riso in acqua bollente, salata a piacere 1. Per i tempi di cottura vi consigliamo di seguire quelli indicati sulla confezione e lasciare il riso al dente. Passate alle zucchine, lavatele e spuntatele. Poi, tagliandole a metÃ , ricavate delle striscioline da 1 cm 2 e in fine dei cubetti 3.Â Versate un giro d'olio in padella, lasciatelo scaldare appena e unite le zucchine 4; regolate di sale e di pepe 5. Lasciate cuocere per un paio di minuti e nel frattempo spremete il limone e ricavatene il succo 6.Â Utilizzatelo poi per sfumare le zucchine 7 e ultimate la cottura per altri 2-3 minuti 8. Poi lasciate raffreddare. Non appena il riso sarÃ cotto, scolatelo e raffreddatelo sotto un getto di acqua fredda in modo da bloccare la cottura 9 e lasciate raffreddare anche questo. Â Non appena sia il riso che le zucchine saranno freddi uniteli in una ciotola; poi aggiungete i filetti di tonno 10, il timo 11 e l'origano fresco 12.Â Unite la scorza del limone 13, mescolate il tutto 14 e lasciate raffreddare in frigorifero prima di servire il vostro riso freddo con tonno, zucchine e limone 15.Â "
}