{
    "title": "Burger di cereali e riso rosso con hummus di avocado",
    "ingredients": [
        {
            "ingredient": "Mix di cereali",
            "quantity": "riso integrale, farro, orzo, grano, avena e riso rosso 180 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Avocado",
            "quantity": "1"
        },
        {
            "ingredient": "Tahina",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "2"
        },
        {
            "ingredient": "Patate",
            "quantity": "grandi 2"
        },
        {
            "ingredient": "Semi di coriandolo",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i burger di cereali e riso rosso con hummus di avocado, per prima cosa cuocete il mix di cereali e riso rosso in acqua bollente salata rispettando i tempi indicati sulla confezione 1. Una volta cotto, scolatelo 2 e versatelo in una ciotola, che metterete in frigorifero a raffreddare. Lavate e pelate le patate, poi tagliatele a tocchetti di media dimensione 3. Trasferite le patate in una teglia foderata con carta forno e conditele con il coriandolo in grani 4, olio 5, sale, pepe e rosmarino 6. Cuocete le patate nel forno statico preriscaldato a 220Â° per circa 40 minuti. Nel frattempo occupatevi dellâhummus di avocado: dividete lâavocado a metÃ , rimuovete il nocciolo e scavate la polpa con un cucchiaio 7. Mettete la polpa in un bicchiere alto e stretto, poi unite lâolio 8, la tahina 9, il succo di mezzo limone 10 e il prezzemolo 11. Frullate con un frullatore a immersione 12 fino ad ottenere una consistenza liscia e omogenea, poi aggiustate di sale. Conservate lâhummus di avocado in frigorifero fino al momento dellâutilizzo; se desiderate, potete trasferirlo allâinterno di una sacca da pasticciere. Una volta che il mix di cereali e riso rosso sarÃ ben freddo, potete occuparvi della preparazione dei burger: rimuovete la ciotola dal frigorifero e aggiungete lâerba cipollina tritata 13, le foglioline di timo 14, le uova 15, il pangrattato 16, il Parmigiano 17, sale e pepe, poi impastate bene per amalgamare tutti gli ingredienti. Ora poggiate un coppapasta del diametro di 10 cm su un vassoio foderato con carta forno e riempitelo con circa 2 cucchiai dellâimpasto di cereali, pressando bene con il dorso del cucchiaio per compattarlo 18. Sfilate il coppapasta e proseguite in questo modo per formare i 6 burger 19, poi trasferite il vassoio in frigorifero per raffreddarli prima della cottura. Quando le patate saranno cotte, sfornatele e lasciatele raffreddare 20. Nel frattempo lavate i pomodori e tagliateli a cubetti molto piccoli, avendo cura di eliminare i semini interni 21. Una volta che le patate si saranno raffreddate, unitele ai pomodori 22 e aggiustate eventualmente di sale e pepe. A questo punto rimuovete i burger dal frigorifero, riscaldate bene una padella antiaderente con un filo dâolioÂ e cuocete i burger per circa 4 minuti per lato 23. Servite i vostri burger di cereali e riso rosso con un ciuffo di hummus di avocado e una cucchiaiata di patate e pomodori 24! "
}