{
    "title": "Zuppa del contadino",
    "ingredients": [
        {
            "ingredient": "Lenticchie secche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fave secche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Orzo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fagioli borlotti secchi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Fagioli rossi secchi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Fagioli cannellini secchi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la zuppa del contadino dovete mettere a bagno tutti i legumi secchi: trasferite i fagioli misti 1, le fave 2 i ceci 3 e le lenticchie in una ciotola capiente, ricoprite i legumi con l’acqua 4 e lasciate riposare per una notta o circa 12 ore. Trascorso il tempo necessario 5 scolate i legumi e sciacquateli sotto l’acqua corrente 6. Intanto affettate sottilmente una costa di sedano 7, pelate 8 e tritate anche una carota 9 e tenete da parte le verdure per il soffritto. In un tegame dal bordo alto ponete un filo d’olio 10, la cipolla tritata finemente 11, uno spicchio di aglio intero 12 e fate soffriggere per 5 minuti in modo da ammorbidire la cipolla. Ora aggiungete la costa di sedano 13 e la carota tritata 14 , salate 15 pepate 16, versate un mestolo di brodo caldo 17, per preparare il brodo consultate la nostra scheda Brodo vegetale. Proseguite la cottura per altri 5 minuti o il tempo necessario per far ammorbidire e insaporire le verdure. Eliminate con una pinza da cucina lo spicchio d’aglio 18 e versate nel tegame i legumi 19 e l'orzo 20. Mescolate bene per amalgamare gli ingredienti e insaporirli con il soffritto, versate il brodo caldo 21 fino a ricoprire tutte le verdure 22. Aromatizzate la zuppa con una foglia di alloro 23 e proseguite la cottura finché i legumi e i cereali non risulteranno morbidi, di tanto in tanto mescolate delicatamente con un cucchiaio di legno per non sfaldare i legumi oppure scuotete semplicemente il tegame.Ci vorrà circa un'ora e mezza (se usate la pentola a pressione saranno sufficienti circa 35 minuti). Se dovesse asciugarsi troppo la preparazione allungate con del brodo caldo la zuppa che non deve risultare asciutta. La vostra zuppa del contadino è pronta 24, potete gustarla ben calda oppure tiepida. "
}