{
    "title": "Lumaconi con salsiccia e scamorza",
    "ingredients": [
        {
            "ingredient": "Sedano",
            "quantity": "150 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lumaconi",
            "quantity": "20"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "affumicata 150 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i lumaconi con salsiccia e scamorza iniziate a preparare la besciamella: mettete a scaldare in un pentolino il latte 1; a parte fate sciogliere il burro a fuoco basso 2 , poi spegnete il fuoco e aggiungete la farina setacciata a pioggia 3, mescolando con una frusta. Rimettete sul fuoco dolce e mescolate fino a farla diventare dorata: in questo modo otterrete il roux. Aromatizzate il latte con la noce moscata e un pizzico di sale, poi unitelo poco alla volta al roux 4, mescolando energicamente il tutto con la frusta perchè non si creino grumi. Cuocete 5-6 minuti a fuoco dolce finché la salsa si sarà addensata 5, spegnete il fuoco e tenete da parte. Occupatevi del ragù: togliete il budello che avvolge la salsiccia 6 e tenete da parte la carne. Preparate il soffritto: sbucciate la cipolla rossa e tritatela 7, lavate e pelate le carote e tagliatele a piccoli dadini 8, lavate e tritate anche la costa di sedano 9 poi scaldate un filo di olio in padella e versate le verdure 10, fate appassire il soffritto a fuoco dolce per almeno 10 minuti poi unite la salsiccia sgranata 11, mescolate per amalgamare, salate e pepate 12 aromatizzate con i semi di finocchietto selvatico 13, poi sfumate con il vino bianco 14, coprite con il coperchio e lasciate cuocere per circa 15 minuti, a cottura ultimata spegnete il fuoco 15 e tenete da parte. Portate al bollore una pentola con abbondante acqua salata, versate i lumaconi 16 e cuoceteli per 10 minuti (o per il tempo indicato dalla confezione ), avendo cura di lasciarli al dente 17. Trasferite i lumaconi su un vassoio rivestito con un canovaccio e lasciateli asciugare e intiepidire leggermente per non rischiare di scottarvi quando dovrete farcirli 18. Per ultima tagliate anche la scamorza a cubetti 19. Ora potete comporre la preparazione: prendete una teglia da forno del diametro di 27 cm stendete sul fondo uno strato di besciamella 20, poi distribuite uno strato di ragù e insaporite con qualche cubetto di scamorza 21. In una ciotola mescolate il ragù con i cubetti di scamorza rimasti 22 poi con l’aiuto di un cucchiaio farcite i lumaconi con il ragù 23 e adagiateli nella teglia uno vicino all’altro 24. Una volta terminato, condite i lumaconi con la besciamella avanzata 25 e con il Grana grattugiato 26. Fate gratinare sotto il grill per 5 minuti, poi sfornateli 27e lasciateli intiepidire prima di servirli. "
}