{
    "title": "Frittatine al forno di spaghettini",
    "ingredients": [
        {
            "ingredient": "Spaghettini",
            "quantity": "160 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "90 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "90 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "50 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 30 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare le frittatine al forno di spaghettini iniziate dalla cottura dei piselli. Mondate e tritate finemente la cipolla 1, quindi versatela in un tegame insieme a metÃ dell'olio, lasciatela appassire a fuoco dolce e aggiungete i piselli 2. Cuocete i piselli per 5-6 minuti 3 aggiungendo un paio di cucchiai d'acqua. Spegnete il fuoco, salate, pepate e lasciate raffreddare. Nel frattempo cuocete la pasta in abbondante acqua bollente, salata a piacere 4, per 3-4 minuti al massimo. Scolatela e versatela in una ciotola, aggiungete la parte restante di olio 5, per non far attaccare gli spaghetti tra loro, e lasciate raffreddare. Tagliate il prosciutto a cubetti di circa 5-6 mm 6. A questo punto tagliate anche la provola dello stesso spessore del prosciutto 7 e tenete i cubetti da parte. In una ciotola sufficientemente capiente rompete le uova, sbattetele 8, e versateci anche il latte 9. Aggiungete il sale, il pepe, la noce moscata 10, i cubetti di provola 11 e i dadini di prosciutto 12. Unite i piselli, ormai freddi 13, il grana grattugiato 14 e le foglioline di maggiorana 15. Unite in ultimo gli spaghetti cotti 16 e mescolate il tutto fino ad amalgamare tutti gli ingredienti 17. Dividete il composto ottenuto in 8 stampini, aventi un diametro di 10 cm 18. Posizionate gli stampi su una leccarda da forno e cuocete le vostre frittatine in forno statico preriscaldato a 220Â° per 30 minuti ( se utilizzate il forno ventilato, cuocete in forno preriscaldato a 200Â° per circa 20 minuti). Una volta sfornate 20 lasciate intiepidire le frittatine al forno di spaghettini e sformatele, aiutandovi con un cucchiaio, prima di servirle. "
}