{
    "title": "Fagottini ai broccoli e ricotta",
    "ingredients": [
        {
            "ingredient": "Broccoli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "120 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare i fagottini di broccoli e ricotta, per prima cosa mondate i broccoli e le patate, tagliate i broccoli in cimette e metteteli a lessare in acqua bollente, lessate poi anche le patate (in due pentole diverse) 1. Scolate le verdure al dente e tagliate le patate in piccoli pezzetti 2. In una padella sciogliete una noce di burro e aggiungete la salsiccia 3 precedentemente spellata e sbriciolata e fatela rosolare bene. Nel frattempo in una ciotola capiente pepate la ricotta 4 ed ammorbiditela passandola con una forchetta. Aggiungete i broccoletti nella padella con la salsiccia 5 e fateli insaporire, mettete anche le patate a pezzetti 6, mescolate e aggiustate di sale. Aggiungete il composto di verdure e salsiccia alla ricotta 7 e amalgamate bene tutti gli ingredienti con un cucchiaio di legno. Stendete il rotolo di pasta sfoglia su una teglia rivestita di carta da forno e tagliatela in quattro grossi quadrati, mettetevi al centro il ripieno di broccoli e ricotta 8 preparato e chiudete a fagottino, unendo e sovrapponendo gli angoli al centro. Spennellate la superficie esterna dei fagottini con il tuorlo sbattuto 9. Cuocete in forno ventilato a 180° per 25/30 minuti, fino a che la pasta sfoglia risulterà cotta e dorata, sfornate e servite i fagottini ai broccoli e ricotta ben caldi. "
}