{
    "title": "Riso rosso pasticciato",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "950 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "170 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 50 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare il riso rosso pasticciato iniziate mettendo sul fuoco una pentola con acqua salata per la preparazione del brodo vegetale. Tritate finemente lo scalogno 1 e versatelo in una pentola antiaderente insieme all'olio; quindi lasciatelo stufare a fiamma bassa. A questo punto aggiungete il riso 2 e fatelo tostare per qualche minuto, mescolando spesso con una spatola o un cucchiaio di legno 3. Alzate la fiamma e sfumate il tutto con il vino bianco 4. Una volta evaporata tutta la parte alcolica, aggiungete anche la passata di pomodoro 5 e mescolate il tutto 6. Continuate la cottura aggiungendo un mestolo di brodo 7 e lasciate asciugare quasi del tutto il brodo prima di aggiungerne altro 8, quindi unite anche il triplo concentrato di pomodoro 9 e terminate la cottura del riso: ci vorranno circa 15 minuti. Nel frattempo private il caciocavallo della buccia esterna 10, tagliatelo a dadini piuttosto piccoli 11, quindi tagliate anche la mortadella della stessa dimensione 12. Una volta che il riso sarà pronto, trasferitelo in una ciotola e unite il formaggio grattugiato 13, il caciocavallo, la mortadella 14 e mescolate il tutto per amalgamare tutti gli ingredienti 15. Ungete una pirofila con un filo di olio e trasferitevi il composto appena preparato, livellate bene la superficie con una spatola 16 e ricopritela con il formaggio grattugiato e il caciocavallo sempre tagliato a dadini 17. Infornate il tutto in forno preriscaldato a 240° con la modalità grill per 6-7 minuti, poi sfornate e portate in tavola il vostro riso rosso pasticciato ancora caldo 18! "
}