{
    "title": "Grano profumato alla menta",
    "ingredients": [
        {
            "ingredient": "Grano",
            "quantity": "280 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "(3 medi) 350 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "5"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare il grano profumato alla menta, iniziate lavando le zucchine, privandole delle estremità e tagliandole a cubetti di piccole dimensioni; lavate anche i pomodori, tagliateli a metà, privateli dei semini con l’aiuto di un cucchiaino e tagliate anch’essi in piccoli cubetti. Tritate finemente i filetti di acciuga e fateli sciogliere in 2 cucchiai d’olio in una padella 1 antiaderente. Versateci dentro le zucchine 2 e fatele cuocere a fuoco vivace per qualche minuto, aggiungetevi poi i gamberetti 3 che avrete lessato in acqua bollente e fateli insaporire con le zucchine. Nel frattempo mettete a cuocere i chicchi di grano 4 in abbondante acqua bollente e salata, seguendo le indicazioni di cottura della confezione (in genere per 8/10 minuti). Scolate il grano, fatelo intiepidire, aggiungete il misto di zucchine e gamberetti, i pomodori a dadini 5, il cucchiaio di olio rimanente, aggiustate di sale e di pepe, mescolate bene il tutto per insaporire gli ingredienti. In ultimo incorporate abbondante menta tritata finemente 6. Servite il grano profumato alla menta freddo o ancora tiepido, guarnito con foglioline di menta intere. "
}