{
    "title": "Pasta con coda di rospo, zucchine e pomodori secchi",
    "ingredients": [
        {
            "ingredient": "Fusilli Bucati Corti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "380 g"
        },
        {
            "ingredient": "Pomodori secchi",
            "quantity": "75 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "35 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la pasta con coda di rospo, zucchine e pomodori secchi iniziate tagliando a dadini di circa 2 cm la coda di rospo 1. Spuntate le zucchine e tagliatele a rondelle sottili 2, poi tagliate a piccoli pezzetti i pomodori secchi 3. Tritate finemente lo scalogno 4 ed il prezzemolo 5. Procedete con la preparazione del condimento: prendete una padella antiaderente dal fondo ampio e irroratela con un filo di olio. Quindi fatevi rosolare lo scalogno a fuoco dolce per circa 4-5 minuti 6. Unite i pomodori 7 e 50g di acqua 8 e lasciate cuocere a fuoco dolce per altri 5 minuti 9. Quando saranno appassiti versate le zucchine 10, aggiustate di sale 11 e pepe e mescolatele agli altri ingredienti. Versate i restanti 50 g di acqua 12 e lasciate cuocere per 10 minuti a fuoco dolce. Unite ora la coda di rospo 13 ed uniformatela agli altri ingredienti 14. Sfumate con vino bianco 15, lasciando cuocere per 3-4 minuti. Versate il prezzemolo 16, avendo cura di tenerne un po’ da parte per la decorazione finale del piatto, ed amalgamate gli ingredienti 17. Lessate a questo punto la pasta in abbondante acqua salata 18 e scolatela al dente. Trasferitela nella padella con il condimento 19 e fatela saltare per 2-3 minuti. Spolverizzate con il prezzemolo rimanente 20 ed impiattate la vostra pasta con coda di rospo, zucchine e pomodori secchi 21! "
}