{
    "title": "Ravioli di gamberi e limone",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "argentini, le code 400 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "280 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i ravioli di gamberi e limone come prima cosa realizzate l'impasto della pasta fresca. In una ciotola versate la farina, aggiungete le uova leggermente sbattute 1 e iniziate a incorporarle con una forchetta. Poi lavorate il composto con le mani 3,Â fino a che non avrete ottenuto un panetto uniforme 4. Trasferitelo su un piano di lavoro e impastate per circa 5 minuti 5; avvolgete l'impasto ottenuto nella pellicola per alimenti 6 e lasciate riposare per almeno 30 minuti a temperatura ambiente.Â Nel frattempo passate alla pulizia delle code di gambero. Eliminate il carapace, staccandolo con le mani 7, poi incidete il dorso di ogni gambero 8 ed estraete delicatamente il filamento nero 9.Â Tagliate i gamberi grossolanamente (10-11). In una ciotola lavorate la ricotta insieme al sale e al pepe 12.Â Â Aggiungete poi le foglioline di timo 13, la scorza grattugiata del limone 14 e i gamberi 15.Â Mescolate per amalgamare tutti gli ingredienti 16, coprite con la pellicola per alimenti 17 e trasferite in frigorifero. Quando l'impasto avrÃ riposato riprendetelo e prelevatene un pezzetto 18, avendo cura di coprire la parte restante con la pellicola; in questo modo non si seccherÃ . Appiattitelo leggermente con le mani utilizzando un po' di farina 19, poi stendetelo utilizzando una macchina per la pasta, riducendo man mano lo spessore dei rulli fino ad ottenere una sfoglia rettangolare spessa circa 2-3 mm 20. Ripetete la stessa operazione in modo da ottenere due sfoglie della stessa dimensione 21. Soltanto su una delle due sfoglie disponete il ripieno, facendo dei mucchietti di circa 20 grammi e distanziandoliÂ di circa 3 cm l'uno dall'altro (22-23). Spennellate i bordi della pasta con un po' d'acqua 24; questo servirÃ a fare in modo che le due sfoglie rimangano attaccate. RicopriteÂ con l'altra sfoglia di pastaÂ facendo combaciare i bordi 25 ed esercitando una leggera pressione con i polpastrelli tra i mucchietti di ripieno per eliminare lâaria 26 ed evitare che in cottura si aprano facendo fuoriuscire il ripieno. Utilizzando un coppapasta del diametro di 7 cm per intagliare il primo raviolo 27.Â Fate lo stesso anche per gli altri 28 ed eliminate l'eccesso di pasta tra un raviolo e l'altro 29. ReimpastateÂ gli scarti di pasta eÂ lasciate riposare prima di stendere nuovamente la sfoglia e realizzare altri ravioli.Â Continuate in questo modo fino a terminare gli ingredienti, disponendo man mano i ravioli ottenuti su un canovaccio infarinato 30.Â "
}