{
    "title": "Lasagne con ragù di agnello",
    "ingredients": [
        {
            "ingredient": "Lasagne all'uovo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Agnello",
            "quantity": "disossato 800 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "800 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "300 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "da tritare 1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "da tritare 4 foglie"
        },
        {
            "ingredient": "Alloro",
            "quantity": "da tritare 2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per realizzare le lasagne con ragù di agnello iniziate eliminando il grasso dalla carne 1, poi tagliatela a piccoli cubetti 2, mettetela in una ciotola e unite l’olio di oliva 3 e gli aromi tritati 4 (salvia, alloro e il rosmarino e aglio). Coprite con pellicola trasparente 5 e lasciate marinare la carne in frigorifero per mezz'ora. In una padella ampia scaldate un filo di olio di oliva, unite la cipolla tritata 6 e fatela appassire a fuoco basso per qualche minuto, aggiungete i dadini di agnello marinati scolati 7, fate rosolare i bocconcini per 10 minuti e poi sfumate con il vino rosso 8 e lasciate evaporare. Intanto lavate e tagliate a dadini i pomodori 9, uniteli alla carne 10, salate, pepate e proseguite la cottura con il coperchio per almeno un'ora 11. Intanto preparate la besciamella: scaldate il latte in un pentolino 12 e aromatizzate con la noce moscata. In un altro pentolino sciogliete il burro, aggiungete la farina mescolando con la frusta 13 fino a far addensare il composto poi versate il latte caldo 14 e sempre mescolando con la frusta, incorporate il pecorino grattugiato 15. Fate addensare la salsa 16 e poi spegnete il fuoco. A questo punto il ragù di agnello è pronto 17, tagliate a cubetti la provola 18 e iniziate a comporre le lasagne: irrorate con l’olio di oliva una pirofila da forno rettangolare che misuri 30x20 cm 19, stendete uno strato di besciamella di pecorino, distribuite le sfoglie di pasta 20 e condite con il ragù di agnello 21 e i bocconcini di provola 22, ricoprite con la besciamella e proseguite nello stesso modo alternando gli strati fino ad esaurire gli ingredienti. Terminate la lasagna con uno strato di ragù e besciamella 23 e dadini di provola. Cuocete le lasagne in forno statico preriscaldato a 200° per 30 minuti (o in forno ventilato a 180° per 20 minuti). A cottura ultimata, sfornate le vostre lasagne con ragù di agnello 24, lasciatele intiepidire e poi portatele in tavola 27! "
}