{
    "title": "Nasi Goreng",
    "ingredients": [
        {
            "ingredient": "Riso Basmati",
            "quantity": "250 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "grossa 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "privato dai semi 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Curry",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        }
    ],
    "preparation": " Portate a bollore abbondante acqua e tuffateci il riso, cuocetelo per 10 minuti; scolatelo e raffreddatelo sotto acqua fredda corrente. Tenetelo da parte. Mettete nel mixer aglio e cipolla 1 e tritalei finemente 2, tagliate le punte del peperoncino, eliminate i semini interni e tagliate poi a fetttine schiacciate anche l'aglio 3. Scaldate nel wok l’olio di arachidi e aggiungetevi il trito insieme al peperoncino 4; fate soffriggere qualche minuto a fuoco vivace; nel frattempo tagliate il pollo a listarelle 5 da cui ricaverete una dadolata 6; Aggiungete il pollo nel wok 7 efate dorare bene; dopo un paio di minuti aggiungete anche i gamberetti. 8 Proseguite la cottura per altri due o tre minuti a fuoco vivace e dopo un paio di minuti aggiungete le spezie 9 e subito dopo il pomodoro 10, mescolate con un cucchiaio di legno e portate a semibollore, aggiungete la salsa di soya 11.Colate bene il riso 12 e unitelo nel wok 13 al resto della preparazione, saltatelo almeno due tre minuti così da farlo diventare croccante.Preparate la frittatina: fate scaldare in una padella antiaderente un cucchiaio di olio evo e sbattete le uova leggermente 14 con un pizzico di sale e versate il composto nella padella 15; fate cuocere a fuoco medio un paio di minuti e poi aiutandovi o con il coperchio o con una spatola girate la frittatina 16 e cuocete per altri due minuti; trasferite su un tagliere 17 e avvolgetela ancora calda su se stessa, tagliate ora a listarelle 18.Unite anche la frittatina al resto degli ingredienti e impiatte il tutto. "
}