{
    "title": "Bavette con pesto di agrumi",
    "ingredients": [
        {
            "ingredient": "Linguine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "60 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "(circa 1) 110 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "(circa 2) 470 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 60 g"
        }
    ],
    "preparation": " Per realizzare le bavette al pesto di agrumi iniziate pelando a vivo gli agrumi: con uno spelucchino eliminate le estremitÃ delle arance, fino ad arrivare alla polpa; poi eliminate la scorza compresa la parte bianca, seguendo l'andamento dello spicchio 1; estraete gli spicchi ad uno ad uno in modo da liberarli dalla pellicina che li avvolge 2, procedete allo stesso modo con i limoni: eliminate le estremitÃ e poi la scorza e la parte bianca 3 quindi estraete gli spicchi 4 come avete fatto per le arance. Ora ponete prendete le foglie di basilico (potete pulirle con un panno asciutto oppure lavarle in una ciotola con acqua fredda, molto delicatamente; quindi asciugarle sempre delicatamente con carta da cucina) e versatele in un mixer dotato di lame 5, aggiungete i pinoli 6, il formaggio grattugiato 7, gli spicchi di arancia 8 e gli spicchi di limone 9. Per finire versate a filo lâolio di oliva 10 e azionate il robot per frullare il composto il tempo necessario per ottenere un pesto omogeneo 11. Intanto in un tegame capiente, portate a bollore lâacqua, salate e cuocete le bavette 12; cuocetele al dente. Intanto versate il pesto in una padella larga 13 o un saltapasta, salate 14 e pepate 15 a piacere. Â quando le bavette saranno cotte, scolatele direttamente nella padella con il pesto 16. Fate saltare le bavette al pesto di agrumi per qualche istante e 17 poi servitele bene calde 18. "
}