{
    "title": "Cannelloni giallo oro",
    "ingredients": [
        {
            "ingredient": "Cannelloni all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Guanciale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "per ungere la teglia q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare i cannelloni giallo oro come prima cosa ripulite il guanciale, eliminando la cotenna sulla base 1. Tagliatelo poi a dadini, o listarelle 2. Scaldate sul fuoco un tegame e versate il guanciale all'interno 5.Â Lasciatelo cuocere per circa 10 minuti 4 fino a che risulterÃ dorato e croccante 5. Poi scolatelo dal suo grasso e trasferitelo su un vassoio foderato da carta da cucina 6. Lasciatelo raffreddare.Â A questo punto trasferite il guanciale in un mixer 7 e frullate il tutto 8. A parte in una ciotola rompete le 6 uova, unite il Pecorino grattugiato 9 e il Parmigiano grattugiato, tenendone da parte 10-20 g rispetto alla dose totale 10. Aggiungete il pepe 11 e mescolate il tutto con una frusta 12.Â Unite poi anche un po' del guanciale frullato alla crema 13, mescolate ancora e trasferite all'interno di un sac-Ã -poche 14. Utilizzate il ripieno quindi per riempire i vostri cannelloni, e man mano disponeteli all'interno di una teglia 20x20 cm precedentemente imburrata 15.Â Occupatevi poi della salsa,Â scaldate la panna in un pentolino, unite poi 60 g di Parmigiano 16 e con una frusta mescolate 17 fino a che non sarÃ completamente sciolto. Versate poi sopra ai cannelloni 18Â e aggiungete ancora del pepe nero 19. Coprite con un foglio di alluminio e cuocete in forno statico preriscaldato a 180Â° per 25 minuti. Passato questo tempo estraete la teglia dal forno, eliminate l'alluminio e sistemate sopra il guanciale rimasto 21 e il parmigiano tenuto da parte all'inizio (22-23). Ripassate in forno in modalitÃ grill a 250Â° per altri 3 minuti. Quando il guanciale sarÃ croccante sfornate e servite i vostri cannelloni 24.Â "
}