{
    "title": "Pasta con crema di ceci e rucola",
    "ingredients": [
        {
            "ingredient": "Penne Rigate Bio",
            "quantity": "320 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "250 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 mestolo"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta con crema di ceci e rucola, mettete a bollire un tegame con acqua e a bollore salate. Passate alla crema di ceci: scaldate un filo dâolio in una casseruola 1. Sfogliate il porro e tagliatelo a rondelle sottili; versatelo nella casseruola 2, quindi scolate e unite i ceci precotti 3. Salate a piacere e fate soffriggere il tutto per circa 5 minuti, mescolando spesso. Una volta che il porro si sarÃ ammorbidito, spegnete il fuoco e unite le foglie di basilico 4, mescolate e pepate a piacere 5. Versate il condimento ai ceci in un contenitore alto 6, unite il Parmigiano grattugiato 7 insieme allâolio 8 e frullate con un mixer a immersione 9. Per ottenere un composto sufficientemente cremoso 10, se necessario, potete aggiungere uno o due cucchiai di acqua calda per diluire maggiormente la crema in fase di lavorazione. Cuocete la pasta per il tempo riportato sulla confezione 11; nel frattempo, nella stessa casseruola dove avete cotto i ceci, versate un filo dâolio e aggiungete la rucola 12. Fate appassire la rucola per qualche minuto, aiutandovi con un mestolo di acqua di cottura della pasta 13. Una volta appassita la rucola, unite la crema di ceci 14 e altre foglioline di basilico 15. Scolate la pasta al dente direttamente in casseruola 16. Mescolate per bene mantecando qualche istante 17 e servite la vostra pasta con crema di ceci e rucola ben calda 18, se preferite con un filo dâolio a crudo e una grattata di pepe nero a piacere. "
}