{
    "title": "Risotto al pesto di zucchine yogurt e mazzancolle",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Basilico",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "media 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "media 1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto al pesto di zucchine yogurt e mazzancolle iniziate dalla pulizia delle mazzancolle che serviranno per il risotto e per preparare il fumetto di crostacei, di cui potete trovare il procedimento anche qui. Sciacquate le mazzancolle sotto acqua corrente, posizionatevi su un tagliere e staccate delicatamente la testa e il carapace (1-2) da ciascuna. Ponete teste e carapaci da parte per preparare il fumetto e in un'altra ciotolina raccogliete le carni. Se preferite, potete lasciare qualche mazzancolla sgusciata ma con la coda da saltare in padella con un filo d'olio per la decorazione finale del piatto. Passate poi a lavare, mondare e tagliare a pezzetti il gambo di sedano e la carota; tagliate a fettine anche la cipolla, precedentemente privata degli strati più esterni 3. Ponete il soffritto in una pentola capiente con un filo d'olio. Fate rosolare leggermente per qualche istante a fuoco dolce, quindi versate i carapaci e le teste delle mazzancolle. Aggiungete anche il prezzemolo fresco spezzettato direttamente nella pentola con le mani 5. Aggiungete anche 1,5 litri di acqua 6. Aggiustate di sale e pepe e lasciate cuocere per almeno 30-40 minuti a fuoco dolce 7; durante la cottura potete schiumare il fumetto con una schiumarola, avendo cura ogni volta di risciacquarla in modo da eliminare ogni residuo. Il fumetto dovrà più o meno della metà rispetto al liquido iniziale 8. Passato questo tempo filtrate il fumetto con un colino a maglie strette 9 cercando di prelevare più liquido possibile. Scartate i carapaci, e tenete da parte il fumetto ottenuto 10 da aggiungere al risotto per favorire la cottura. Per preparare il risotto iniziate dal soffritto: su un tagliere mondate e tritate finemente lo scalogno 11. Versatelo in un tegame capiente con 30 g di burro e fate soffriggere qualche istante a fuoco dolce, quindi versate il riso Carnaroli a pioggia 12. Fate tostare il riso per qualche minuto, quindi sfumate con il vino bianco e fatelo evaporare. A questo punto potete versare un mestolo di fumetto di crostacei filtrato, mescolando con un cucchiaio di legno e aspettando che venga ben assorbito prima di aggiungerne un altro. Fate Mentre il risotto cuoce, potete preparare il pesto di zucchine. Grattugiate le zucchine 14. quindi fate scolare l'acqua di vegetazione in un colino a maglie strette (potete velocizzare l'operazione ponendo un piattino e un peso sulle zucchine in modo che con la pressione perdano più liquido). Versate poi le zucchine in un mixer, aggiungetei pinoli 16, lo yogurt greco 17 e azionate le lame fino ad ottenere un composto omogeneo 18. Se preferite ottenere un risultato ancora più denso e cremoso potete mescolare il pesto di zucchine e lo yogurt in una ciotolina aiutandovi con un cucchiaio. Versate il pesto di zucchine e yogurt nel risotto 19, lasciate insaporire per qualche istante e se necessario aggiungete ancora un mestolo di fumetto. Quando mancano pochi minuti alla cottura del risotto, aggiungete anche le mazzancolle crude 20 che avevate messo precedentemente da parte. Mescolate bene con un cucchiaio di legno per amalgamare gli ingredienti 21. A questo punto, grattugiate anche la scorza di 1 limone non trattato direttamente sul risotto 22. Aggiustate di sale e di pepe a piacere, quindi spegnete il fuoco e mantecate il risotto con il burro rimasto. Spegnete il fuoco e il vostro risotto al pesto di zucchine yogurt e mazzancolle è pronto per essere gustato 23. Potete impiattare, decorando se volete con qualche mazzancolla saltata in padella 24. "
}