{
    "title": "Risotto ai fasolari",
    "ingredients": [
        {
            "ingredient": "Fasolari",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Fasolari",
            "quantity": "acqua dei fasolari 500"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "45 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare il risotto con i fasolari iniziate dalla pulizia dei molluschi (seguendo le indicazioni che trovate cliccando qui per maggiori dettagli): aprite i molluschi da crudi, impugnandoli dalla parte più corta della conchiglia, quindi incidete i due muscoli laterali interni 1. Raccogliete la loro acqua durante l’apertura 2 e staccate i fasolari dai gusci. Battete ogni mollusco con un batticarne 3, quindi tritatelo grossolanamente e mettetelo da parte (4-5).Filtrate l'acqua raccolta e tenete anch'essa da parte 6. In un tegame fate rosolare i due spicchi di aglio con l’olio extravergine d’oliva. Quando si saranno dorati eliminateli 10 e aggiungete il riso; fatelo tostare per qualche minuto a fuoco dolce, mescolandolo spesso 11 per evitare che si attacchi al fondo della pentola, quindi sfumatelo con il vino bianco 12. Continuate la cottura, sempre a fuoco dolce, per circa 20 minuti, aggiungendo poco alla volta il liquido dei fasolari 13 (ricordatevi di bagnare il riso solo quando avrà assorbito tutto il liquido precedentemente versato). Poiché l’acqua dei fasolari è molto salata consigliamo di assaggiare il riso: se dovesse risultare eccessivamente salato potete alternare il liquido dei fasolari a del brodo di pesce o dell'acqua. Quando il riso avrà quasi ultimato la sua cottura, aggiungete i fasolari 14, abbondante prezzemolo tritato 15 e amalgamate per bene il tutto aiutandovi con un mestolo di legno. Non appena il riso avrà raggiunto la cottura desiderata, spegnete il fuoco; mantecate con il burro, il Parmigiano Reggiano 16 e la scorza di mezzo limone 17. Il vostro risotto ai fasolari è pronto, servitelo e gustatelo al momento 18. "
}