{
    "title": "Paella algherese",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "400"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "500 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberoni",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Bottarga di muggine",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare la paella algherese lavate e pulite per bene le cozze (potete seguire il procedimento indicato nella scheda di cucina âPulizia delle cozzeâ), quindi mettetele dentro un tegame 1, copritele con un coperchio e lasciatele dischiudere a fuoco vivo per qualche minuto 2. Una volta aperte tutte le cozze, filtrate il fondo di cottura e tenete il tutto da parte 3. Pulite e tagliate ad anelli i calamari 4 (per maggiori dettagli potete seguire le indicazioni che trovate sul video della scuola di cucina âCome pulire i calamariâ), riducete a tocchetti il pollo 5, quindi sbriciolate con le mani la salsiccia 6. Lavate il peperone giallo, privatelo dei semi e dei filamenti interni, poi ritagliatelo a filetti 7. Lavate e mondate anche i pomodori, privateli dei semi e tagliateli a pezzetti 8. A questo punto tritate finemente la cipolla e ponetela, assieme a 4-5 cucchiai di olio extravergine di oliva, nell'apposita paella (o comunque in una padella antiaderente) del diametro di circa 32 cm 9. Fate appassire la cipolla a fuoco basso, unendo un mestolo di brodo di pollo per non farla bruciare 10, quindi aggiungete la salsiccia 11 e il pollo 12. Lasciate rosolare le carni per qualche minuto, poi unite il peperone 13, i pomodori 14 ed infine i piselli sgranati e scolati 15. Aggiungete un poâ di brodoÂ (circa un mestolo) e lo zafferano, che avrete disciolto in una piccola quantitÃ di brodo 16, quindi lasciate cuocere il tutto per qualche minuto. Unite la fregola, mescolando 17, e il restante brodo 18 (consigliamo di lasciarne comunque da parte un paio di mestoli da aggiungere nel caso la paella si asciugasse troppo); coprite il tutto con il fondo di cottura delle cozze, che avevate tenuto da parte. Lasciate cuocere la paella a fuoco medio, per circa 20 minuti (i tempi di cottura della fregola possono variare: controllate quanto scritto sulla confezione di fregola in vostro possesso). Trascorsi 10 minuti, durante i quali avrete controllato la fregola mescolando frequentemente e aggiungendo del brodo se necessario, unite i calamari 20 e, dopo 5 minuti, anche i gamberoni 21. Ora non resta che aggiungere l'ultimo elemento: le cozze. Eliminate una delle due valve, quella senza mollusco 22, quindi, verso fine cottura, unite le cozze alla paella 23 (circa 3 minuti prima di spegnere il fuoco). Una volta pronta la paella algherese pepate a piacere ed impiattate. Per finire, grattugiate abbondante bottarga di muggine a lamelle su ogni piatto 24 e, se lo gradite, irrorate con un filo di olio extravergine di oliva. "
}