{
    "title": "Minestra di verdure estiva",
    "ingredients": [
        {
            "ingredient": "Pomodori ramati",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchine bianche",
            "quantity": "lunghe 1 kg"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "400 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "16 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 ml"
        }
    ],
    "preparation": " Per preparare la minestra di verdure estiva, tagliatele le zucchine a pezzi cilindrici che sbuccerete e dividerete a metÃ per il senso della lunghezza 2. Eliminate la polpa interna delle zucchine aiutandovi con un cucchiaio 3, tagliate le zucchine a fette spesse circa 1 cm, non devono essere troppo sottili altrimenti si sfalderanno in cottura. Sbucciate le patate e tagliatelea spicchi 4 procedete in questo modo anche per le cipolle, dopo averle sbucciate ricavate degli spicchi 5; ora occupatevi dei pomodori: Â tagliate i pomodori a metÃ , eliminate i semi interni con l'aiuto di un cucchiaio 6 e poi tagliatea spicchi anch'essi 7. Eliminate dalle costole di sedano gli eventuali filamenti con un pelapatate 8, poi tagliatele a pezzetti di circa 2 cm; Ora che tutte le verdure sono pronte 10, ponete sul fuoco un tegame capiente, adagiate le verdure tagliate: le patate 11, le zucchine 12, il sedano 13, i pomodori 14, le cipolle 15. Unite lo spicchio di aglio intero 16Â e le foglie di basilico per aromatizzare la minestra, versate un cucchiaio di olio di oliva 17 salate e poi per finire coprite con l'acqua le verdure 18. Coprite il tegame con un coperchio 19Â e fate cuocere per 30 minuti a fuoco dolce (trascorsi i quali controllate che tutte le verdure siano ben cotte). Eâ molto importante che non mescoliate mai le verdure con un mestolo per non sfaldarle; limitatevi eventualmente a scuotere dolcemente il tegame. Dopo circa 20 minuti di cottura controllate lo stato delle verdure; aggiustate di sale e aggiungete dellâacqua calda se ce ne fosse bisogno, tenendo conto che a fine cottura il liquido di cottura dovrÃ essere parzialmente assorbito dalle verdure. A fine cottura, aggiungete il restante olio, pepate, eliminate con una pinza da cucina l'aglio intero 20 e lasciate raffreddare a temperatura ambiente. Servite la minestra di verdure estiva a temperatura ambiente o fredda da frigorifero, aggiungendo un filo di olio crudo 21 e foglie di basilico fresche. "
}