{
    "title": "Pasta con crema di zucchine gialle e prosciutto",
    "ingredients": [
        {
            "ingredient": "Spaghetti 5 cereali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucchine gialle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta con crema di zucchine gialle e prosciutto per prima cosa ponete sul fuoco una pentola colma di acqua da salare a bollore; servirÃ per la cottura della pasta. Nel frattempo tagliate a listarelle le fette di prosciutto crudo 1. Lavate le zucchine, spuntatele quindi tagliatele a metÃ 2 nel verso lungo e poi affettateleÂ 3. Mondate lo scalogno e affettatelo 4. Ora in un tegame sciogliete a fuoco dolce il burro 5 e aggiungete il prosciutto precedentemente tagliato 6. Lasciate tostare il prosciutto per circa 6 minuti e quando sarÃ croccante trasferitelo su un vassoio ricoperto con carta assorbente 7 per asciugare il grasso in eccesso. Nello stesso tegame aggiungete lo scalogno 8 e le zucchine 9. Cuocete a fuoco moderato per 10 minuti, aggiungendo al bisogno lâacqua di cottura della pasta 10 per non far asciugare la preparazione. Quando le zucchine saranno quasi pronte versate gli spaghetti nella pentola 11e cuocete per il tempo indicato sulla confezione. Quando le zucchine saranno tenere frullatele con il mixer ad immersione 12. Fino a ottenere una purea 13. Quando mancheranno 5 cinque minuti alla cottura della pasta, scolatela direttamente nel condimento di zucchine 14, mescolate, versate un mestolo di acqua della pasta e proseguite la cottura 15. A questo punto potete unire le listarelle di prosciutto 16, insaporite con il caciocavallo grattugiato 17 e foglioline di timo, servite subito la pasta con prosciutto crudo e zucchine gialle 18. "
}