{
    "title": "Zuppa di vongole del New England ",
    "ingredients": [
        {
            "ingredient": "Vongole",
            "quantity": "3 kg"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "80 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "80 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Patate",
            "quantity": "450 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane",
            "quantity": "panini tipo rosette 4"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la zuppa di vongole del New England iniziate pulendo le vongole: mettetele in ammollo per circa un’ora in una bacinella piena di acqua e sale grosso, per permettere lo spurgo di eventuali impurità 1. Trascorso il tempo necessario, scolatele molto bene e sciacquatele; mettete a scaldare una padella larga con un paio di cucchiai di olio d’oliva e due spicchi d’aglio 2, quindi aggiungete le vongole 3 e fatele dischiudere a fuoco vivo, per una decina di minuti, chiuse con il coperchio 4. Quando le vongole si saranno completamente aperte, filtrate l'acqua che avranno rilasciato durante la cottura e tenetela da parte, poi sgusciate tutte le vongole e mettetele in una ciotola (5-6). Tritate ora finemente sedano, cipolla e carota, quindi fateli rosolare a fuoco dolce, in una pentola capiente, con poco olio 7; quando il soffritto sarà pronto, aggiungete la pancetta a cubetti 8. Fate cuocere il tutto per un paio di minuti, mescolando di tanto in tanto 9, poi aggiungete le patate 10, che avrete precedentemente lavato, sbucciato e tagliato a dadini; aggiustate di sale. Tritate finemente il timo 11 e aggiungetelo al tutto, quindi unite anche due foglie di alloro 12 e il sugo delle vongole 13. Continuate la cottura a fuoco moderato fino a quando le patate non risulteranno cotte, quindi eliminate l’alloro 14 e aggiungete la panna 15. Mescolate per amalgamare molto bene tutti gli ingredienti e continuate la cottura per un paio di minuti. A questo punto spegnete il fuoco e frullate il tutto con un frullatore a immersione 16. Aggiungete le vongole sgusciate 17, aggiustate eventualmente di sale, quindi preparate i panini eliminandone la parte superiore con un coltello ed eliminando la mollica all'interno. Riempite ciascun panino con un mestolo abbondante di zuppa di vongole del New England 18 e servite il tutto ben caldo: buon appetito! "
}