{
    "title": "Fregola con vongole e ceci",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "250 g"
        },
        {
            "ingredient": "Vongole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "doppio 1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la fregola con vongole e ceci dovrete aver messo a reidratare i ceci per almeno 12 ore (o una notte intera), in una ciotola riempita di acqua 1. Quindi scolate i ceci che saranno reidratati dopo le ore in ammollo e cuoceteli in acqua salata finchè non saranno teneri (impiegheranno circa un paio di ore) (in alternativa potete cuocere i ceci ancora secchi con sale e rosmarino in pentola a pressione per circa 50 minuti). Occupatevi delle vongole, sciacquatele 2 e poi lasciatele in un colino con sotto una ciotola sotto un filo di acqua corrente per circa 30 minuti in modo da eliminare la sabbia. In un tegame versate un filo di olio e un paio di spicchi di aglio, aggiungete le vongole 3, coprite con il coperchio e lasciatele cuocere finché non si apriranno. Una volta pronte, eliminate gli spicchi di aglio 4 scolatele 5 avendo cura di conservare la loro acqua che servirà per cuocere le vongole. Sgusciatele 6 tenendone da parte alcune intere per la guarnizione dei piatti. Filtrate l'acqua di cottura delle vongole che avete raccolto 7 e usatela per stemperare il concentrato di pomodoro. Ora occupatevi della cottura della fregola ponete in un tegame caldo l’olio di oliva 8, aggiungete 2 spicchi di aglio interi o schiacciati se preferite e un cucchiaio di prezzemolo tritato 9. Unite poi i pomodori pelati 10 e il concentrato di pomodoro sciolto nel liquido delle vongole, cuocete per qualche minuto. Poi versate un paio di mestoli di brodo vegetale 11 per realizzarlo al meglio seguite la ricetta del brodo vegetale. Eliminate l'aglio con una pinza da cucina 12 poi versate la fregola 13 che dovrà cuocere per circa 10-15 minuti. Proseguite la cottura aggiungendo poco alla volta il brodo. A metà cottura unite anche i ceci 14. A cottura ultimata unite anche le vongole sgusciate e spegnete il fuoco 15. Aggiustate di sale e pepe, aromatizzate con un altro cucchiaio di prezzemolo tritato 16, poi aggiungete anche le vongole con il guscio che avete tenuto da parte 17. Per finire condite con un filo di olio di oliva 18 La vostra fregola con vongole e ceci è pronta per essere portata in tavola, gustatela ben calda accompagnandola con il pane carasau. "
}