{
    "title": "Gateau di patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "a pasta gialla 500 g"
        },
        {
            "ingredient": "Fiordilatte",
            "quantity": "100 g"
        },
        {
            "ingredient": "Salame napoletano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "in una fetta spessa 50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(24 mesi) 2 cucchiai"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il gateau di patate cominciate lessando queste ultime. Per farlo sciacquatele e versatele in una pentola capiente coprendo con abbondante acqua fredda 1. Trasferite la pentola sul fuoco e, non appena l’acqua sarà in ebollizione, contate circa 30-40 minuti, a seconda della grandezza delle patate. Fate la prova forchetta 2 per assicurarvi che siano effettivamente cotte: se i rebbi arrivano facilmente al centro dei tuberi allora sono pronti. Scolate le patate e cominciate a sbucciarle mentre sono ancora calde, aiutatevi con un coltellino per non scottarvi 3. Infine schiacciatele subito in un recipiente: le patate quando sono calde si disfano con più semplicità e non presenteranno grumi 4. Nel frattempo tagliate la mozzarella a cubetti 5 e sistematela in un colino per strizzarla, in questo modo scolerà del siero in eccesso 6. Potete in alternativa strizzarla aiutandovi con un canovaccio pulito. Tagliate il salame tipo Napoli a cubetti di circa 1 cm 7, fate lo stesso anche con la fetta di prosciutto cotto 8. A questo punto riprendete le patate appena schiacciate e aggiungete le uova 9, una spolverata di pepe 10, il sale, un filo d'olio 11 e il Parmigiano grattugiato 12. Mescolate gli ingredienti (13-14), e quando il composto sarà ben amalgamato potete unire il prosciutto e il salame tipo Napoli a cubetti 15. poi versate nella ciotola anche la mozzarella scolata 16 e amalgamate tutti gli ingredienti 17. A questo punto oliate una pirofila quadrata 20x20 cm 18 e spolverizzate con il pangrattato 19. Muovete la teglia per assicurarvi che il pan grattato si distribuisca su tutta la superficie 20. Poi versate il composto aiutandovi con una spatola per livellarlo 21. Spolverizzate la superficie con il pangrattato e il Parmigiano 22, condite ancora con un filo d'olio 23 e cuocete in forno statico preriscaldato a 180° per circa 30 minuti. Una volta pronto, il vostro gateau di patate sarà fumante ed invitante per essere servito 24! "
}