{
    "title": "Vellutata di carote alla cannella",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "500 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "4"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la vellutata di carote alla cannella lavate, pelate, e tagliate a pezzetti le carote 1, le patate 2 e i quattro scalogni 3. Mettete ora le verdure in una pentola capiente 4 ed aggiungete 1 litro d’acqua 5, quindi fate cuocere il tutto a fuoco basso per circa mezz’ora. Nel frattempo preparate il mazzetto di alloro e timo, legandone insieme i rametti con dello spago da cucina, e aggiungetelo alla pentola 6. Quando le verdure saranno cotte, eliminate il mazzetto di aromi e passatele al minipimer (o frullatore) 7 fino a che la vellutata non avrà raggiunto una consistenza cremosa. Aggiustate di sale e pepe 8 e aggiungete la cannella 9. Tritate finemente i due scalogni rimasti e 10 fate sciogliere 20 gr di burro in una padella antiaderente 11. Soffriggete il trito di scalogno per pochi minuti nel burro 12, aggiungete lo zucchero 13 e cuocete finché lo scalogno non si sarà leggermente caramellato. Rimettete ora la vellutata di carote alla cannella sul fuoco, a fiamma bassa; aggiungete 20 gr di burro e mescolate finché non si sarà sciolto completamente, quindi spegnete il fuoco e versate la vellutata nei piatti. Guarnitela infine con lo scalogno caramellato 14 e dell’erba cipollina tritata 15. La vellutata di carote alla cannella è pronta: servitela e gustatela ancora calda. "
}