{
    "title": "Gnocchi di melanzane con pomodorini e basilico",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi di melanzane con pomodorini e basilico, iniziate lavando sotto acqua corrente fredda le melanzane. Poi asciugatele accuratamente con un panno da cucina e mettetele su una leccarda rivestita di carta da forno 1. Quindi cuocetela in forno a 200° per 40-45 minuti. Appena le melanzane saranno pronte, toglietele dal forno e fatele intiepidire 2. Quindi privatele del picciolo e dell’estremità e pelatele delicatamente aiutandovi con un coltellino per eliminare la pelle esterna 3. Ora tagliate la polpa a fette sottili e poi riducetele a dadini 4, quindi tritatele ancora con un coltello o aiutandovi con una mezzaluna 5. Mettete la polpa di melanzane in uno scolapasta e con l’aiuto di una forchetta schiacciate per eliminare tutto il liquido presente 6. In una padella, fate scaldare un filo d'olio e uno spicchio d’aglio; appena l’aglio sarà ben dorato aggiungete la polpa di melanzane tritate 7 e saltatele per circa 10 minuti a fuoco vivace, mescolando di tanto in tanto 8. Quando le melanzane saranno pronte versatele in una ciotola e tenetele da parte per farle intiepidire 9. Mettete da parte anche la padella che avete utilizzato per saltare le melanzane. Quando la polpa di melanzane nella ciotola sarà intiepidita, aggiungete le foglie di basilico spezzettate con le mani, l'uovo 10, un pizzico di sale un pizzico di pepe e incorporate la farina setacciata e ad ultimo 3 cucchiai di formaggio grana 11. Mescolate il composto aiutandovi con una forchetta 12 fino ad ottenere un impasto compatto e omogeneo. Quando gli ingredienti saranno amalgamati, formate una pallina con il composto ottenuto e trasferitela su una spianatoia che avrete spolverizzato con un po’ di farina 13. Quindi, iniziate a realizzare gli gnocchi: stendete l’impasto con le mani per creare dei budellini dello spessore di 2-3 centimetri 14; tagliate i vostri gnocchi di circa 2-3 cm di lato. Per dare agli gnocchi una forma più definita, praticate le caratteristiche rigature facendo scivolare ogni gnocco sull’apposita gratella in legno 18 o passandoli sui rebbi di una forchetta. A mano a mano che li fate appoggiateli sullo stesso ripiano leggermente infarinato 16. Terminate di realizzare gli gnocchi con il restante impasto 19 e trasferiteli su un vassoio infarinato per farli riposare 15 minuti, in modo poi da rendere più comodo anche il passaggio in pentola per la cottura. Intanto, lavate i pomodorini sotto acqua corrente 17 e riduceteli a spicchi 18. Nella stessa padella in cui avete fatto cuocere le melanzane, fate scaldare un filo d’olio e rosolate l'altro spicchio d’aglio che appena sarà ben dorato toglierete con una pinza da cucina o con una forchetta. Aggiungete i pomodorini e cuoceteli a fuoco sostenuto per 6 minuti insaporendoli con sale e pepe e 2-3 foglie di basilico 19. Quindi mescolate e spegnete. Intanto prendete una pentola capiente con bordi alti, riempitela di acqua per ¾, salate a piacere e portate a bollore. Quindi immergete delicatamente gli gnocchi 20 e fateli cuocere per qualche minuto. Saranno pronti quando inizieranno a venire a galla 21. Per scolarli utilizzate una schiumarola 22 e trasferiteli a mano a mano direttamente nella padella con i pomodorini 23. Accendete il fuoco basso, amalgamate il tutto per pochi secondi, spegnete e servite i vostri gnocchi di melanzane con pomodorini e basilico con ancora qualche fogliolina di basilico fresco 24! "
}