{
    "title": "Farfalle con crema di parmigiano, speck e pistacchi",
    "ingredients": [
        {
            "ingredient": "Farfalle",
            "quantity": "360 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "6"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le farfalle con crema di parmigiano, speck e pistacchi iniziate tagliandoÂ lo speck a listarelle di 0,5 cm circa 1; lavate, asciugate e tagliate i pomodorini in 8 parti 2. In una padella capiente versate un filo dâolio, unite lo speck 3 e lasciate rosolare per qualche isante. unite i pomodorini 4 e fate cuocere a fuoco medio per alcuni minuti. Non appena i pomodorini sono appassiti spegnete il fuoco 5. Mettete sul fuoco una pentola con abbondante acqua da salare al bollore, servirÃ per la pasta. Nel frattempo preparate la crema al Parmigiano. Ponete il burro in una pentola 6, fatelo sciogliere a fiamma molto bassa, unite la farina 7 e mescolate con una frusta fino ad ottenere una cremina liscia 8, unite la panna 9, aggiustate di sale e lasciate addensare a fiamma medio-bassa mescolando continuamente con la frusta (circa 5 minuti) 10; appena il composto sarÃ diventato cremoso spegnete il fuoco e unite il Parmigiano grattugiato. Mescolate bene in modo da ottenere una crema liscia e omogenea 11. Unite la crema al Parmigiano allo speck e pomodorini 12, mescolate e aggiungete la granella di pistacchi (lasciatene 10 g da parte per la decorazione finale del piatto) 13, mescolate ancora 14 e rimettete sul fuoco a fiamma molto bassa. Cuocete le farfalle un minuto in meno del tempo indicato sulla confezione 15 e versatele direttamente nel condimento 16, mescolate in modo da amalgamare il tutto 17, impiattate subito guarnendo ciascun piatto di farfalle con crema di Parmigiano, speck e granella di pistacchi ogni piatto con un po' della granella tenuta da parte 18. "
}