{
    "title": "Orzotto ai ceci, alici e ricotta salata",
    "ingredients": [
        {
            "ingredient": "Orzo perlato",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "230 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "(intere) 250 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare l’orzotto ai ceci, alici e ricotta salata iniziate mettendo sul fuoco una pentola con abbondante acqua salata che vi servirà per il brodo vegetale. Dedicatevi quindi alla pulizia delle alici, eliminando la testa con le punte delle dita 1 e le interiora. Privatele poi della lisca 2 e separate a metà il filetto, ottenendo così due parti 3. Infine dividete ciascun filetto a metà 4, riponete i filetti puliti su di un vassoio e tenete da parte. Quindi tagliate il peperoncino e eliminate la parte verde; privatelo dei semini interni 5 e tagliatelo a listarelle sottili, quindi tritatelo finemente 6. Ora prendete il cipollotto e privatelo della parte verde inferiore e delle eventuali residue parti verdi 7. Poi sminuzzatelo finemente 8. Lavate il prezzemolo e il timo sotto acqua corrente fresca; tritate le foglioline finemente 9, riponete il trito in una ciotolina e tenete da parte. Passate dunque alla cottura dell’orzo. Versate in una padella antiaderente 20 g di olio insieme al cipollotto e al peperoncino tritati (tenete da parte circa la metà del trito, che vi servirà successivamente per la cottura delle alici) 10. Fate soffriggere leggermente, mescolando con un mestolo di legno, fino a che il cipollotto non sarà dorato. A questo punto unite anche l’orzo 11 e lasciate tostare qualche minuto, continuando a mescolare in modo che non si attacchi sul fondo. Poi sfumate con il vino bianco 12. Quando il vino sarà sfumato, aggiungete un mestolo di brodo vegetale alla volta 13, aspettando che il procedente sia stato totalmente assorbito. Continuate a mescolare l’orzo per consentire una cottura uniforme, infine aggiungete i ceci già cotti 14, aggiustate di sale e pepe 15, e continuate la cottura per 20–25 minuti. A pochi minuti dalla fine della cottura dell’orzo, dedicatevi alla cottura delle alici. Ponete sul fuoco una pedella antiaderente e versatevi il rimanente olio di oliva, il trito di cipollotto e di peperoncino che avete tenuto da parte 16; schiacciate uno spicchio di aglio 17 e lasciate rosolare qualche istante. Quindi aggiungete le alici 18 e regolate di sale e pepe. Unite ora metà del trito di prezzemolo e timo 19 e continuate a mescolare delicatamente per mantenere integra la polpa del pesce. Le alici hanno una cottura piuttosto breve: saranno sufficienti 1-2 minuti al massimo. Non appena saranno bianche, potrete spegnere la fiamma 20. Quando l'orzo sarà pronto, unite il prezzemolo tritato 21, dopodichè grattugiate la ricotta 22. Aggiungete anche le alici e mescolate delicatamente per amalgamare bene tutti gli ingredienti 23: il vostro orzotto ai ceci, alici e ricotta salata è pronto per essere assaporato 24! "
}