{
    "title": "Penne con salmone affumicato e cicoria scottata",
    "ingredients": [
        {
            "ingredient": "Penne Rigate Senza Glutine",
            "quantity": "380 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cicoria",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare le vostre penne con salmone affumicato e cicoria scottata, cominciate pulendo la cicoria: rimuovete la base del cespo 1 e, tenendo unito il mazzetto, tagliate le foglie a tocchetti di circa 3 cm 2. Ponete la cicoria così tagliata in un colino e lavatela sotto abbondante acqua corrente 3, quindi lasciatela scolare. Nel frattempo incidete il peperoncino fresco per rimuoverne i semi e il picciolo 4 e tagliate il resto a striscioline finissime 5. Scaldate l’olio in padella e fatevi soffriggere lo spicchio d’aglio sbucciato, intero, 6 finché non sfrigola bene. A quel punto rimuovetelo dal soffritto e aggiungete invece il peperoncino. Lasciate rosolare qualche secondo e aggiungete la cicoria 7. Fate saltare un minutino a fiamma vivace, e intanto regolate di pepe e di sale 8. Dopodiché sfumate con il vino bianco 9 e portate a cottura. Basteranno una decina di minuti. Nel mentre, ponete sul fuoco una pentola con abbondante acqua salata e quando bolle buttate la pasta 10. Mentre cuoce, passate ad occuparvi del salmone: ponete il trancio sul tagliere, tagliatelo a fette spesse 11 e ricavate da esse dei dadini 12. In un tegame scaldate un filo d’olio e, quando è rovente, scottatevi il salmone 13 giusto il tempo di fargli prendere colore. Quando è pronta, scolate la pasta 14 e trasferitela nella padella insieme alla cicoria 15. Unite anche il salmone scottato 16 e fate saltare qualche secondo per amalgamare tutti i sapori 17. Le penne con salmone affumicato e cicoria saltata sono pronte per essere gustate 18! "
}