{
    "title": "Risotto ai mirtilli di bosco e erba cipollina",
    "ingredients": [
        {
            "ingredient": "Erba cipollina",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per prima cosa preparate il brodo vegetale mettendo in una capiente casseruola una carota pulita, una cipolla e una costa di sedano e due foglie di alloro, versate 1,2l di acqua e portate a bollore; lasciate bollire circa 15-20 minuti, regolate di sale e tenete in caldo per la cottura del risotto. Pulite i mirtilli, tenetene da parte almeno un paio per commensale come decorazione e mettete i rimanenti in un pentolino con circa 20gr di burro 1 e fate cuocere a fuoco molto dolce per 10 minuti 2, o fino a che i mirtilli si sfaldino 3. In una casseruola fate fondere il restante burro e tostate il riso con l'erba cipollina tritata un paio di minuti a fuoco moderato girando con un cucchiaio di legno 4; sfumate con il bicchiere di vino rosso 5, lasciate evaporare la parte alcolica e poi iniziate a versare il brodo un paio di mestoli alla volta mescolando delicatamente con il cucchiaio; nel frattempo aiutandovi con un mixer ad immersione frullate i mirtilli 6 quando il riso è quasi cotto, dopo circa 15 minuti, passate la purea così ottenuta attraverso un colino e aggiungetela al riso 7. Terminate quindi la cottura, se è necessario aggiungete anche un mestolo di brodo. Spegnete il fuoco, unite un'abbondante noce di burro 9 e mantecate il risotto mescolando in modo da far fondere il burro con il calore del riso; lasciate riposare ancora un minuto senza mescolare e servite impiattando il riso e decorando ogni piatto con un paio di mirtilli e uno stelo di erba cipollina. "
}