{
    "title": "Risotto al limone",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Robiola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Carote",
            "quantity": "(giÃ pelata e spuntata) 80 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "(giÃ mondate) 80 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "(giÃ pelato) 80 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "di grandezza media 1"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per realizzare il risotto al limone per prima cosa preparate il brodo vegetale aromatizzato al limone: lavate e mondate carota, sedano e cipolla (i pesi delle verdure riportate nella ricetta si riferiscono alle verdure giÃ mondate) 1 ponetele in un tegame, aggiungete il limone (possiblmente non trattato) lavato e tagliato a metÃ 2, insaporite con il pepe in grani e il sale. coprite con lâacqua 4 e cuocete per 30 minuti dal bollore. Una volta pronto il brodo, filtratelo attraverso un colino 5 e tenetelo in caldo nella pentola. Tostate il riso in una casseruola per 3-4 minuti, senza aggiungere alcun condimento 6 e mescolando spesso. Sfumate con il vino bianco 7, lasciate evaporare e poi proseguite la cottura per circa 16-18 minuti aggiungendo il brodo vegetale caldo un mestolo alla volta 8, avendo cura di aspettare che ogni aggiunta di brodo sia ben assorbita prima di versare altro liquido. Quando il riso sarÃ giunto a cottura, spegnete il fuoco e mantecate con il formaggio grattugiato 9 e la robiola 10. Profumate con foglioline di timo 11, la scorza grattugiata del limone 12 e versate ancora un mestolo di brodo. Mescolate per amalgamare e per finire aggiungete il pepe macinato a piacere 14. Servite il risotto al limone appena fatto, ben caldo 15. "
}