{
    "title": "Pici all'aglione",
    "ingredients": [
        {
            "ingredient": "Pici",
            "quantity": "360 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "6 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "700 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pici allâaglione iniziate sbollentando i pomodori in acqua bollente per 1 minuto. Pelateli e privateli dei semi, poi tagliateli a piccoli cubetti (1-2). Schiacciate gli bene 3, se non disponete di questo attrezzo potete tagliare l'aglio a fettine e poi schiacciatelo con la lama di un coltelloÂ molto spessa . Ponete l'aglio schiacciato in un tegame con lâolio e il peperoncino privato dei semi e tritato finemente (4-5), fatelo rosolare a fiamma molto bassa: il soffritto dovrÃ cuocere lentamente e l'aglio non dovrÃ scurirsi ma solo sciogliersi. Lasciate sul fuoco per una decina di minuti fino a che l'aglio avrÃ cominciato a sciogliersi. A questo punto incorporate anche i pomodori a pezzetti 6 aggiungete lâaceto 7 e aggiustate di sale. Fate cuocere il sugo a fuoco basso fino a quando i pomodori si saranno disfatti 8, ottenendo una salsa cremosa (ci vorranno almeno 20 minuti). Nel frattempo mettete a bollire l'acqua salata per la pasta. Se il sugo dovesse asciugarsi eccessivamente potete aggiungere 2/3 mestoli di acqua di cottura della pasta 9. Quando l'acqua bolle, immergete i pici 10 e, terminato il tempo di cottura che in genere richiede circa 18 minuti, scolateli al dente e fateli saltare nel sugo per insaporirli (11-12). Servite i pici allâaglione ben caldi! "
}