{
    "title": "Gamberi in crosta",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "(12 pezzi) 600 g"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di girasole",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i gamberi in crosta, per prima cosa pulite i gamberi avendo cura di non rimuovere la coda: staccate la testa 1, le zampette e il carapace, quindi estraete lâintestino, ovvero il filamento nero che si trova sul dorso aiutandovi con uno stecchino 2. Per svolgere questo passaggio al meglio potete consultare la nostra scheda come pulire i gamberi. Adagiate i gamberi puliti in una pirofila e conditeli con olio di oliva 3, sale 4 e pepe, mescolate delicatamente e teneteli da parte. Prendete la sfoglia e ritagliatela a striscioline di 1 cm di spessore con una rotella tagliapasta 5. Prendete una striscia di pasta e avvolgetela intorno ai gamberi partendo dalla testa 6. Ricoprite i gamberi completamente avvolgendo le striscioline di sfoglia a spirale fino alla coda 7. Adagiate man mano i gamberi su una teglia da forno 8.Â Una volta terminati i gamberi, sbattete l'uovo in una ciotolina e spennellate la superficie della sfoglia con lâuovo sbattuto 9; infine ricoprite 4 gamberi con i semi di sesamo neri 10, altri 4 con i semi di sesamo bianchi 11Â e gli ultimi 4 con i semi di girasole 12. Cuocete i gamberi in crosta in forno statico preriscaldato a 200Â° per 15 minuti o fino a quando la sfoglia non sarÃ bella dorata 13. Intanto potete dedicarvi alla salsa allo yogurt: spremete il limone, raccoglietene il succo e aggiungetelo allo yogurt che avrete posto dentro ad una ciotolina 14. Unite la menta spezzettata grossolanamente. Condite con lâolio 15, il pepe e il saleÂ e mescolate per amalgamare tutti gli ingredienti 16. A cottura ultimata, sfornate i gamberi 17 e lasciateli intiepidire prima di servirli accompagnati con la salsa allo yogurt 18! "
}