{
    "title": "Pasta con pesto e tonno fresco",
    "ingredients": [
        {
            "ingredient": "Basilico",
            "quantity": "25 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pennette rigate 5 cereali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Filetti di tonno",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino secco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta con pesto e tonno fresco, iniziate mettendo a bollire l'acqua della pasta. Poi prendete le foglie di basilico, staccatele dai rametti 1 e pulitele con un panno. Mettete le foglie in un bicchiere alto, mondate e affettate l'aglio 2, versate le mandorle a scaglie 3 unite il Pecorino grattugiato 4 e l'olio extravergine d'oliva 5. Frullate tutto con un mixer ad immersione 6 per ottenere un composto cremoso e omogeneo 7. Ora mettete a cuocere la pasta 8, intanto tagliate a cubetti ci circa 2 cm il tonno fresco 9. In una padella versate un filo d'olio 10, scaldate leggermente e tuffateci i cubetti di tonno 11. Scottateli appena per qualche istante a fuoco medio, rigirando spesso. Aromatizzate con scorza di limone non trattato 12 e con peperoncino secco 13. Insaporite e spegnete il fuoco: il tonno deve solo scottarsi. Mettete il tonno da parte, nella stessa padella versate il pesto, quindi unite un mestolo di acqua di cottura della pasta 14; unite anche il tonno scottato in precedenza 15, accendete il fuoco giusto il tempo di saltare brevemente, scolate la pasta aiutandovi con una schiumarola per versarla direttamente in padella 16; mescolate per amalgamare qualche istante e spegnete il fuoco. Trasferite la pasta al pesto e tonno fresco nei piatti da portata, condite con un filo d'olio a crudo a piacere 17 e servite 18. "
}