{
    "title": "Gnocchetti con crema di piselli",
    "ingredients": [
        {
            "ingredient": "Gnocchetti Sardi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Pecorino sardo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "500 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per prima cosa preparate la crema di piselli: tritate finemente lo scalogno e scaldate in una capiente casseruola il burro 1, unite lo scalogno tritato 2 e lasciate imbiondire per un paio di minuti 3; unite i piselli 4, rimestate per far insaporire 5 e lasciateli cuocere per circa 15 minuti, fino a che risultino ben teneri, aggiungendo all'occorrenza il brodo vegetale 6, e regolate di sale. Trasferite i piselli cotti 7 nella tazza di un mixer dotato di lame e azionate in modo da ottenere un composto vellutato 8, a piacere potete anche setacciare la crema attraverso un colino a maglia fitta per eliminare eventuali scorie delle pellicine dei piselli. Rimettete la crema di piselli così ottenuti in una casseruola e aggiungete anche la noce moscata 9, regolate con il pepe bianco 10; unite il pecorino grattugiato 11 e i il parmigiano reggiano 12 mescolate bene e tenete in caldo. Intanto portate a bollore abbondante acqua salata e fatevi cuocere gli gnocchetti 13 per il tempo indicato sulla confezione; scolateli al dente e fateli saltare velocemente nella casseruola con la crema (14-15). Regolate di sale se necessario e servite gli gnocchetti con crema di piselli ben caldi. "
}