{
    "title": "Vellutata ai funghi porcini",
    "ingredients": [
        {
            "ingredient": "Funghi porcini",
            "quantity": "500 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "80 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "700 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panini ai cereali",
            "quantity": "2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la vellutata ai funghi porcini iniziate preparando il brodo vegetale. Nel frattempo dedicatevi alla pulizia dei porcini: aiutandovi con un coltellino, raschiate la terra attaccata al fungo 1. Se la terra è molta potreste passare velocemente i funghi sotto un getto d’acqua fredda (è preferibile evitare questa operazione solitamente per evitare che assorbano acqua) 2. Se invece i funghi hanno poca terra attaccata, eliminatela delicatamente con un pennellino. Poi con un movimento rotatorio molto delicato staccate il gambo dalla cappella del fungo, tagliando entrambi a fettine sottili seguendo il senso della lunghezza 3. Una volta pronti teneteli da parte. Procedete lavando ed asciugando le verdure. Prendete le patate e sbucciatele, poi tagliatele a dadini 4 e tenetele parte. Mondate il porro eliminando il ciuffo e la parte verde 5, quindi ricavatene delle rondelle molto sottili 6. Fate rosolare il porro in una padella dal fondo antiaderente con un filo di olio 7. Quando si sarà appassito, versate le patate 8 e anche i porcini 9. Se preferite potete decidere di tenere alcune fettine da parte per la decorazione finale (se scegliete di farlo, fateli saltare in padella irrorata con un filo di olio scottandoli 1 minuto per lato). Scaldate a fuoco moderato per circa 1 minuto mescolando gli ingredienti per non farli attaccare al fondo 10. Poi regolate di sale 11 e pepe. Infine aggiungete il brodo vegetale 12: lasciate cuocere così gli ingredienti per circa 20 minuti a fuoco moderato. Quando il brodo si sarà assorbito, usando un mixer ad immersione frullate gli ingredienti 13: dovrete ottenere un composto omogeneo 14 che potrete raccogliere in una ciotola, setacciandolo con un colino per renderlo più cremoso 15. La vostra vellutata di porcini sarà pronta, tenetela da parte al caldo 16. Dedicatevi ora al pane: tagliatelo a fettine e poi a cubetti di circa mezzo centimetro 17. Adagiateli in maniera uniforme su una leccarda ricoperta con carta forno ed irrorateli con un filo di olio 18. Poi aggiustate di sale. Insaporite con delle foglioline di origano 19 e per insaporire uniformemente potete sollevate leggermente i lembi della carta forno per mescolare i crostini all’interno 20. Per far diventare croccanti i crostini metteteli a cuocere in forno statico preriscaldato in modalità grill a 240°C per 3 minuti circa. A cottura ultimata estraeteli e aggiungeteli sopra alla vostra vellutata ai funghi porcini impiattata (se preferite anche con delle fettine di porcini fate scaldare in padella). Potete decorare con un filo di olio e poi gustare ancora calda 21! "
}