{
    "title": "Pasta con asparagi, stracciatella e fiori di zucca",
    "ingredients": [
        {
            "ingredient": "Farfalle Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "100 g"
        },
        {
            "ingredient": "Stracciatella",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodorini secchi sottolio",
            "quantity": "30 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta con asparagi, stracciatella e fiori di zucca iniziate dalla pulizia degli asparagi. Mettete sul fuoco una pentola con acqua per cuocere successivamente la pasta (salate a piacere a bollore); quindi dedicatevi al condimento: eliminate la parte finale del gambo degli asparagi 1 e con un pelapatate sbucciate la parte esterna 2. Utilizzando un coltello tagliate a tocchetti la parte finale degli asparagi 3 e dividete le punte a metÃ 4. Scaldate un filo d'olio in un tegame e unite gli asparagi 5. Condite con sale e pepe, poi sfumate con il succo del limone 6Â e cuocete per 7-8 minuti 7. Cuocete la pasta per il tempo riportato sulla confezione 8. Passate ai fiori di zucca: puliteli delicatamente con un panno, poi tagliate via la base 9Â eliminate il pistillo e riduceteli a listarelle sottili; tenete da parte 10. Tagliate anche i pomodorini, preventivamente scolati dell'olio di conservazione a listarelle, e non appena la pasta sarÃ al dente scolatela e trasferitela direttamente all'interno del tegame con gli asparagi 12.Â Aggiungete poi i fiori di zucca 13, i pomodorini 14 e, a fuoco spento, terminate con la stracciatella 15.Â Amalgamate il tutto con un cucchiaio di legno 16, aggiungete le foglioline di basilico fresco 17 e servite la vostra pasta con asparagi e fiori di zucca calda o tiepida 18! "
}