{
    "title": "Pasta alla zozzona",
    "ingredients": [
        {
            "ingredient": "Rigatoni",
            "quantity": "320 g"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "200 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "(solo di suino) 250 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Pomodorini in scatola",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(di uova medie) 4"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la pasta alla zozzona, mettete a bollire l'acqua per la cottura della pasta e salate a bollore. Prendete il guanciale, affettatelo 1 e ricavate delle striscioline 2. Poi private la salsiccia del 3 budello, quindi tagliatela a tocchetti 4. Versate un filo d'olio in un tegame e unite la salsiccia 5 e il guanciale 6, lasciandoli rosolare per circa 15 minuti a fuoco medio- basso, mescolando di tanto in tanto. Quando saranno ben rosolati 7, versate anche i pomodorini nel condimento 8 e lasciate cuocere altri 10 minuti con coperchio 9. In una ciotolina versate i tuorli e 60 g di Pecorino romano grattugiato 10. Amalgamateli bene per crere una cremina 11. Lessate la pasta 12 quindi unite un mestolo di acqua di cottura nella crema con tuorli e Pecorino per allentare la crema ottenuta 13 14. Scolate la pasta al dente, versatela nel tegame con il condimento 15, mescolate bene 16 e togliete dal fuoco. Versate anche la crema di Pecorino e tuorli 17, mescolate bene e terminate la mantecatura con aggiunta di altri 40 g circa di Pecorino prima di servire la vostra pasta alla zozzona 18! "
}