{
    "title": "Tortino di patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 rametti"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tortino di patate, iniziate a tritare finemente le erbe aromatiche e lo spicchio d'aglio sbucciato 1. Quindi lavate le patate sotto acqua corrente, strofinando con le mani per togliere il terriccio. Mettete a lessare le patate in un tegame 2 per circa 20 minuti o fino a quando riuscirete a bucarle con i rebbi di una forchetta. Quando saranno pronte scolatele e pelatele con un coltellino 3: per non scottarvi, potete aiutarvi con carta da cucina. Poi schiacciate le patate con lo schiacciapatate e raccoglietele in una ciotola 4. Unite alle patate le uova 5, tutte le erbe che avevate precedentemente tritato 6, il sale 7 e il pepe a piacere. Impastate con le mani per amalgamare gli ingredienti e ottenere un impasto morbido e omogeneo (8-9). Dopodichè prendete 7 stampini (potete utilizzare quelli in alluminio usa e getta) della capacità di 125 ml l'uno, imburrateli aiutandovi con un pennello da cucina 10. Spolverizzateli con il pangrattato 11. Ora potete iniziare a riempire gli stampini per formare il tortino: con un cucchiaino versate a mano a mano il composto con le patate e con il dorso del cucchiaino fatelo aderire al fondo e al bordo 12. Lasciate lo spazio al centro da riempire con 2-3 fettine di salmone 13. Quindi ricoiprite con dell'altro composto di patate 14 e livellate la superfice del tortino. Per finire spolverizzate con il pangrattato 15 e irrorate ciascun tortino con un filo di olio d'oliva 16. Infornate in forno statico preriscaldato per 40 minuti a 180° (35 minuti a 160° per cottura in forno ventilato). Quando saranno cotti e ben dorati in superficie 17, sformate i tortini fateli intiepidire quindi sformateli capovolgendoli 18. Avrete così il vostro tortino di patate con un delizioso cuore di salmone da servire come antipasto o come contorno sfizioso! "
}