{
    "title": "Casarecce con pesto alla siciliana",
    "ingredients": [
        {
            "ingredient": "Casarecce",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "maturi e sodi 500 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare le casarecce con pesto alla siciliana per prima cosa preparare il pesto alla siciliana. Iniziate lavando con cura i pomodori e dividendoli a metà. Una volta divisi, eliminate la parte interna e spremeteli per eliminare i semini e il succo in eccesso 1. Dopodichè lavate le foglie di basilico sotto acqua corrente 2 e, dopo averle scolate, asciugatele con un panno 3. A questo punto versate i pomodori in un mixer 4, aggiungete le foglie di basilico lavate ed asciugate 5 e i pinoli 6. Sbucciate uno spicchio di aglio, dividetelo a metà e unitelo al composto 7 assieme al parmigiano grattugiato 8 e alla ricotta 9. Salate e pepate a piacere. Dopo aver aggiunto tutti gli ingredienti, versate l’olio 10 e azionate il mixer a bassa velocità per controllare il grado di cremosità desiderata. Potete, infatti, decidere se ottenere un composto più o meno cremoso. Quando il pesto avrà raggiunto la giusta consistenza 11, verificate se necessità ancora di sale e pepe. Ora prendete un tegame e riempitelo di acqua che porterete a bollore. Quando l'acqua bolle, salate e versate le caserecce 12. Quando la pasta sarà cotta, scolatela e versatela in una ciotola 13. Aggiungete il pesto alla siciliana che avete preparato 14 e condite le vostre caserecce. Ora sono le vostre caserecce al pesto alla siciliana sono pronte da impiattare e servire in tavola 15! "
}