{
    "title": "Timballo di maccheroni",
    "ingredients": [
        {
            "ingredient": "Rigatoni",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "300 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Fiordilatte",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 140 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Pane",
            "quantity": "(mollica sbriciolata) 50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il timballo di maccheroni preparate la pasta brisé: mettete in un mixer la farina, il burro a pezzi freddo di frigo, un pizzico di sale e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso. Disponete il composto ottenuto su un piano da lavoro freddo, nella classica forma a fontana, ed impastate velocemente aggiungendo poco alla volta l’acqua fredda finché non avrete ottenuto un impasto compatto ed elastico. Coprite il tutto con la pellicola e lasciate riposare in frigo per almeno 40 minuti. Preparate ora il sugo: sgranate con le mani la salsiccia e mettetela a cuocere in una padella antiaderente per pochi minuti 1, fino a quando si sarà colorita; aggiungete i piselli surgelati 2, mescolate ed unite un mestolo di brodo 3. Lasciate cuocere il tutto per circa 30 minuti a fuoco medio, mescolando spesso per non far attaccare la carne al fondo della padella. Trascorso il tempo indicato, spegnete il fuoco e mettete il tutto da parte. In un tegame a parte mettete ad imbiondire la cipolla, tritata finemente, per un paio di minuti 4, a fuoco dolce, assieme a 2 cucchiai di olio extravergine d’oliva, quindi aggiungete la salsa di pomodoro 5. Continuate la cottura per un quarto d'ora e, nel frattempo, preparate le polpettine: in una ciotola capiente mettete la carne trita di suino, il Parmigiano Reggiano, la mollica di pane sbriciolata 6, quindi aggiungete due uova 7, il prezzemolo 8 e aggiustate di sale e pepe. Amalgamate tutti gli ingredienti con le mani fino ad ottenere un composto omogeneo 9, poi formate delle palline e ponetele su un vassoio ricoperto di carta da forno 10. Quando tutte le polpettine saranno preparate, mettetele a cuocere nel sugo che avete precedentemente preparato, per circa un quarto d'ora, a fuoco basso 11. A questo punto portate ad ebollizione abbondante acqua salata in una pentola capiente e fatevi cuocere i rigatoni, quindi scolateli al dente 12. Unite alla pasta un mestolo abbondante di sugo con le polpettine 13 ed i piselli con la salsiccia 14. Tagliate a fettine sottili una mozzarella 15, quindi prendete la pasta brisè dal frigorifero e, con l'aiuto di un mattarello, stendetela in due fogli non troppo sottili. Prendete una teglia rotonda del diametro di 28 cm e foderatene il fondo con un foglio di pasta bristè 16, bucherellando la superficie con i rebbi di una forchetta 17. Cominciate a comporre il timballo ponendo a strati la pasta 18, le polpettine al sugo 19, la mozzarella e di nuovo la pasta 20: continuate così fino a terminare tutti gli ingredienti. Infine spolverizzate con abbondante Parmigiano Reggiano 21; E ricoprite la superficie con il secondo foglio di pasta brisè 22. Aiutandovi con un coltello eliminate la parte di pasta che eccede 23, quindi sigillate i bordi praticando una lieve pressione con i rebbi di una forchetta o con i polpastrelli 24. Create un buco al centro 25 per permettere al vapore di fuoriuscire durante la cottura, lasciando la pasta croccante e non umida. Sbattete un tuorlo con poca panna 26 e spennellatelo sulla superficie del timballo 27. Se volete completare il timballo con una bella decorazione potete decorarlo con delle foglioline ricavate dall’impasto avanzato, utilizzando uno stampino (28-29). Fate cuocere il timballo in forno preriscaldato, statico, per 45 minuti a 180° 30: la pasta brisè deve risultare dorata. Una volta cotto, lasciate intiepidire il timballo ai maccheroni e servitelo. "
}