{
    "title": "Tagliatelle con cipollotti e salsiccia",
    "ingredients": [
        {
            "ingredient": "Salsiccia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tagliatelle all'uovo",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "3 mestoli"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le tagliatelle con cipollotti e salsiccia, abbiate cura di avere il brodo di carne pronto (ne serviranno 3 mestoli); poi eliminate le foglie esterne e la parte più verde ai cipollotti 1, quindi spuntateli e affettateli a rondelle 2. Incidete per il lungo il budello della salsiccia 3 E sfilatelo dalla carne 4. In un tegame scaldate l’olio di oliva 5, poi unite i cipollotti 6, salate, pepate e lasciate rosolare qualche minuto, per ammorbidirli. Unite la salsiccia leggermente sgranata 7, saltate per un paio di minuti e aggiungete un po’ di brodo di carne caldo 8. Unite il concentrato di pomodoro 9 e mescolate per incorporarlo bene. Versate ancora un paio di mestoli di brodo 10 e cuocete per circa 10 minuti. Nel frattempo portate ad ebollizione dell’acqua salata per la cottura delle tagliatelle. Cuocete le tagliatelle al dente 11, poi scolatele e tuffatela direttamente in padella 12. Insaporite con il formaggio grattugiato 13 e mescolate un’ultima volta 14. Servite le tagliatelle cipollotti e salsiccia ben calde 15. "
}