{
    "title": "Insalata di riso basmati e rosso e cubetti di pancetta dolce",
    "ingredients": [
        {
            "ingredient": "Riso Basmati",
            "quantity": "170 g"
        },
        {
            "ingredient": "Riso rosso",
            "quantity": "170 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "a cubetti 200 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "250 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "rosso 200 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "20"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare l’insalata di riso basmati e rosso, iniziate dalla cottura del riso, i tempi di cottura per lessare le due tipologie di riso sono diversi, pertanto dovrete cuocerli separatamente: ponete sul fuoco due pentole colme d’acqua e portate al bollore 1, in una versate il riso rosso 2 e nell’altra il riso basmati 3. Lessate il riso rosso per circa 30 minuti e il basmati per circa 15 minuti (o per il tempo indicato sulle singole confezioni). A cottura ultimata, scolate i risi 4 e uniteli in una ciotola capiente, condite con un filo di olio di oliva e mescolate con un cucchiaio 5. Lavate, spuntate le zucchine e riducetele a dadini 6. Lavate il radicchio e tagliatelo a listarelle sottili 7. Per finire pulite le mazzancolle (oppure i gamberi): eliminate la testa, il carapace 8 la coda ed estraete l’intestino, poi dividete a metà le mazzancolle nel senso della lunghezza 9 ed eliminate delicatamente l'intestino, il filetto nero interno. Scaldate un filo di olio di oliva in una padella, unite i cubetti di pancetta dolce 10 e fateli rosolare pochi minuti, poi aggiungete le zucchine 11 e cuocetele per 10 minuti, dopo unite anche le mazzancolle 12 e proseguite per 5 minuti. A questo punto spegnete il fuoco e unite il radicchio 13, fate raffreddare e poi incorporate i risi ormai freddi 14 e mescolate con un cucchiaio per insaporirli. L’insalata di riso basmati e rosso è pronta 15 servitela subito oppure conservatela in frigorifero fino al momento di portarla in tavola. "
}