{
    "title": "Focaccia con cipolle rosse e tonno",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(o 18 grammi se fresco) 5 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "8 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "300 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 210 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "2 pizzichi"
        }
    ],
    "preparation": " Per preparare la focaccia con cipolle rosse e tonno iniziate a preparare l'impasto di base. Setacciate le farine nella ciotola di una planetaria 1, unite il lievito disidratato 2 e azionate la planetaria con il gancio montato. Lasciate mischiare le farine con il lievito e aggiungete anche il miele 3. A questo punto unite circa i 3/4 dell'acqua, versandola poco per volta 4. Una volta che il composto avrà preso forma aggiungete il sale 5 e unite anche l'acqua rimasta sempre lentamente 6. Quando l'impasto avrà assorbito tutta l'acqua aggiungete l'olio a filo a poco a poco (come per l'acqua) in modo da permettere alla massa di assorbirlo gradualmente, così da favorire lo sviluppo della maglia glutinica 7. Lavorate il composto nella planetaria per circa 15 minuti 8, quindi passatelo su un banco spolverizzato di farina 9. Procedete facendo delle pieghe all'impasto, prendendo le estremità e ripiegandole al suo interno 10. Dopodichè formate una palla 11 e mettetela in una bacinella precentemente oleata 12. Quindi lasciate lievitare per un paio d'ore coprendo la ciotola con della pellicola trasparente. Nel frattempo tagliate le cipolle a fette 13 e fatele saltare con un filo d'olio 14 per una decina di minuti salandole e pepandole 15. Passate le due ore di lievitazione l'impasto avrà raddoppiato il suo volume 16. A questo punto oleate una teglia da 35X28 cm e versatevi l'impasto 17 ; procedete stendendolo con le mani molto delicatamente 18. Una volta ricoperta tutta la superficie della teglia 19, cospargete la focaccia con le cipolle appena saltate in padella 20 e in fine aggiungete anche il tonno 21. Irrorate con un filo d'olio, aggiungete il sale grosso 22 e lasciate lievitare per altri 30 minuti 23. Passato questo tempo cuocete la focaccia con cipolle rosse e tonno in forno preriscaldato a 190° per 45 minuti 24. "
}