{
    "title": "Parmigiana di zucchine",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "700 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "per impanare q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "700 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "¼"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la parmigiana di zucchine come prima cosa iniziate a realizzare il sugo. Versate in un tegame un filo d'olio, aggiungete la cipolla tritata finemente 1 e lasciatela rosolare a fiamma bassa. Aggiungete poi la passata di pomodoro 2 e un po' d'acqua; regolate di sale e lasciate cuocere per circa 40 minuti a fiamma bassa, mescolando spesso. Una volta cotto aggiungete al sugo delle foglioline di basilico spezzettate a mano 3.Â Nel frattempo occupatevi delleÂ zucchine, lavatele, spuntatele 4 e tagliatele a fette spesse circa 5 mm utilizzando una mandolina 5 o un coltello. Poi ponete l'olio a scaldare in una padella larga e nel frattempo che arriverÃ alla temperatura di 170Â° passate le zucchine nella farina 6Â in modo da infarinarle da entrambi i lati 7. Non appena l'olio sarÃ a temperatura (misurate con il termometro da cucina, immergete poche fette per volta 8 e friggete le zucchine per pochi minutiÂ fino a che non risulteranno ben dorate. Quindi scolatele 9Â e posizionatele su un vassoio foderato con carta assorbente 10, per scolarle dell'olio in eccesso. Proseguite cosi con tutte le altre e se preferite salatele leggermente. Poi tagliate la mozzarella a cubetti 11 e tenete da parte. Non appena anche il sugo sarÃ cotto munitevi di una teglia rettangolare 28x18 cm e distribuite sul fondo un po' di salsaÂ di pomodoro, spargendola con il dorso del cucchiaio 12.Â A questo punto disponete ordinatamente le zucchine una di fianco all'altra, leggermente sovrapposte 13, ricoprite con uno strato abbondante di salsa di pomodoro, condite con Parmigiano grattugiato 14, cubetti di mozzarella e pepe 15.Â Ripetete lo stesso procedimento questa volta disponendo le zucchine in maniera orizzontale 16, quindi aggiungete uno strato di sugo, la mozzarella, il parmigiano e una spolverata di pepe 17. Sistemate l'ultimo strato di zucchine di nuovo per lungo 18Â e completate con il sugo e i dadini di mozzarella rimasti. Spolverizzate con il Parmigiano, un pizzico di pepe 19 e cuocete in forno statico preriscaldato a 200Â° per 25-30 minuti. Poi sfornate la parmigiana 20, aggiungete qualche fogliolina di basilico 21 e lasciatela riposare per qualche minuto prima di servirla!Â "
}