{
    "title": "Gnocchi con crema di asiago",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare gli gnocchi con crema di Asiago iniziate preparando la crema: prendete l’Asiago e togliete la crosta 1, grattugiatelo 2 e mettetelo nel latte a macerare per 20 minuti 3. Nel frattempo preparate gli gnocchi. Lavate le patate e mettetele a cuocere con la buccia in una pentola di acqua salata 4, quando saranno cotte, scolatele e, ancora calde, togliete la buccia 5. Schiacciatele con l’aiuto di un passaverdure o uno schiacciapatate e mettetele in una bacinella capiente 6, poi unite la farina setacciata ed un pizzico di sale 7. Trasferite l'impasto su di una spianatoia per lavorarlo più facilmente e impastate fino ad ottenere un composto omogeneo (se dovesse servire aggiungete altra farina al composto per facilitare la lavorazione) 8. A questo punto lasciate riposare l’impasto a temperatura ambiente per 10 minuti. Trascorso il tempo necessario dividetelo in tanti filoni e tagliate dei tocchetti dello spessore di 2-3 centimetri 9, poi iniziate a formare i vostri gnocchi con l’aiuto dell’apposito rigagnocchi 10, infine riponeteli su una superficie o un vassoio infarinato prima di cuocerli 11. A questo punto prendete l’Asiago con il latte e mettetelo in un pentolino, poi portatelo a bollore 12. Nel frattempo prendete un pentolino, sciogliete il burro 13 e incorporate la farina con l’aiuto di una frusta 14. Quando il composto di Asiago e latte avrà raggiunto il bollore, aggiungetelo al burro e continuate a mescolare, sempre utilizzando la frusta, per amalgamare tutti gli ingredienti 15. Appena la crema si addensa o arriva di nuovo a bollore toglietela dal fuoco. A questo punto assaggiatela e se necessario aggiustate di sale. Mettete a bollire una pentola di acqua salata, poi fate cuocere gli gnocchi 16 e scolateli appena riaffiorano in superficie 17. Infine unite gli gnocchi alla crema e fateli saltare per 2 minuti 18. Servite i vostri gnocchi con crema di Asiago caldi e spolverizzateli con un trito di salvia ed erba cipollina a piacere. "
}