{
    "title": "Gnocchi con gallinella di mare",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Gallinella",
            "quantity": "da pulire 800 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino secco",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchi con gallinella di mare, iniziate lavando e mettendo a bollire le patate in abbondante acqua da salare a piacere 1. Ci vorranno circa 30-40 minuti di cottura in base alla grandezza delle patate. Potete infilzarle con i rebbi di una forchetta per valutare il livello di cottura prima di scolarle. Nel frattempo che le patate cuociono, potete pulire il pesce: evisceratelo tagliando lungo tutta la pancia 2, estraete le interiora poi sciacquate bene sotto l'acqua 3 per togliere tutte le impuritÃ . Tagliate via le pinne, poi eliminate anche la coda 4 e la testa 5 e incidete sul dorso a ridosso della spina dorsale per ottenere due filetti 6. Controllate che non ci siano eventuali spine sui filetti ottenuti. Tagliate i filetti di pesce a pezzetti grossolani 7; tritate anche uno spicchio dâaglio 8, poi lavate e tagliate anche i pomodorini 9. In una padella antiaderente versate un filo dâolio, aggiungete lâaglio tritato e il peperoncino secco 10, fate rosolare a fiamma dolce, poi aggiungete il pesce 11, rosolate a fiamma vivace per 2-3 minuti circa. Aggiungete i pomodorini 12 e salate a piacere. Proseguite la cottura a fiamma dolce per circa 10 minuti, mescolando di tanto in tanto. Passate nel frattemp alla preparazione degli gnocchi, con le patate ancora calde. Create la classica fontana su un piano di lavoro con la farina (potete usarne 300 g e vedere successivamente se gli altri 50 g vi serviranno) e un pizzico di sale 13. Realizzate un buco al centro e schiacciate le patate 14, poi unite un uovo 15. Amalgamate il tutto con le mani (17-18) impastate fino ad ottenere un impasto morbido e omogeneo, tagliate una parte dellâimpasto 18, formate man a mano dei filoncini 19 poi tagliateli a pezzetti 20; infine passate ciascun pezzo sul riga gnocchi 21. I vostri gnocchi sono pronti potete man a mano appoggiarli su un vassoio leggerment infarinato. Portate a ebollizione una pentola dâacqua versate poco alla volta gli gnocchi per cuocerli e scolateli quando saliranno a galla 22, poi versateli nella padella con il condimento 23, fate saltare gli gnocchi in padella per qualche istante, spegnete la fiamma e ultimate il tutto con un poâ di prezzemolo tritato 24. Servite i vostri gnocchi con gallinella di mare ben caldi. "
}