{
    "title": "Sedani rigati con gamberi alla catalana",
    "ingredients": [
        {
            "ingredient": "Sedani Rigati",
            "quantity": "320 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "800 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "90 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Fumetto di crostacei",
            "quantity": "realizzato con i carapaci e le teste dei gamberi 500 g"
        }
    ],
    "preparation": " Per preparare i sedani rigati con gamberi alla catalana iniziate dalla pulizia dei gamberi. Staccate la testa con le mani 1, ed estraete delicatamente anche il carapace 2, tenendo da parte gli scarti che serviranno per realizzare la bisque. Incidete un taglio sul dorso di ogni gambero e aiutandovi con una pinzetta estraete l’intestino 3. Riponete la polpa dei gamberi in frigorifero e occupatevi di realizzare il fumetto di crostacei. Mondate una cipolla e tagliatela in quarti, mondate il porro togliendo le estremità e le foglie più verdi quindi tagliatelo a rondelle sottili. Ponete a sciogliere il burro in una casseruola capiente e quando sarà sciolto aggiungete la cipolla, il porro e l'aglio 4 . Lasciate rosolare e appassire il tutto, dopodiché aggiungete le carcasse di crostacei e lasciatele rosolare un paio di minuti a fuoco vivace mescolando con un cucchiaio di legno e schiacciando le teste. Sfumate con il vino bianco 5 e solo quando la parte alcolica sarà evaporata aggiungete l’acqua fino a coprire interamente i carapaci. Aggiungete il prezzemolo, il pepe nero in grani e regolate di sale 6. Abbassate la fiamma e lasciate sobbollire dolcemente per almeno 60 minuti. Durante la cottura schiumate il fumetto con una schiumarola 7 , avendo cura ogni volta di risciacquarla in modo da eliminare ogni residuo . Trascorso il tempo indicato, il fumetto dovrà ridursi più o meno della metà rispetto al liquido iniziale, filtratelo con un colino a maglie strette 8 e tenete da parte il vostro fumetto ancora caldo 9. Lavate i pomodorini, tagliateli in 4 10 e versateli in una ciotola. Conditeli con il sale 11, metà della dose indicata di olio 12, e il basilico sminuzzato con le mani. Sbucciate la cipolla, tagliatela in 4 13, e da ogni spicchio ricavate delle fettine sottili 14. Trasferitele in una ciotola e ricoprite interamente le cipolle con dell’acqua fredda, aggiungete anche l’aceto 15 e lasciate in ammollo per una decina di minuti, in questo modo le cipolle risulteranno più digeribili. Ponete in un tegame un paio di mestoli della bisque calda, aggiungete la pasta 16 e cuocetela come se fosse un risotto, aggiungendo un altro mestolo di fumetto di crostacei solo quando il precedente sarà quasi evaporato 17 e mescolando di tanto in tanto. Se necessario, una volta terminato il fumetto, per portare la pasta a cottura aggiungete un po' di acqua bollente 18. Nel frattempo che la vostra pasta arriverà a cottura scottate i gamberi in un tegame, con la parte restante di olio, per pochi minuti e a fiamma vivace 19. Scolate le cipolle 20 e tenetele da parte. Una volta che la pasta sarà cotta, spegnete il fuoco e unite i pomodorini 21. Aggiungete anche le fettine di cipolla, i gamberi 22 e mescolate il tutto 23. Quindi servite i vostri sedani rigati con gamberi alla catalana ancora caldi 24. "
}