{
    "title": "Gnocchetti integrali ai ceci e tonno",
    "ingredients": [
        {
            "ingredient": "Farina di farro integrale",
            "quantity": "300 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sale",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "400 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tonno",
            "quantity": "280 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Capperi",
            "quantity": "(piccoli) 15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare gli gnocchetti integrali ai ceci e tonno iniziate dagli gnocchi. Sciacquate sotto abbondante acqua corrente le patate 1. Prendete un tegame dai bordi alti, riempite d’acqua e portate a bollore. Salate e quando riprenderà a bollire versate le patate con la buccia 2. Lasciate cuocere le patate per circa 40 minuti. I tempi di cottura tuttavia dipenderanno dalla grandezza delle patate (per verificare se sono cotte potete effettuare una prova con i rebbi di una forchetta). Se preferite rendere più veloce la cottura potete farle cuocere in pentola a pressione per circa 15 minuti. Nel frattempo su una spianatoia versate la farina integrale creando un incavo al centro 3. Quando le patate saranno pronte ed ancora calde schiacciatele con l’aiuto dello schiacciapatate 4. Non è necessario togliere la buccia. Quando schiaccerete la patata successiva ricordatevi di togliere dallo schiacciapatate la buccia della patata precedente. Versatele quindi nell’incavo creato con la farina 5. Unite poi l’uovo ed aggiustate di sale 6. Ora impastate con le mani 7 fino a creare un composto omogeneo e liscio. Create un filone dallo spessore di circa 2 cm con l’impasto 8, cospargendo eventualmente la spianatoia con farina affinché il filone non si attacchi. Tagliatelo in piccoli tocchetti con l’aiuto di un tarocco 9 per creare gli gnocchetti. Dopodiché passateli nel riga gnocchi 10 per dare la tipica striatura degli gnocchi che aiuterà a raccogliere il sugo. Ripetete l’operazione fino a terminare tutto l’impasto. Prendete ora un vassoio e posizionate sopra di esso un canovaccio pulito. Quindi cospargetelo di farina e disponetevi gli gnocchetti integrali pronti 11. A questo punto procedete con il condimento degli gnocchetti integrali. Prendete i ceci e sciacquateli 12. Prendete ora un tegame antiaderente e versatevi un filo di olio di oliva in cui farete soffriggere uno spicchio di aglio ed il rosmarino. Aggiungete quindi i ceci ed i capperi 14. Aggiustate di sale e pepe 17. Poi unite il concentrato di pomodoro 15. Allungate con del brodo vegetale (o se non l’avete dell’acqua) per evitare che si secchi il condimento 16. Quindi fate sgocciolare il tonno su un colino a maglie strette appoggiato sopra ad una ciotolina 17 (il peso del tonno da sgocciolato dovrà essere di 230 g) ed unitelo ai ceci 18. Con un cucchiaio di legno sbriciolate il tonno mentre cuoce e mescolate bene gli ingredienti 22. Lasciate cuocere per circa 20 minuti affinché i profumi si amalgamino bene. Dopodiché frullate il condimento con un mixer ad immersione 23 fino ad ottenere una crema omogenea e piuttosto densa 24. Se preferite prima di frullare il condimento potete toglierne un po’ e porlo in una ciotolina, tenendola da parte per guarnire successivamente il piatto. Tenete da parte. Prendete quindi un tegame dai bordi alti, versatevi l’acqua, salate e portate a bollore. Versatevi gli gnocchi 22. Aspettate alcuni minuti che risalgano in superficie: saranno a quel punto pronti. Scolateli con una schiumarola 23. Dopodiché versateli nella padella e amalgamateli bene con un mestolo di legno al condimento di ceci e tonno. Quindi impiattate e spolverate con prezzemolo a piacimento per dare sapoore e gustate i vostri gnoccheti integrali ai ceci e tonno 24! "
}