{
    "title": "Vellutata di zucca con gamberi",
    "ingredients": [
        {
            "ingredient": "Zucca",
            "quantity": "(polpa) 700 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "600 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Brandy",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "(teste e carapaci) 600 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " La prima da cosa per preparare la vellutata di zucca con gamberi è la pulire i gamberi, staccate la testa dai gamberi e il carapace ed eliminate l'intestino 1, per un maggiore approfondimento clicca qui (Pulizia dei gamberi), tenete da parte i carapaci 2 e utilizzateli per preparare il fumetto che vi servirà per insaporire la vellutata. In una pentola mettete l'olio, lo spicchio d'aglio e il peperoncino, fate soffriggere per un paio di minuti 3 quindi mettete anche i carapaci dei gamberi e fateli insaporire nell'olio 4, quindi aggiungete il vino bianco, lasciate evaporare e aggiungete l'acqua (5-6). e lasciate cuocere per circa mezz'ora. Nel frattempo occupatevi della zucca, tagliatela a fette, eliminate la buccia e tagliatela in piccoli pezzi possibilmente tutti della stessa grandezza 8. Quindi mondate il porro, eliminando la parte verde e le foglie più esterne, quindi tagliatelo a fettine 9. Quindi in una pentola capiente, possibilmente larga e bassa, mettete a sciogliere il burro e unite i porri 10 lasciateli appassarire per un paio di minuti e quindi aggiungete la zucca 11. Salate e pepate e lasciate cuocere per una decina di minuti12, aggiungendo poco alla volta il fumetto di crostacei 13 filtrato. In un'altra padella antiaderente, scaldate l'olio con l'altro spicchio di aglio 14 e scottate velocemente i gamberi puliti in precedenza 15 salateli e pepateli 16 e bagnateli con il brandy 17 e con il vino bianco 18 e lasciando sfumare. Lasciate insaporire per un paio di minuti e quindi spegnete il fuoco. Quando la zucca si sarà completamente ammorbidita, trasferitela in un mixer con i gamberi 19, aggiungete la panna 20 e frullate fino ad ottenere una crema 21. aggiungete un mestolo di fumetto se volete ottenere una consistenza più cremosa e non troppo liquida 22. Rimettete la vellutata nel tegame, aggiustate eventualmente di sale e di pepe, unite un filo di olio 23 e aggiungete l'erba cipollina tritata 24. Ecco pronto la vostra vellutata di zucca con gamberi calda! Guarnite con i gamberi rimasti spolverandoli con un trito fine di erba cipollina ed eventualmente una macinata di pepe.mettete i gamberi in padella con un filo di olio e l'aglio frullate la vellutata con un filo di brodo se dovesse essere necessario. "
}