{
    "title": "Cicatielli con cozze e fagioli",
    "ingredients": [
        {
            "ingredient": "Semola",
            "quantity": "280 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "8 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Fagioli cannellini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cicatielli con cozze e fagioli, iniziate dalla pasta fresca: in una ciotola versate la semola, unite l'acqua tiepida e l'olio d'oliva. Iniziate a maneggiare gli ingredienti nella ciotola 1 e quando l'impasto sarà più sodo trasferitelo su un piano di lavoro leggermente infarinato e lavoratelo energicamente 2 fino ad ottenere un impasto dall'aspetto liscio e dalla consistenza elastica. Avvolgetelo nella pellicola e lasciatelo riposare per circa 30 minuti a temperatura ambiente. Passate alla pulizia delle cozze: sciacquatele accuratamente sotto acqua corrente 4, poi tirate via il bisso 5, la barbetta che fuoriesce dal guscio e strofinatele una ad una per togliere le imprità 6. In una padella versate un filo d'olio e fate scaldare leggermente, quindi versate le cozze 7, mescolate e coprite con un coperchio perchè si dischiudano con il vapore 8. Appena saranno tutte aperte, spegnete il fuoco 9 scolate le cozze tenendo da parte il liquido che servirà per insaporire il condimento, lasciate alcune cozze intere, mentre estrate i frutti di mare dalla maggior parte delle cozze 10. Coprite i frutti con pellicola e teneteli da parte insieme al liquido di cottura (11-12). Mondate e tritate il cipollotto 13 , eliminate i semini interni del peperoncino e tritate finemente anch'esso 14. In una padella dai bordi alti versate l'olio, l'aglio sbucciato diviso a metà e il cipollotto tritato 15 accendete il fuoco bassissimo e mescolate per far appassire il cipollotto; poi unite anche il peperoncino tritato 16. Versate i cannellini (noi abbiamo utilizzato quelli già lessati, ma potrete usare anche quelli secchi dopo averli tenuti in ammollo e fatti bollire a parte) 17 e lasciateli cuocere e insaporire per una decina di minuti. Dopodichè spegnete il fuoco e prelevatene due cucchiai: versateli in un contenitore alto insieme al liquido delle cozze 18 Frullate il tutto con un frullatore ad immersione 19 e versate poi la crema nella padella con i fagioli 20. Riprendete l'impasto, dividetelo in pezzetti per realizzare dei cordoncini sottili 21. poi dividete ciascun cordoncino in bocconcini di 1-1,5 cm 22: per creare il tipico incavo dei cicatielli, premete con il pollice ogni pezzettino di impasto sul rigagnocchi 23: potete anche premere con il pollice e trascinare leggermente ogni pezzettino su un piano di lavoro liscio. Man mano che li realizzate potete disporli su un vassoio foderato con un canovaccio leggeremente infarinato 24. Per cuocere i cicatielli, portate a bollore abbondante acqua salata a piacere in un tegame capiente e versateli all'interno per farli bollire pochi minuti, ne basteranno 2-3, quindi scolateli e proseguite la cottura nella padella con il condimento di fagioli 26. Accendete il fuoco moderato, mescolate e unite anche le cozze che avevate messo da parte 27. Infine tritate finemente il ciuffo di prezzemolo 28 e unitelo in padella 29: spegnete il fuoco e i vostri cicatielli con cozze e fagioli sono pronti per essere gustati 30! "
}