{
    "title": "Risotto con le quaglie",
    "ingredients": [
        {
            "ingredient": "Quaglia",
            "quantity": "16 cosce"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per la preparazione del risotto con le quaglie, procuratevi 16 cosce di quaglia, 4 per commensale: prima di procedere con la preparazione, è opportuno fiammeggiare le cosce qualche istante per eliminare eventuali rimasugli di piume.In un tegame mettete 5 cucchiai di olio, un rametto di rosmarino, qualche foglia di salvia, uno spicchio d'aglio schiacciato e le cosce di quaglia che farete rosolare un paio di minuti per lato aggiungendo una macinata di pepe; non appena le cosce di quaglia avranno raggiunto un colorito bruno, bagnatele con mezzo bicchiere di vino bianco e fate deglassare il tutto; quando il vino sarà evaporato, togliete le cosce di quaglie e conservatele da parte al caldo. Dalla stessa padella eliminate il rosmarino e la salvia; mondate e tritate la cipolla, fatela appassire in una padellina con 20 gr di burro e versatela direttamente nella stessa padella di cottura delle quaglie, aggiungete il riso e fatelo tostare nell’intingolo creato, bagnatelo con l’altro mezzo bicchiere di vino e portate a termine la cottura aggiungendo un mestolo di brodo ogni volta che il riso si asciuga. Nel frattempo prendete 8 delle 16 cosce messe da parte e disossatele, sminuzzando la carne che andrete ad aggiungere al riso in cottura; al termine della cottura, spegnete la fiamma assicurandovi che sia giusto di sale, aggiungete il restante burro e il parmigiano grattugiato quindi mescolate bene per mantecare. Impiattate ora il risotto, guarnendo la sommità con due cosce di quaglia per piatto. "
}