{
    "title": "Riso saltato con gamberi e anacardi",
    "ingredients": [
        {
            "ingredient": "Riso Basmati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "code 200 g"
        },
        {
            "ingredient": "Anacardi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "dolce 100 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "(da pulire) 50 g"
        },
        {
            "ingredient": "Lemongrass",
            "quantity": "20 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "dolce 20 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "15 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare il riso saltato con gamberi e anacardi, iniziate a spremere il succo di lime 1; quindi mondate e tagliate a dadini la carota 2, il lemongrass 3 (potete utilizzare scorza di limone o lime se non ne avete in casa). prendete mezzo peperone, eliminate i semini e tagliatelo a striscioline e poi a dadini 4, quindi spuntate e tagliate a pezzetti i fagiolini 5. Poi mondate lo zenzero fresco 6 e togliete i semini al peperoncino fresco 7 prima di tritarlo. Passate alle code di gambero: sgusciatele 8 e incidete il dorso 9 per eliminare l'intestino, il filo nero, sfilando delicatamente con uno stuzzicandenti. irrorate le code di gamberi con il succo di lime 10, la salsa di soia 11 e aggiungete il miele 12: mescolate 13, coprite con pellicola e lasciate marinare in frigorifero per almeno 30 minuti. Intanto lessate il riso in abbondante acqua salata 14 e quando sarà al dente, scolatelo, passatelo sotto acqua corrente fredda poi lasciatelo riposare su un vassoio, sgranandolo con una frusta 15. Potete usare sia il riso basmati che il riso thaibonnet. In una padella wok, preparate il condimento: versate l'olio di semi, lo spicchio d'aglio, il peperoncino, lo zenzero fresco a pezzetti, il lemon grass e il cipollotto. Soffriggete per tre minuti a fuoco vivace, quindi unite i fagiolini 16 e proseguite la cottura a fuoco medio, girando di tanto in tanto con una spatola di legno. Poi togliete lo spicchio d'aglio e il lemon grass 17. Unite i peperoni 18, sfumate con la salsa di soia 19, poi versate anche le carote 20 e continuate la cottura, mescolando di tanto in tanto perchè le verdure non si brucino. Se necessario sfumate con poca acqua 21. Tostate gli anacardi in padella per alcuni minuti mescolando perchè non si affumichino troppo 22, poi fateli intiepidire e tritateli 23. Sbattete le uova in una ciotolina 24. Quando le verdure saranno insaporite e ammorbidite, versate il riso nella wok 25, mescolate e unite i gamberi marinati 26; mescolate poi create uno spazio al centro e versate le uova sbattute 27; salate e pepate a piacere. Mescolando si creerà un leggero \"crumlbe\" di uova. Versate poi gli anacardi tostati e tritati 28 e aromatizzate con la scorza del lime grattugiata 29. Servite il riso saltato con gamberi e anacardi in un piatto da portata 30 oppure realizzate degli sformatini utilizzando ad esempio degli stampini monouso in alluminio per dare la forma! "
}