{
    "title": "Zuppa di fave piselli e carciofi",
    "ingredients": [
        {
            "ingredient": "Pisellini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4, per un totale di 630 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "1 cespo per un totale di 370 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "freschissime e biologiche 4"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "300 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per preparare la zuppa di fave, piselli e carciofi iniziate prima di tutto a preparare il brodo vegetale. Quando sarà pronto dedicatevi alla pulizia dei carciofi: eliminate prima le foglie più esterne 1, poi tagliate la punta 2 e dividete ciascun carciofo a metà 3. Eliminate la barbetta interna 4, il gambo e man mano posizionate i carciofi in acqua acidulata (dove avrete spremuto 1 limone) 5, in modo da non farli annerire. Passate ad occuparvi della pulizia delle fave, quindi eliminate la pellicina esterna 6. Lavate il cespo di scarola sotto l'acqua corrente 7 e tagliatela grossolanamente 8. A questo punto prendete i cipollotti eliminate la parte finale e quella iniziale più verde 9, poi tagliateli prima a metà e poi a fettine 10. Trasferiteli in un tegame dove avrete versato l'olio, lasciateli appassire per 1-2 minuti a fiamma moderata e unite prima l'aglio schiacciato 11 e poi la scarola 12. Mescolate il tutto e lasciate cuocere per 3-4 minuti, nel frattempo tagliate i carciofi in 4 13. Quando la scarola sarà leggermente appassita unite i carciofi 14, mescolate e attendete 3-4 minuti prima di unire le fave 15 e i piselli 16. Salate, pepate 17 e versate il brodo vegetale caldo 18. Coprite con un coperchio 19 e cuocete la vostra zuppa di fave, piselli e carciofi per 30 minuti a fuoco basso. Quando sarà quasi pronta realizzate i crostini: tagliate il pane a fette 20, posizionatele su una teglia e irroratele con un filo d'olio 21. Tostate i crostini per 2-3 minuti in forno statico preriscaldato a 240° con modalità grill. Quando saranno ben dorati estraeteli dal forno 22 e posizionatene uno al centro del piatto 23. Rompete l'uovo e fatelo scivolare delicatamente al di sopra il crostino 24, tenendo sempre la zuppa in caldo 25. Quindi aiutandovi con un mestolo e molto delicatamente versate la zuppa nel piatto da portata tutto intorno al crostino, versando anche sul tuorlo dell'uovo un po' di brodo (senza verdure) in modo che possa cuocersi leggermente con il brodo caldo 26. Aggiungete ancora un paio di crostini, un pizzico di pepe e la vostra zuppa di fave, piselli e carciofi sarà pronta da gustare 27, unica raccomandazione servitela bollente! "
}