{
    "title": "Bucatini con pomodorini confit e cubetti di pancetta",
    "ingredients": [
        {
            "ingredient": "Bucatini",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a cubetti 200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Timo",
            "quantity": "8 rametti"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 2 g"
        }
    ],
    "preparation": " Per preparare i bucatini con pomodorini confit e pancetta inizate dai pomodorini confit: lavate i pomodorini sotto acqua corrente 1. Asciugateli con un canovaccio o carta da cucina e poneteli su un tagliere, quindi dividete tutti i pomodorini a metà 2. Ora disponete i pomodorini tagliati su una leccarda ricoperta di carta forno con la parte del taglio rivolta verso l’alto. Dopodichè salate e pepate a piacere. Poi aggiungete il trito di aglio e timo e versatelo su ciascun pomodorino, così come il cucchiaino di zucchero 3. Distribuite l’origano secco 10 e infine versate un filo d’olio su ogni pomodorino (4-5). Infornate il tutto a in forno statico preriscaldato a 140° per circa 2 ore, fino a quando l’acqua di vegetazione dei pomodorini non sarà evaporata e questi non risulteranno leggermente abbrustoliti ma non secchi 6. Quando i pomodori saranno pronti, sfornateli e trasferiteli in una ciotolina. Poi in una padella capiente, versate un filo di olio e aggiungete i pomodorini confit 7, pepate 8 e fateli saltare a fuoco dolce e intanto dedicatevi alla pancetta. Prendete i cubetti di pancetta affumicata necessari alla ricetta e versateli in una padella 9. Fate saltare i cubetti a fuoco vivace per rendere la pancetta croccante 10, quindi in un tegame fate bollire l'acqua e salate a piacere per cuocere. Quando l'acqua avrà raggiunto il bollore, versate i bucatini 11 e lessateli 12 per il tempo indicato sulla confezione. Quando i bucatini saranno al dente, scolateli e versateli nella padella con i pomodorini confit. Saltate a fuoco vivace e aggiungete un mestolo di acqua di cottura se necessario perchè la pasta non si asciughi troppo. Mescolate e versate anche la pancetta 14, mescolate ancora i bucatini "
}