{
    "title": "Insalata di pastina senza glutine",
    "ingredients": [
        {
            "ingredient": "Ditalini Senza Glutine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pomodori piccadilly",
            "quantity": "160 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "80 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare l’insalata di pastina senza glutine cominciate iniziate realizzando un buon brodo di carne. Pulite le verdure, tagliatele e trasferitele in pentola assieme alla carne e coprite con 3 litri di acqua 1. Lasciate cuocere per due ore a fuoco medio-alto, aggiungete ancora 1 litro d'acqua e ultimate la cottura per un'ora a fuoco basso 2. A fine cottura filtrate il brodo 3 E trasferitelo di nuovo in pentola. Quando riprende il bollore, prendete la pasta 4 e lessatela nel brodo di carne. Mentre i ditalini cuociono dedicatevi al condimento. Pulite i pomodori e tagliateli prima a spicchietti 5 e poi ancora a dadini 6. Riducete a listarelle lo speck 7 e a dadini la feta 8. Infine denocciolate le olive 9. Scolate la pastina ormai cotta 10 e trasferitela in una ciotola capiente. Conditela immediatamente con un cucchiaio di olio, mescolate per non farla attaccare 11 e lasciatela raffreddare. Unite quindi i pomodorini, la feta 12 Lo speck 13, le olive 14 e il basilico spezzettato a mano 15. Regolate infine di sale e di pepe 16 e mescolate bene per amalgamare i sapori 17. Adesso la vostra insalata di pastina senza glutine è pronta da gustare! "
}