{
    "title": "Caccavelle alla sorrentina",
    "ingredients": [
        {
            "ingredient": "Caccavelle",
            "quantity": "(di gragnano) 4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 4 cucchiai"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "4"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "1 l"
        },
        {
            "ingredient": "Maiale",
            "quantity": "tritato 150 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "da tritare 35 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "da tritare 35 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "da tritare 35 g"
        }
    ],
    "preparation": " Tritate i cipollotti e fateli appassire 1 in 3 cucchiai di olio extravergine di oliva a fuoco basso per circa 10-15 minuti; aggiungete la passata di pomodoro 2 , salate e lasciate cuocere per circa 10 minuti a fuoco dolce, quindi spegnete il fuoco poiché il sugo di pomodoro deve rimanere fluido e non denso e aggiungete le foglie di basilico 3 che spezzerete con le dita. Nel frattempo mettete in un tegame 3 cucchiai di olio extravergine d’oliva e buttateci dentro il trito di sedano, carota e cipolla 4 che farete dorare a fuoco dolce per poi aggiungere la salsiccia e la carne trita 5 entrambi sgranate. Fate rosolare la carne cercando di renderla via via sempre più fine per mezzo di un mestolo con il quale andrete a spezzettarla in cottura. Quando la carne sarà ben rosolata, sfumate con il bicchiere di vino 6, poi aspettate che tutto il liquido sia evaporato a fuoco molto basso, quindi salate, pepate e in ultimo spegnete il fuoco. Portate ad ebollizione una pentola contenente acqua salata e lessateci per 15 minuti le caccavelle avendo cura di non portare il bollore ad essere violento, in modo da non rischiare di rompere le caccavelle strapazzandole durante la cottura. Nel frattempo tagliate la mozzarella a cubetti non troppo piccoli 7 (2 cm di lato circa). Una volta scolate le caccavelle 8 adagiatele su di un piatto. Prendete i 4 tegamini nei quali andrete a condire e successivamente cuocere le caccavelle, quindi posizionate sul fondo di ognuno di essi un mestolino di sugo di pomodoro 9; adagiatevi sopra la caccavella, mettete al suo interno un mestolino di pomodoro 10, quindi 50 gr di ricotta spezzettata 11 e un quarto del ragù 12. Aggiungete quindi 50 gr di mozzarella 13. Ricoprite il tutto con il sugo di pomodoro 14 e spolverizzate la sommità con un buon cucchiaio di parmigiano reggiano grattugiato 15. Preparate allo stesso modo tutti e 4 i tegamini e poi infornate in forno già caldo a 200° per circa 30-40 minuti. "
}