{
    "title": "Corn dog",
    "ingredients": [
        {
            "ingredient": "Wurstel",
            "quantity": "(grandi) 12"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "(per infarinare) 50 g"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per preparare i corn dog iniziate dalla preparazione della pastella. In una ciotola capiente versate la farina di mais e la farina 00 1. Unite anche il sale 2 e lo zucchero 3. Poi versate il bicarbonato 4 e la paprika 5. Ora prendete una frusta a mano e cominciate ad amalgamare gli ingredienti mentre unite poco alla volta il latte a temperatura ambiente 6. Aggiungete un uovo 7 e continuate a frustare fino ad ottenere un composto privo di grumi ed abbastanza denso 8. Versate la pastella in un recipiente cilindrico dai bordi alti e tenetela da parte. A questo punto prendete i wurstel e tagliateli a metÃ 9. Infilzate la parte non tagliata del wurstel con lo spiedino 10. Ripetete lâoperazione per tutti i wurstel. Quindi passateli nellaÂ farina avendo cura di ricoprire interamente la superficie del wurstel 11 e poi immergetelo nella pastella precedentemente preparataÂ 12. Lasciate scolare leggermente la pastella in eccesso, e immergeteli uno per volta nell'olio di semi , precedentemente scaldato e portato alla temperatura di 170Â° (aiutatevi con un termometro da cucina per raggiungere la temperatura esatta) 13. Friggete ciascun pezzo per circa 3-4 minuti fino a quando non sarÃ ben dorato. Posizionate i corn dog su un foglio di carta assorbente per eliminare l'olio in eccesso 14, quindi serviteli ancora caldi 15. "
}