{
    "title": "Risotto al salmone, crema di robiola e semi di papavero",
    "ingredients": [
        {
            "ingredient": "Riso di semola",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Robiola",
            "quantity": "180 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "cuor di filetto 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "2 g"
        }
    ],
    "preparation": " Per preparare il risotto al salmone, crema di robiola e semi di papavero cominciate pulendo le verdure e tritandole molto finemente. In un tegame dai bordi alti scaldate l’olio extravergine e mettete per primo lo scalogno 1. Fatelo dorare leggermente, poi bagnate con un mestolo di brodo vegetale 2 e lasciate stufare un paio di minuti. Unite quindi carote e sedano tritati 3. Fate soffriggere qualche minuto e aggiungere il riso di semola 4. Lasciatelo tostare, mescolate bene e sfumate con il vino bianco 5. Appena la parte alcolica sarà evaporata, bagnate con un mestolo di brodo vegetale bollente 6 e portate a cottura il risotto aggiungendo altro brodo ogni volta che il precedente viene assorbito. Nel frattempo, occupatevi del salmone: prendete il vostro trancio, posizionatelo sul tagliere 7 e riducetelo a tocchetti di 1 cm circa 8. Scaldate un filo d’olio in padella e appena sarà ben caldo aggiungete i tocchetti di salmone 9 E i semi di papavero 10. Fate scottare il salmone a fiamma vivace per 2 minuti, e tenetelo da parte 11. Una volta che il riso sarà cotto regolate di sale, spegnete il fuoco e mantecate con la robiola 12, amalgamando bene per farla sciogliere completamente 13. Unite infine il salmone scottato al risotto 14, impiattate 15 e gustate il vostro risotto al salmone, crema di robiola e semi di papavero ben caldo! "
}