{
    "title": "Ziti al forno",
    "ingredients": [
        {
            "ingredient": "Ziti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "300 g"
        },
        {
            "ingredient": "Caciocavallo silano",
            "quantity": "300 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare gli ziti al forno, per prima cosa preparate la passata di pomodoro: fate rosolare uno spicchio d'aglio sbucciato e diviso a metÃ in un tegame con l'olio 1, poi versate la passata di pomodoro 2, salate 3, pepate e fatela cuocere per circa 30-35 minuti a fuoco moderato. Nel frattempo tagliate la provola silana prima a fette, poi a listarelle e infine a dadini 4 e procedete allo stesso modo anche per le melanzane, tagliandole a fettine sottili 6 poi a listarelle, quindi a dadini 7. In una pentola aggiungete l'olio di semi e quando avrÃ raggiunto la temperatura di 170Â°-180Â° mettete a friggere la dadolata di melanzane 8. Fatele sfrigolare 9 e, una volta che si saranno dorate bene 10, scolatele aiutandovi con una schiumarola e ponetele su un vassoio rivestito di carta assorbente 11 in modo da farle scolare dall'olio della frittura 11. Mettete poi a cuocere la pasta 12 in una pentola di acqua bollente salata. Una volta cotta, scolatela e ponetela in una ciotola capiente, aggiungete un po' d'olio in modo che non si attacchi 14, unite la passata di pomodoro 15 aggiungete il basilico fresco spezzettato 16, la provola a dadini 17 e le melanzane 18. Mescolate il tutto per legare bene insieme gli ingredienti 19, trasferite il composto in una pirofila delle dimensioni di 25 cm di diametro 20, trasferiteli in forno preriscaldato sotto il grill ( a 240Â°) per 5-6 minuti. Una volta che si saranno gratinati, sfornateli e i vostri ziti al forno saranno pronti per essere serviti! 21 "
}