{
    "title": "Insalata di riso al profumo di mare",
    "ingredients": [
        {
            "ingredient": "Uova di lompo (succedaneo caviale)",
            "quantity": "rosse 20 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Seppie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Vongole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 60 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’insalata di riso al profumo di mare iniziate preparando tutti gli ingredienti che vi serviranno per condirla. Pulite le vongole: mettetele in ammollo per circa un’ora in una bacinella piena di acqua e un cucchiaio di sale grosso 1 per permettere lo spurgo di eventuali impurità, poi sciacquatele sotto l’acqua corrente fredda 2. A questo punto picchiettate le vongole ad una ad una su un tagliere dalla parte dell'apertura, se uscirà della sabbia scura vuol dire che sono sa buttare perchè piene zeppe si sabbia. A parte scaldate una padella larga con un paio di cucchiai di olio d’oliva e due spicchi d' aglio 3. Quando si sarà rosolato, aggiungete le vongole 4, unite metà del prezzemolo tritato e lasciatele dischiudere 5. Una volta aperte le vongole filtrate il liquido di cottura e tenetelo da parte, poi sgusciatele e mettetele in una ciotolina 6. Pulite le seppie, staccate i tentacoli e tagliate a listarelle il corpo 7, poi fatele cuocere in una padella assieme al sugo delle vongole e al restante prezzemolo 8, finché non avranno completamente assorbito il sugo 9, ci vorranno circa 10 minuti. A questo punto sgusciate le mazzancolle e mettetele a lessare in acqua bollente per circa tre o quattro minuti 10, poi scolatele e tenetele da parte 11. Cuocete al vapore i piselli e scolateli quando saranno ancora croccanti e di un bel verde brillante 12. A questo punto fate cuocere il riso: mettete a bollire dell'acqua salata in una pentola capiente e quando avrà raggiunto il bollore calate il riso, poi scolatelo al dente e ponetelo in un contenitore capace con un cucchiaio di olio per evitare che diventi colloso 13. Tagliate a julienne il salmone 14, in quarti i pomodorini 15, tritate l’erba cipollina 16 e tagliate a rondelle le olive nere denocciolate, poi mette tutti gli ingredienti da parte. Aggiungete i piselli con l’erba cipollina al contenitore del riso, poi mescolate per bene con un cucchiaio 17. Ora unite le olive nere 18, il pesce (seppioline, vongole, mazzancolle e salmone) 19, i pomodori 20 e le uova di lompo 21. Mescolate per bene tutti gli ingredienti, condite con tre cucchiai di olio extravergine di oliva e aggiustate di sale. La vostra insalata di riso al profumo di mare è pronta, servitela in tavola fredda. "
}