{
    "title": "Spaghetti con pesto di salvia e noci",
    "ingredients": [
        {
            "ingredient": "Spaghetti 5 cereali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Broccoli romaneschi",
            "quantity": "750 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "20 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti con pesto di salvia e noci iniziate a preparare i pomodorini confit. Lavateli e divideteli a metÃ 1; poi disponeteli con la parte della polpa rivolta verso di voi, su una leccarda foderata con la carta forno 2, ben distanziandoli fra di loro. Condite con olio, sale 3 e pepe nero 4. Spolverizzate con lo zucchero di canna 5 e con l'origano secco sbriciolato 6. Cuocete in forno ventilato preriscaldato a 140Â°C per 120 minuti, nel ripiano centrale. Quando mancheranno circa 40 minuti alla cottura dei pomodorini iniziate a preparare il pesto. Versate nel bicchiere di un mixer le noci 7, le foglioline di salvia ben lavate e tamponate 8 e i due tipi di formaggio 9. Condite con un pizzico di sale, di pepe e aggiungete l'olio 10. Iniziate a frullare con un mixer ad immersione, versando l'acqua a filo 11 fino ad ottenere un pesto liscio ed omogeneo che trasferirete in una ciotolina 12. A questo punto ponete sul fuoco una pentola colma di acqua, salata a piacere, e occupatevi di pulire il broccolo romano: eliminate la base 13 e con un coltellino separate le cimette 14. Se dovessero risultare troppo grandi dividele a metÃ 15. Quando l'acqua inizierÃ a bollire aggiungete i broccoli 16 e cuocete per 7 minuti circa; poi aggiungete gli spaghetti e proseguite la cottura per altri 8 minuti 17. A questo punto i vostri pomodorini confit saranno pronti, sfornateli 18 e trasferiteli in un tegame insieme al pesto 19. Non appena la pasta sarÃ cotta, ma ancora al dente, scolatela tenendo da parte l'acqua di cottura 20. Trasferitela nell'altro tegame con il pesto aggiungendo anche i broccoletti 21, unite un mestolo di acqua di cottura 22 e saltate il tutto a fuoco spento 23. Servite e gustate i vostri spaghetti con pesto di salvia e noci ancora caldi 24. "
}