{
    "title": "Insalata allo yogurt con salmone e gamberetti",
    "ingredients": [
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "compatto 150 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "100 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "2 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Lattuga iceberg",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare l’insalata allo yogurt con salmone e gamberetti iniziate lavate tutte le verdure ed asciugatele con un panno. Iniziate con il radicchio 1. Quindi tagliatelo a listarelle sottili 2. Mettete in una ciotolina e tenete da parte. Poi passate all’insalata: tagliate a metà il ceppo di insalata e privatela della parte interna più coriacea 3. Quindi tagliatela in listarelle sottili 4. Tenetela da parte in una ciotolina.Procedete tritando finemente l’erba cipollina 5, anch’essa riponendola in una ciotolina. Passate poi alla preparazione del salmone. Tagliatelo a fettine sottili e poi ciascuna di esse in piccole striscioline 6. Ultimate con la preparazione dei pesci con la pulizia dei gamberetti: eliminate la testa ed il carapace 7, quindi estraetene l'intestino delicatamente aiutandovi con uno stuzzicadente. Prendete un tegame, riempitelo d’acqua e portatelo ad ebollizione. Lessatevi i gamberetti per 1 minuto 8, quindi con una schiumarola estraeteli dal tegame e riponete in una ciotolina per far raffreddare. Dedicatevi quindi alla preparazione della salsa allo yogurt. In una ciotolina versatevi lo yogurt fresco ed unite l’olio 10. Aggiustate di sale e pepe 11. Versate anche il succo di limone 12. Unite alla salsa allo yogurt anche l’erba cipollina 13 e con le fruste a mano amalgamate bene gli ingredienti, fino ad ottenere una salsa omogenea 14. Avete ora tutti gli ingredienti per preparare l’insalata. Prendete una ciotola capiente o un’insalatiera. Ponete l’insalata l’iceberg 15, il radicchio 16, il salmone 17 ed i gamberetti lessati 18. Poi versatevi la salsa allo yogurt 19 e con l’aiuto di un cucchiaio mescolate bene gli ingredienti 20 per fare sì che la salsa sia amalgami con pesci e verdure. La vostra insalata allo yogurt con salmone e gamberetti è ora pronta per rinfrescare i palati vostri e dei commensali 21! "
}