{
    "title": "Disco di riso",
    "ingredients": [
        {
            "ingredient": "Risotto allo zafferano",
            "quantity": "650 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "80 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "40 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "10 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il disco di riso per prima cosa tagliate a fette il caciocavallo 1 e poi riducetelo a cubetti 2. In una padella ben calda versate la pancetta 3 e rosolatela per 3 minuti a fuoco vivace senza aggiungere altri grassi. Aggiungete quindi i piselli 4 e saltateli per altri 3 minuti, quindi spegnete il fuoco e tenete da parte 5. Spennellate con il burro il bordo interno di un anello da pasticceria del diametro di 20 cm 6 Poi spolverizzate con il pangrattato 7 e posizionate lâanello su una teglia rivestita con carta forno. Versate allâinterno 400 g di risotto giallo avanzato 8, compattando bene con il dorso di un cucchiaio. Farcite con il caciocavallo 9 e i piselli saltati con la pancetta 10. Aromatizzate con lâorigano fresco 11 e ricoprite nuovamente con il risotto avanzato 12. Pressate bene la superficie con il dorso di un cucchiaio 13 e ricoprite con il parmigiano 14 e il pangrattato 15. Per finire condite con un filo di olio 16 e cuocete in forno preriscaldato in modalitÃ ventilata a 220Â° per i primi 5 minuti, poi proseguite per altri 3 minuti in modalitÃ grill. A cottura ultimata sfornate il disco di riso che dovrÃ risultare ben dorata in superficie 17. Lasciate intiepidire e poi sfilate lâanello e servite il vostro disco di riso 18. "
}