{
    "title": "Pancotto con i fagioli",
    "ingredients": [
        {
            "ingredient": "Pane",
            "quantity": "raffermo (tipo pagnotta) 200 g"
        },
        {
            "ingredient": "Fagioli borlotti precotti",
            "quantity": "350 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "½"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "2 l"
        }
    ],
    "preparation": " Per preparare il pancotto con fagioli iniziate mondando e lavando cipolla, sedano, carota e pomodoro, poi tagliateli in piccoli cubetti. Mettete l’olio extravergine d’oliva in un tegame capiente e fatevi appassire il peperoncino tritato unitamente alla cipolla, al sedano, alle carote e all’aglio schiacciato 1 (o intero se intendete eliminarlo successivamente) per almeno 15 minuti a fuoco molto basso. Unite i pomodori 2 il rosmarino 3 e i borlotti sgocciolati 4, quindi coprite il tutto con del brodo vegetale 5, aggiustate di sale e di pepe e lasciate cuocere a fuoco molto dolce per almeno 15-20 minuti, aggiungendo del brodo se servisse. Tagliate il pane raffermo in cubi e trascorso il tempo indicato, adagiatelo sul fondo di un tegame capiente 6, poi ricopritelo con il composto di fagioli 7. Versate nel tegame tanto brodo quanto ne serva per ricoprire abbondantemente gli ingredienti 8, quindi lasciate cuocere per altri 15-20 minuti a fuoco basso e tegame coperto fino a che il pane non si sarà ammorbidito e spappolato. Aggiustate eventualmente di sale e, prima di servire, cospargete con del prezzemolo tritato 9 e un filo di olio extravergine di oliva. "
}