{
    "title": "Bastoncini di pasta sfoglia al formaggio",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rotolo 1"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "bianco 3 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "nero 3 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Paprika",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare i bastoncini di sfoglia al formaggio, srotolate la pasta sfoglia su di un piano di lavoro e stendetela leggermente con il mattarello 1 (nel caso la pasta sfoglia abbia forma rotonda, con una rotella tagliapasta a lama liscia ricavate un quadrato). In una ciotolina sgusciate l'uovo e sbattetelo con un pizzico di sale 2, aggiungete un cucchiaio di latte 3 ed emulsionate. Distribuite il composto con un pennello da cucina sulla superficie della pasta sfoglia 4. Quindi spolverizzate con il Parmigiano 5. A questo punto dividete idealmente il quadrato di sfoglia in tre rettangoli uguali: sul primo distribuite uniformemente i semi di papavero neri 6; cospargete il secondo rettangolo con semi di papavero bianchi 7 e il terzo con la paprika 8. Con una rondella a lama liscia, realizzate delle strisce di circa 2 cm di spessore in senso verticale 9. Poi tagliate la sfoglia anche in senso orizzontale, praticando strisce di circa 8-10 cm di spessore 10: avrete così realizzato tanti rettangoli di 8-10x2 cm. Iniziate dalle striscioline condite con i semi di papavero neri e torcetele facendo in modo che il ripieno resti sull’esterno 11; proseguite anche con le striscie ai semi di papavero bianco 12, quindi terminate con le striscioline condite con la paprika 13. Disponete tutte le striscioline su una leccarda foderata di carta da forno 14 e cuocete in forno statico preriscaldato a 200° per circa 8 minuti. Quando saranno ben dorati, estraeteli 15 e lasciate raffreddare i bastoncini di sfoglia al formaggio prima di portarli in tavola! "
}