{
    "title": "Mezze penne rigate integrali  al pesto di pomodori arrosto, ricotta e polvere di spinaci",
    "ingredients": [
        {
            "ingredient": "Mezze Penne Rigate Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mezze penne rigate integrali al pesto di pomodori arrosto, ricotta e polvere di spinaci, per prima cosa lavate i pomodorini, asciugateli bene e poneteli su un tagliere, quindi tagliateli a metÃ 1 e disponeteli su una leccarda ricoperta da carta da forno 2. Prendete il timo e sminuzzatelo con un coltello 3, tritate anche uno spicchio d'aglio e versate il trito di timo e aglio sui pomodorini 4. Salate e pepate i pomodorini, aggiungete lo zucchero, distribuite l'origano secco, infine versate un filo d'olio su ogni pomodorino 8 e infornate il tutto in forno statico preriscaldato a 140Â° per circa due ore. Passate poi agli spinaci: lavateli sotto acqua fredda corrente 9, poi asciugateli bene, tamponateli con un panno asciutto ponendoli su un vassoio con carta da forno 10 e metteteli a cuocere in forno ventilato preriscaldato per 40 minuti a 120Â°. Nel frattempo fate cuocere la pasta, poi in un mixer mettete la ricotta 12 e i pomodorini arrostiti 13, ricordavi di tenerne qualcuno da parte con cui guarnire poi il piatto finito. Frullate il tutto e quando avrete ottenuto un composto omogeneo, traferitelo in un tegame con un po' d'olio 15, accendete il fuoco a fiamma dolce e diluite il composto con un mestolo di acqua di cottura della pasta, mescolate il tutto fino a quando raggiungerÃ una consistenza cremosa 17. Intanto aggiungete gli spinaci nel mixer 18 e frullateli fino a farli diventare una polvere, quindi metteteli da parte 19. Una volta cotta, trasferite la pasta nel tegame con il il condimento preparato 20, mescolate bene 21, poi aggiungete la polvere di spinaci aiutandovi con un cucchiaino, mescolate il tutto in modo che tutti gli ingredienti si amalgamino 23 e le vostre mezze penne integrali al pesto di pomodori arrosto, ricotta e polvere di spinaci sono pronte per essere servite! 24 "
}