{
    "title": "Maccheroni cheese",
    "ingredients": [
        {
            "ingredient": "Cellentani",
            "quantity": "600 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Fontina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "250 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 100 g"
        }
    ],
    "preparation": " Per realizzare i maccheroni cheese, per prima cosa tagliate a pezzi tutti formaggi privati di scorza 1; poneteli in un mixer 2 (se non l'avete grattugiateli a mano) e tritateli 3. Preparate poi la crema di formaggi: in una pentola, fate sciogliere il burro e unite la farina setacciata 4 quindi mescolate i due ingredienti con una frusta per formare il roux 5. A questo punto, versate nella stessa pentola il latte 6 e continuate a mescolare, tenendo il fuoco basso, finchè non otterrete un composto cremoso e denso. Aggiustate di sale, pepe e noce moscata 7 quindi aggiungete i formaggi grattugiati e continuate a cuocere per altri 7 minuti circa, mescolando il tutto per amalgamare gli ingredienti 8. Cuocete la pasta in abbondante acqua bollente, salata a piacere 9. Scolate i maccheroni molto al dente, circa un paio di minuti prima del termine previsto, versateli in una ciotola 10 e irrorateli con un filo di olio 11, quindi mescolate in modo che la pasta non si attacchi. Fatto questo, imburrate bene una teglia capiente e ricoprite la base e i lati di questa con il pangrattato 12. Unite la crema di formaggio alla pasta e mescolate per bene 13. Versate la pasta nella teglia 14, cospargetene la superficie con il parmigiano grattugiato 15 e lasciate cuocere i maccheroni cheese in forno statico già caldo per circa mezz'ora a 180° (forno ventilato 160° per 20-25 minuti) e continuate per altri 15 minuti mettendo il forno in modalità grill, in modo da ottenere una dorata e croccante crosticina. Una volta pronti, togliete la teglia dal forno e servite i vostri maccheroni cheese ben caldi. "
}