{
    "title": "Spaghetti con pesto alla trapanese",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "maturi 250 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 1 cucchiaio"
        },
        {
            "ingredient": "Aglio rosso",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti con il pesto alla trapanese seguite la ricetta del pesto. Per prima cosa preparate i pomodori pelati: mettete sul fuoco una pentola capiente piena dâacqua. Lavate i pomodori e praticate un taglio a croce allâestremitÃ di ogni pomodoro. Quando l'acqua inizia a sobbollire scottate i pomodori per 2 -3 minuti 1, poi spellate i pomodori 2 e tagliateli a cubetti. A questo punto pelate le mandorle: fatele sbollentare per qualche minuto in acqua bollente, scolatele e poi basterÃ fare un leggera pressione con le dita per staccare la buccia 3. Ponete in un mixer, oppure meglio in un mortaio, i pomodori pelati, il mazzetto di basilico lavato ed asciugato, le mandorle 4, uno spicchio dâaglio e frullate il tutto per un paio di minuti. Unite il pecorino grattugiato 5 e trasferite il battuto in una ciotola. Aggiustate di sale e pepe, aggiungete un paio di cucchiai di olio 6, amalgamate bene il tutto e trasferite il pesto in una ciotola capiente dove poi condirete gli spaghetti. Se dovesse risultare troppo asciutto aggiungete altro olio. Ora occupatevi della pasta: ponete sul fuoco una pentola dal fondo alto adatta alla cottura degli spaghetti, una volta raggiunto il bollore 7 unite gli spaghetti 8. Cuocete la pasta al dente e poi scolateli 9. Uniteli al pesto alla trapanese 10, mescolate per amalgamare bene la salsa, condite con un filo di olio 11 e portate in tavola i vostri spaghetti con il pesto alla trapanese guarniti a piacere con foglioline di basilico fresco 12. "
}