{
    "title": "Zuppa di lenticchie",
    "ingredients": [
        {
            "ingredient": "Lenticchie",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Patate",
            "quantity": "piccole 2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "2"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Cumino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "bollente 2,5 l"
        }
    ],
    "preparation": " Mettete in ammollo le lenticchie, in acqua fredda per almeno 12 ore ( o per quanto indicato dalla confezione).Trascorso il tempo dell'ammollo, iniziate a mondare le verdure, e riducete in dadolata abbastanza piccola le carote, dopo averle pelate, il sedano (senza le foglie), le patate e le zucchine 1. Fate scaldare l'olio con l'aglio in una casseruola dai bordi alti; tritate finemente la cipolla 2 e aggiungetela in padella 3; fatela stufare dolcemente e poi aggiungete tutte le verdure 4, tranne le lenticchie. Fate cuocere per circa 10 minuti a fuoco dolce mescolandole con un cucchiaio di legno; quando si saranno intenerite, aggiungete anche le lenticchie 5 ben scolate dall'acqua di ammollo, le foglie di alloro e i chiodi di garofano 6, versate anche il cumino in polvere 7 e regolate di sale; in ultimo versate l'acqua calda 8, o brodo vegetale, portate dolcemente a bollore, coprite con un coperchio e fate cuocere a fuoco dolce per circa 2 ore, o fino a che le lenticchie siano ben cotte e tenere (ma non sfatte); eventualmente aggiungete altra acqua se la zuppa dovesse asciugarsi troppo. Prima di servire, togliete le foglie di alloro ed eventualmente anche i chiodi di garofano e impiattate ben caldo 9. "
}