{
    "title": "Fettuccine alla modenese",
    "ingredients": [
        {
            "ingredient": "Fettuccine all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "freschi sgranati 100 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "un'unica fetta 100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "60 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tartufi neri",
            "quantity": "30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare la pasta alla modenese iniziate a trattare il tartufo: pulitelo con un pennellino 1 e affettatelo con l'attrezzo apposito 2, quindi tenetelo da parte in una ciotolina. Tagliate il prosciutto crudo a listarelle di circa 3-4 cm 3. A questo punto occupatevi del peperone: lavatelo, tagliatelo a metÃ , eliminate i filamenti interni 4 e tagliate anche questo a listarelle larghe circa mezzo cm 5. Mondate la cipolla e tritatela finemente con un coltello 6. Versate l'olio e il burro tagliato a cubetti in un tegame 7, accendete la fiamma, unite la cipolla 8 e lasciatela appassire a fuoco moderato per 5 minuti, quindi aggiungete le listarelle di prosciutto 9. Lasciate insaporire un paio di minuti, unite la polpa di pomodoro sminuzzata 10 e i peperoni 11. Aggiustate di sale, versate l'acqua 12 e lasciate cuocere circa 20 minuti mescolando di tanto in tanto. Aggiungete i piselli 13, il tartufo affettato precedentemente 14 e lasciate cuocere ancora 5 minuti. Nel frattempo buttate la pasta in abbondante acqua bollente, salata a piacere 15; Scolatela ben al dente 16 e versatela direttamente nel tegame con il condimento 17. Unite la panna 18, un pizzico di pepe e mescolate il tutto per amalgamare gli ingredienti. Guarnite il piatto con il parmigiano grattugiato 20, qualche fettina di tartufo e servite le vostre fettuccine alla modenese 21. "
}