{
    "title": "Anelletti al forno con melanzane",
    "ingredients": [
        {
            "ingredient": "Anelli Siciliani",
            "quantity": "320 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 40 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "600 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli anelletti al forno con melanzane iniziate prendendo una padella antiaderente dal fondo largo: versatevi lâolio in cui farete rosolare uno spicchio di aglio 1; quando sarÃ dorato eliminatelo 2. Una volta insaporito lâolio, versatevi la passata 3, regolando di sale e pepe. Fate cuocere a fuoco basso per circa 25-30 minuti, insaporendo con delle foglioline di basilico precedentemente sciacquate e spezzettate grossolanamente 4. Mentre il sugo di pomodoro cuoce, tagliate a cubettini di 0,5 cm il caciocavallo 5 e tenete da parte. Poi dedicatevi alle melanzane: lavatele, asciugatele e spuntatele. Tagliatele a fettine di 0,5 cm di spessore seguendo il lato lungo 6, quindi ottenetene dei cubettini 7. Prendete poi un tegame dai bordi alti e portate a 180Â°C lâolio. Versatevi le melanzane 8 e friggetele fino a che non saranno dorate. Scolatele con una schiumarola 9 e trasferitele su un vassoio foderato con carta forno per scolare lâolio in eccesso 10. Ora lessate la pasta in un tegame con abbondante acqua salata 11: quando sarÃ al dente trasferitela nel tegame con il sugo di pomodoro ormai cotto 12. Mescolate bene la pasta al condimento 13 e fate cuocere a fuoco lento per circa 2 minuti. Spegnete quindi il fuoco e aggiungete le melanzane 14, poi il caciocavallo 15. Mescolate bene gli ingredienti per amalgamarli 16 Oliate adesso una teglia di 26 cm diametro 17, aiutandovi con un pennello far aderire l'olio a tutta la superficie 18. Versate il pangrattato 19 e spargetelo su tutta la superficie 20: ora riempite la teglia con la pasta e il condimento 21, avendo cura di livellare gli ingredienti. Spolverizzate con del formaggio grattugiato 22 ed infornate in forno statico preriscaldato a 230Â°C per 5 minuti 23: si dovrÃ formare una leggera crosticina in superficie. Estraete la teglia dal forno e fate riposare alcuni minuti prima di servire i vostri anelletti al forno con melanzane 24! "
}