{
    "title": "Ribollita",
    "ingredients": [
        {
            "ingredient": "Fagioli cannellini secchi",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Verza",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cavolo nero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "220 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "180 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "80 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "fresco q.b."
        }
    ],
    "preparation": " Per preparare la ribollita iniziate dalla cottura dei fagioli cannellini, per prima cosa poneteli in ammollo una ciotola colma di acqua almeno per una notte intera, meglio ancora se per 24 ore 1. Trascorso questo tempo in un tegame ampio dal bordo alto scaldate l’olio di oliva con lo spicchio di aglio e il rametto di rosmarino 2, poi aggiungete i fagioli scolati dall’acqua di ammollo 3, coprite con l'acqua 4 e cuocete per 1 ora a fuoco medio-basso con il coperchio 5. A fine cottura pepate e salate (il sale meglio aggiungerlo alla fine altrimenti indurirebbe i legumi se messo troppo presto). Rimuovete il rametto di rosmarino, prelevate una parte di fagioli 6 e teneteli da parte perché dovranno essere aggiunti interi alla fine. Frullate tutto con un mixer ad immersione per ottenere un brodo con il quale porterete a cottura la zuppa 7. Ora occupatevi del soffritto: sbucciate la cipolla e tritatela finemente 8, lavate il sedano e riducete anch’esso ad un trito fine 9 per finire pelate la carota e riducetela a piccoli cubetti 10 In un tegame scaldate 25 gr di olio di oliva e fate soffriggere a fuoco moderato cipolla, sedano e carote tritati 11. Mentre il soffritto appassisce, pelate la patata e riducetela a dadini 12 Aggiungete anche i dadini di patata al soffritto e proseguite la cottura 13, mentre cuoce la patata versate i pelati in una ciotola e schiacciateli con una forchetta 14, aggiungeteli alle verdure nel tegame 15 Mentre la cottura prosegue, dedicatevi alle verdure a foglia: dividete a metà la verza, privatela della costola interna più dura 16, e poi tagliatela a julienne 17, Lavate e tagliate grossolanamente le bietole 18 e per ultime lavate e tagliate anche le foglie di cavolo nero 19. Aggiungete la verza, le bietole 20 e il cavolo 21 alla zuppa ora versate il brodo di fagioli che avete frullato 22, mescolate, coprite con il coperchio 23 e portate al bollore. Quando la zuppa bolle, togliete il coperchio e cuocete per altri 45 minuti mescolando di tanto in tanto. Quando la zuppa sarà pronta regolate di sale e pepe, unite i fagioli interi che avete tenuto da parte 24, mescolate e spegnete il fuoco. Tagliate a fette grossolane il pane raffermo, adagiate alcune fette sul fondo di una ciotola o zuppiera, coprite con un paio di mestoli di zuppa 25, poi adagiate un altro strato di pane e ricoprite con altra zuppa, proseguite alternando gli strati fino a terminare gli ingredienti 26. Lasciate raffreddare a temperatura ambiente e poi ponete in frigorifero coperto con pellicola 27 per almeno 2 ore. Trascorso questo tempo, riprendete la ribollita, il pane avrà assorbito la zuppa e la ribollita avrà un aspetto semisolido 28, versatela in un tegame, portatela al bollore, aromatizzatela con peperoncino 29 e foglioline di timo. La vostra ribollita è pronta per essere gustata con un filo di olio a crudo 30! "
}