{
    "title": "Chicche di patate al pesto con cozze e vongole",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "(per spolverizzare) q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "7 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 30 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "(da grattugiare) 15 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vongole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare le chicche di patate al pesto con cozze e vongole iniziate con la preparazione delle chicche. Prendete le patate e lavatele bene per togliere il terriccio. Prendete ora un tegame dai bordi alti, riempitelo d’acqua, salate e portate a bollore. Quindi, versatevi le patate lasciatele bollire per circa 30-40 minuti a seconda della grandezza delle patate 1 (potete dimezzare i tempi di cottura usando una pentola a pressione). Fate la prova con i rebbi di una forchetta per verificare il loro grado di cottura. Quindi ancora ben calde sbucciatele 2. Prendete ora una ciotola ampia e setacciatevi la farina 3. Ora aiutandovi con uno schiacciapatate schiacciate le patate all’interno della ciotola 4 e cominciate ad impastare. Poi aggiustate di sale ed aggiungete un uovo sbattuto 5. Quindi continuate ad impastare energicamente con le mani fino ad ottenere un composto omogeneo ed al contempo soffice 6. Dopodichè create dei filoncini dello spessore di circa 1 cm con il composto 7. Utilizzando un tarocco ricavate da ciascun filoncino dei piccoli pezzetti di circa 1 cm 8. Ripetete l’operazione per tutto l’impasto. Prendete quindi un vassoio, appoggiatevi sopra un canovaccio pulito, cospargetelo di semola e adagiatevi le chicche man a mano 9. A questo punto procedete alla preparazione del pesto. Prendete il basilico e pulite le foglioline, quindi mettetele in un mortaio. Ora prendete l’aglio, sbucciatelo ed unitelo nel mortaio con qualche grano di sale grosso 10. Pestate le foglie di basilico fino a quando non uscirà un liquido verde brillante. Quindi aggiungete i pinoli 11 e sempre mescolando aggiungete anche il grana grattugiato ed il pecorino. Infine aggiungete l’olio a filo continuando ad impastare con il pestello 12. Quando avrete ottenuto una salsa cremosa ed omogenea il vostro pesto sarà pronto. Se non possedete un mortaio potete utilizzare un mixer, avendo però cura di riporre la tazza del mixer in frigorifero almeno un’ora prima per raffreddarlo e facendo attenzione ad azionare il mixer a più riprese affinchè le lame non si surriscaldino. Procedete ora con la preparazione dei molluschi. Cominciate dalla pulizia delle cozze: sciacquatele sotto abbondante acqua corrente 13. Aiutandovi con un coltello eliminate incrostazioni e cirripedi 14, quindi tirate via il bisso, la barbetta che vedete uscire dalle valve 15. Strofinate ora con una paglietta di acciaio nuova per eliminare le rimanenti tracce di impurità 16. Ora prendete le vongole. Picchiettatele su un tagliere dal verso dell’apertura per verificare che non contengano sabbia 17 (se la contengono dovete buttarla, così come quelle con guscio rotto). Quindi prendete le vongole e ponetele in un colino appoggiato dentro ad una ciotola in e sciacquate in modo che esca la sabbia rimanente 18. Le vongole saranno pulite quando non osserverete depositare ulteriore sabbia. Ora che i molluschi sono puliti prendete una padella antiaderente dai bordi alti. Versatevi un filo di olio e fate rosolare uno spicchio di aglio 19 per insaporire. Quindi aggiungetevi cozze e vongole 20. Coprite la padella con il coperchio e lasciate che cozze e vongole si dischiudano 21 a fiamma vivace per alcuni minuti finchè i molluschi si saranno dischiusi. Una volta aperte filtrate scolate i molluschi con un colino riposto sopra ad un recipiente in modo da filtrarne il sugo di cottura 22 e tenetelo da parte. Sgusciate i molluschi avendo cura di tenerne alcuni da parte che serviranno per la decorazione del vostro piatto 23. Versate le cozze e le vongole con un po’ di liquido di cottura in una padella antiaderente 24. A questo punto prendete un tegame dai bordi alti, versatevi l’acqua insieme al rimanente liquido di cottura dei molluschi e portate a bollore. Versatevi le chicche, se preferite aiutandovi con una schiumarola 25. Quando le chicche riaffioreranno dall’acqua saranno pronte e potrete scolarle aiutandovi con una schiumarola 26 in modo tale da eliminare l’acqua di cottura. Quindi unitele al tegame dove avete riposto i molluschi 27. Unite in padella anche il pesto che avevate tenuto da parte 28, aggiustate di sale e pepe 29. A fuoco dolce per 2-3 minuti amalgamate bene gli ingredienti uniformandoli con l'aiuto di un cucchiaio di legno o una spatola ed il vostro piatto è pronto 30. Quindi decorate il piatto con i molluschi con il guscio che avete tenuto da parte e servite queste meravigliose chicche di patate al pesto con cozze e vongole! "
}