{
    "title": "Vellutata di castagne con porcini e guanciale croccante",
    "ingredients": [
        {
            "ingredient": "Castagne",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare la vellutata di castagne con porcini e guanciale croccante incominciate col porre sul fuoco una pentola con l'acqua per preparare il brodo vegetale. Procedete quindi alla pulizia delle castagne: intaccate le castagne con un coltellino 1 e poi fatele lessare in una pentola a pressione con abbondante acqua per 12 minuti 2 (in alternativa potete utilizzare una normale pentola facendo cuocere per circa 30 minuti). Prendete lo scalogno, eliminate la buccia e tagliatelo a rondelle 3. Tritate finemente il rosmarino 4 e tenete da parte. Quando le castagne saranno pronte 5, munitevi di guanti in lattice e con un coltellino sbucciatele ancora calde, togliendole una alla volta dal loro liquido di cottura man mano che le pulite 6. Terminato questo procedimento, fate soffriggere a fuoco medio lo scalogno in una padella antiaderente con l’olio mescolando bene con una spatola 7. Ponete sul fuoco le castagne precedentemente pulite, aggiungendo sale e pepe a vostro piacimento 8 insieme al rosmarino tritato 9. Fate rosolare per 2 minuti e poi versate il brodo vegetale che avete preparato coprendo bene le castagne 10: conservatene una parte e aggiungetela qualora il brodo dovvesse asciugarsi. Fate cuocere a fuoco vivo per 15-20 minuti e nel frattempo occupatevi della pulizia dei funghi porcini: con un coltellino affilato dalla lama liscia togliete la parte terrosa sul gambo, raschiandolo con delicatezza fino ad eliminare qualsiasi traccia di terra 11. Se i funghi sono abbastanza puliti, eliminate i pochi residui di terra con un pennello oppure con un panno di cotone 12, se invece sono ancora molto sporchi, passateli velocemente sotto un getto di acqua corrente fredda. Terminata la pulizia, tagliate i funghi interi nel senso della lunghezza 13. Fate soffriggere uno spicchio d’aglio in camicia in una padella anitaderente con l’olio 14, dopodiché fate rosolare i funghi per 10 minuti, regolando di sale e pepe 15. Quando i funghi saranno pronti, spegnete e tenete da parte 16. Tagliate il guanciale a fette e poi a listarelle 17, quindi fatelo cuocere per pochi minuti sul fuoco per eliminare il grasso e per renderlo croccante 18. Una volta che il guanciale sarà ben dorato 19, adagiatelo su una teglia foderata con carta da forno in modo che rilasci il grasso creatosi in cottura 20. Trascorso il tempo necessario, le castagne si saranno ben ammorbidite: spegnete il fuoco e frullatele con un frullatore ad immersione 21 finché non otterrete una crema densa 22. A questo punto passate la vellutata in un colino a maglie strette fino ad ottenere una crema liscia ed omogenea 23; trasferitela in un piatto di portata, guarnendola con i funghi e il guanciale croccante che avete preparato. La vostra gustosa vellutata di castagne con porcini e guanciale croccante è pronta: gustatela subito 24! "
}