{
    "title": "Empanadas argentine",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 125 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Carne bovina",
            "quantity": "trita 125 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "125 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "15 g"
        },
        {
            "ingredient": "Peperoncino verde",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Paprika",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Cumino",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "per spennellare (se cotti al forno) 1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "(per friggerli) q.b."
        }
    ],
    "preparation": " Per preparare le empanadas argentine, iniziate a sciogliere il sale nell'acqua a temperatura ambiente 1. In una ciotola capiente In mettete la farina, aggiungete l’olio e aggiungete l'acqua e sale al composto 2. Quindi impastate bene a mano 3 fino ad ottenere un impasto liscio e sodo. Formate un panetto con l'impasto e copritelo con la pellicola trasparente per lasciatelo riposare a temperatura ambiente per circa 30 minuti 4. Nel frattempo iniziate a preparare il ripieno: mettete in ammollo l’uvetta 5. Ponete sul fuoco un pentolino con l'acqua per far rassodare l'uovo. Quando sarà sodo, passatelo sotto l'acqua corrente fredda e privatelo accuratamente del guscio, poi cercate di ricavarne 13 fettine. Intanto, sul tagliere tritate grossolanamente la cipolla 6. In una padella capiente sciogliete lo strutto e fate soffriggere la cipolla tritata 7. Dopo 5 minuti aggiungete la carne macinata 8 e cuocetela a fuoco basso. Poi, aggiungete le spezie: il peperoncino in polvere, la paprika 9 e il cumino (potete anche ometterlo). Tagliate a rondelle il peperoncino e aggiungetelo direttamente in padella 10. Mescolate e se serve aggiustate di sale. Cuocete gli ingredienti per circa 20 minuti e a fine cottura aggiungete le olive denocciolate scolate e tagliate 11 e l’uvetta ben strizzata 12. Mescolate bene il composto e terminata la cottura spegnete il fuoco. Ora stendete la pasta in una sfoglia molto sottile (2mm circa) 13; con un coppa pasta da 12 cm ricavate dei cerchi (se nn avete un coppa pasta potete utilizzare un bicchiere largo per dare la forma) 14. Farcite ogni cerchio con un cucchiaino di ripieno 15. Aggiungete una fettina di uovo sodo e spennellate i bordi con dell'acqua 16. Quindi chiudetelo a metà premendo bene per sigillare la pasta prima sui bordi 17 poi ripiegando il bordino su se stesso 18. Ora che le vostre empanadas sono pronte potete cuocerle. Per la frittura procedete così: in una pentola capiente dai bordi alti, mette quanto basta di olio e portatelo alla temperatura di 170° (in alternativa sbriciolate in pentola un po' di farina, se sfrigola l'olio è pronto per la frittura). Quindi immergete le empanadas 19 e scolatele dopo circa 10 minuti, o fino quando saranno ben dorati 20. Scolateli su carta assorbente, poi trasferiteli su un vassoio ricoperto di carta assorbente e serviteli caldi 21. Per la cottura in forno: dopo averli chiusi 22 prima di infornarli spennellateli con un uovo 23 e infornateli in forno statico già caldo a 190° per 15 minuti (se forno ventilato cuocete a 170° per 10 minuti circa). Potete quindi servire le vostre deliziose empanadas ben calde 24! "
}