{
    "title": "Gnocchetti al nero di seppia con salsa di spigola e zafferano",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Nero di seppia",
            "quantity": "(1 bustina) 4 g"
        },
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "mezzo bicchiere"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zafferano in pistilli",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli gnocchetti al nero di seppia con salsa di spigola e zafferano iniziate preparando gli gnocchi al nero di seppia, Clicca qui per vedere il procedimento.Preparate quindi la salsa di spigola e zafferano, mettendo il pesce, squamato, privato delle interiora e della testa, a scottare in una padella contenente pochissima acqua al fine di poterlo spellare agevolmente 2. Una volta scottati, spellateli e riduceteli a cubetti e metteteli in una padella contenente del burro, uno spicchio di aglio, del rosmarino 3. Fateli rosolare 4 e dopo qualche minuto aggiungete il vino bianco 5 lasciate sfumare e aggiustate di sale. Sciogliete lo zafferano nella panna 6, che vi servirà per insaporire la salsa alla spigola. Quando tutto si sarà ben insaporito, togliete il rosmarino (e se non vi va di lasciarlo nella salsa anche lo spicchio d’aglio) e versate il contenuto della padella nel mixer. Frullate finemente 7 e mettete la salsa ottenuta nella padella insieme alla panna e allo zafferano 8; amalgamate bene la salsa.Versate gli gnocchi nell’acqua in ebollizione, e quando riemergeranno scolateli bene e buttateli nella padella contenente la salsa di spigola e zafferano, amalgamate la salsa e impiattate gli gnocchetti 9, spolverizzandoli con erba cipollina o prezzemolo.Servite immediatamente. "
}