{
    "title": "Riso alla pilota",
    "ingredients": [
        {
            "ingredient": "Riso vialone nano",
            "quantity": "semifino 350 g"
        },
        {
            "ingredient": "Salamella Mantovana",
            "quantity": "300 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Riportiamo qui di seguito come la tradizione vuole che si prepari questo riso.Ponete 600 ml di acqua in un paiolo di rame non stagnato o in una robusta pentola di acciaio dal fondo spesso e portatela ad ebollizione.Non appena l'acqua bolle, salatela leggermente e versate il riso al centro del tegame facendolo scendere da un imbuto 1 (o da un foglio di carta arrotolato a mo’ di imbuto), in modo che cadendo formi una piramide la cui punta deve emergere dal pelo dell'acqua di un paio di centimetri 2 (se la punta non affiorasse, togliete dell'acqua con un mestolo, se affiorasse più di 2 cm, aggiungete dell’acqua). Quando l’acqua riprenderà a bollire, cuocete il riso per 10-12 minuti a fuoco allegro e senza coperchio, agitando di tanto in tanto la pentola per scuotere il riso e spianarlo. Trascorsi i 10 -12 minuti il riso dovrebbe aver assorbito tutta l'acqua; toglietelo dal fuoco e coprite la pentola con un canovaccio che deve essere posto a contatto con il riso 3, quindi coprite con il coperchio 4. Lasciate riposare per 10 minuti durante i quali il riso completerà la sua cottura. Intanto fate sciogliere il burro in un tegame 5, unite la salsiccia 6 che avrete spellato e sgranato con una forchetta, e fate rosolare a fuoco moderato, sbriciolandola con un mestolo di legno e facendola sciogliere il più possibile. Trascorsi i dieci minuti, scoperchiate il riso, sgranatelo con una forchetta 7 e conditelo con la salsiccia rosolata 8 ,metà del grana grattugiato 9 e mescolate. Impiattate e servite il riso alla pilota immediatamente, cospargendolo con il restante grana grattugiato. "
}