{
    "title": "Tagliatelle mimosa",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 80 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Nasello",
            "quantity": "(o merluzzo) 250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Brandy",
            "quantity": "1 bicchierino"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tagliatelle seguite la ricetta della pasta verde che trovate qui con le dosi indicate in questa scheda .Quando avrete ottenuto un impasto liscio ed omogeneo 1, lasciatelo riposare coperto per almeno mezz’ora in luogo fresco. Tirate la sfoglia 2 ed ottenete le tagliatelle 3 (arrotolandola e poi tagliandola a mano seguendo le istruzioni indicate qui, oppure servendovi dell’apposita macchinetta). Nel frattempo, eliminate le eventuali lische contenute nel pesce, tagliatelo a pezzi 4 e tritatelo con le lame di un mixer 5. Mettetelo in una ciotola, aggiungete lo spicchio di aglio schiacciato, la mollica, il parmigiano, l’uovo 6, il sale, il pepe (se lo gradite), lo zafferano disciolto in un cucchiaio di acqua 7 e impastate bene. Ottenuto un composto di un colore giallo brillante 8, formate delle polpettine molto piccole 9 (della grandezza di una biglia di vetro). Mettete in una padella l’olio e il burro e rosolateci due spicchi di aglio che poi eliminerete; unite le polpettine, fatele saltare 2 minuti, poi sfumate con il brandy, unite la panna 10, aggiustate di sale e di pepe 11 e poi spegnete il fuoco. Cuocetele le tagliatelle in abbondante acqua salata e poi, una volta scolate, unitele in padella assieme al condimento 12. Fate saltare il tutto per un paio di minuti, poi impiattate suddividendo le polpettine nei vari piatti. Buona festa della donna!!!! "
}