{
    "title": "Polpette di lenticchie",
    "ingredients": [
        {
            "ingredient": "Lenticchie secche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "( 1 piccola) 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le polpette di lenticchie iniziate ponendo in ammollo per circa 2 ore le lenticchie in acqua fredda all’interno di una ciotola capiente 1. Questo passaggio si può anche saltare: serve a ridurre leggermente i tempi di cottura. Sciacquate e poi mettete a lessare la patata in acqua bollente 2 e una volta cotta e intiepidita sbucciatela con uno spelucchino 3. Scolatele e sciacquatele sotto l’acqua corrente 4 e poi versate all’interno di un tegame dal bordo alto colmo d’acqua 5. Cuocete le lenticchie per 40 minuti o finchè non saranno morbide. A cottura ultimata, scolatele molto bene (per evitare che il composto risulti troppo umido) 6, fate intiepidire; quindi versatele nella ciotola di un mixer, aggiungete il Grana Padano grattugiato 7, la patata lessa 8, il sale 9, il pepe e lo spicchio d’aglio sbucciato a cui potete togliere l'anima, la parte centrale più forte (potete anche omettere l'aglio se non lo preferite), azionate il mixer e frullate tutto fino ad ottenere un composto compatto ed omogeno 9. L’impasto deve risultare asciutto e compatto 10. In una ciotola ponete le due uova e sbattetele con una forchetta (11-12). Procedete formando le polpette: prendete una piccola porzione di impasto grande come una noce e dategli una forma rotonda facendo roteare tra i palmi delle mani la pallina 13; ne verranno circa 35. A questo punto occupatevi della panatura: passate le polpette prima nell’uovo sbattuto 14 e poi nel pangrattato 15. Man mano che formate le polpettine disponetele ben distanziate su un vassoio rivestito con carta da forno 16. Ora procedete con la cottura: in un tegame dal bordo alto riscaldate l’olio di semi fino a 170°, per una frittura ottimale si consiglia di monitorare la temperatura dell’olio utilizzando un termometro per alimenti. Cuocete le polpette poche alla volta per qualche minuto, finché non risulteranno dorate, poi scolatele con una schiumarola 17 e ponetele su un vassoio rivestito di carta assorbente per asciugare l’olio in eccesso. In alternativa potete cuocere le lenticchie in forno statico preriscaldato a 180°per circa 15 minuti. Gustate le polpette di lenticchie ben calde 18! "
}