{
    "title": "Straccetti di pollo alla sorrentina",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "300 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "per infarinare q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli straccetti di pollo alla sorrentina cominciate dal sugo. Quindi mondate uno scalogno e tritatelo finemente, versatelo in un tegame con un filo dâolio extravergine dâoliva 1 e cuocete per qualche minuto a fuoco dolce, mescolando spesso per non far bruciare il soffritto. Unite la passata di pomodoro 2, aggiustate di sale e versate un mestolo dâacqua 3. Coprite e cuocete a fuoco dolce per 20 minuti. 4 Intanto occupatevi del pollo, quindi tagliate il petto a striscioline di circa 1 cm di spessore 5 e poi in pezzi irregolari di circa 5 cm di lunghezza 6. Passate gli straccetti di pollo nella farina 7 e, mano a mano, sistemateli su un vassoietto foderato con carta forno 8. Scaldate una padella con dellâolio e poi scottate il pollo 9, cuocendo a fiamma viva per 2-3 minuti, girandoli di tanto in tanto. Quando saranno dorati 10, aggiustate di sale e infine unite il sugo di pomodoro 11. Sfiammate ancora per 2 minuti e poi spegnete la fiamma 12. Unite la mozzarella tagliata a cubetti e spezzettate le foglioline di basilico a mano 13, aggiustate con il pepe nero macinato 14 e mescolate il tutto. Versate in una pirofila 15, spolverizzando la superficie con il Parmigiano grattugiato 16. Infornate, in forno preriscaldato a 240Â° in modalitÃ grill, per 8-10 minuti o comunque il tempo necessario per far filare la mozzarella 17 e gratinare leggermente la superficie 17. I vostri straccetti di pollo alla sorrentina sono pronti per essere impiattati, non vi resta che servirli ancora bollenti 18. "
}