{
    "title": "Zuppa di pesce",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vongole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scampi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Seppie",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Gallinella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Rombo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Rana pescatrice",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la zuppa di pesce, iniziate dalla pulitura del rombo chiodato: per prima cosa eliminate le interiora dall’apertura posta sotto la testa, intaccate la pelle vicino all'apertura e tiratela via con forza, aiutandovi con un canovaccio 1. Eseguite questa operazione anche dall'altro lato. Con un coltello eliminate le pinne superiore e inferiore e la coda 2 e sfilettate il rombo, eliminando la lisca centrale 3. Oppure potete seguire il procedimento del video, tagliando prima le pinne, poi eliminando la pelle e infine sfilettando la carne. Tenete da parte tutti gli scarti, tranne le interiora perchè serviranno per il fumetto di pesce. Ora passate alla pulitura della rana pescatrice: se intera privatela della testa, della pelle e della membrana trasparente che la avvolge. Tagliate il filetto al centro, tutto intorno alla lisca centrale 4 in modo da facilitare la sua eliminazione (5-6). Dividete la rana pescatrice a metà. Prendete ora la gallinella: puntate il coltello nel foro sotto la pancia, praticate un taglio verso la testa ed eliminate le interiora, poi intaccate la testa 7 e la coda e tenete da parte gli scarti. Togliete le squame e sfilettate la galinella partendo dal dorso 8 ricavandone dei filetti che se necessario dovrete spinare con l'aiuto di una pinzetta 9. Tagliate a pezzi i filetti di rana pescatrice 10 e pulite anche le seppie, svuotatando la sacca dalle interiora ed eliminando gli occhi e il rostro che si trova fra i tentacoli. Tagliate le seppie a striscioline e mettetele da parte 11. Ora dedicatevi alla preparazione del fumetto di pesce: tagliate a dadini la cipolla, la carota e il sedano e fateli soffriggere insieme all'olio extravergine in pentola per un paio di minuti 12. Se lo gradite potete aggiungere anche del peperoncino fresco. Prendete gli scarti dei pesci che avete tenuto da parte e aggiungeteli in pentola 13 insieme a 2 litri di acqua e lasciate bollire per almeno mezz'ora. Durante questo tempo eliminate la schiuma dalla superficie del fumetto con l'aiuto di una schiumarola 14. Quando sarà pronto scolate il fumetto, raccogliendo con un colino tutto il liquido 15. Intanto che il fumetto cuoce dedicatevi ai molluschi: pulite le cozze, eliminando il bisso e i cirripedi dalla superficie secondo il procedimento che trovate qui (Pulizia delle cozze). Sciacquate le vongole sotto acqua corrente e battetele su di un tagliere di legno con il taglio rivolto verso il basso: se la vongola è pulita può essere cotta, se fuorisce della sabbia la vogola è da scartare. In una padella capiente mettete l‘olio e l’aglio tritato o intero 17, fatelo rosolare e aggiungete le cozze e le vongole 17. Alzate la fiamma e cuocete i molluschi per qualche minuto, coprendo con il coperchio per farle dischiudere. Bagnate con vino bianco e aggiungete un cucchiaio di prezzemolo, lasciando cuocere per un altro minuto 18. Spegnete il fuoco e scolateli, in modo da raccogliere il loro fondo di cottura. Se ci dovessero essere dei residui di sabbia, filtrate il liquido con una garza in modo da eliminare le impurità. Sgusciate le cozze e le vongole, lasciandone qualcuna intera per la decorazione finale del piatto. Ora pulite i crostacei: prendete ogni scampo e tirate verso l’alto, spezzando la parte finale della coda dove risiede l’intestino, che eliminerete, con l’aiuto di uno stuzzicadente. Praticate un taglio nella testa dello scampo 19 e date dei colpetti con la parte piatta del coltello anche alle chele, così che i succhi presenti in queste parti fuoriescano, durante la cottura, per insaporire la zuppa. Procedete così per ongi scampo. Prendete ora i gamberi (o le mazzancolle): togliete la testa 20, il carapace e le zampe 21. Potete lasciare attaccata la coda in quanto è decorativa. Raccogliete tutte le teste e i carapaci che serviranno per preparare un fondo di cottura dei crostacei. In una padella mettete dell'olio e una noce di burro: prendete gli scampi e posizionateli in padella con la testa rivolta verso il basso 22, schiacciandoli un po’ in modo che fuoriescano i succhi all’interno. Fateli rosolare per qualche minuto. Togliete dalla padella gli scampi e aggiungete gli scarti dei gamberi 23. Fate rosolare molto bene, sfumate con vino bianco o brandy 24, schiacciate bene le teste e a fine cottura, filtrate il fondo di cottura ottenuto. Ora è giunto il momento di preparare la zuppa di pesce: in una pentola capiente trasferite il fumetto di pesce, unite il fondo di cottura dei crostacei 25 e quello dei molluschi 26 e portate ad ebbolizione tutto il liquido. Aggiustate di sale e inziate ad aggiungere il pesce. Per primi inserite i pesci più coriacei: le seppie a listarelle 27, gli scampi, aiutandovi con un paio di pinze da cucina 28, i pomodorini precedentemente tagliati a metà, che daranno sapore alla zuppa 29, e la rana pescatrice tagliata a pezzi 30. Portate un'altra volta ad ebbolizione prima di aggiungere gli altri pesci. A questo punto abbassate il fuoco, tenete presente che il liquido deve sobbollire, e unite i filetti di rombo e galinella interi 31, i gamberi 32, le cozze e le vongole sgusciate 33. Coprite e fate cuocere la vostra zuppa a fuoco bassissimo per 15-20 minuti. Durante questo tempo non mescolate con un cucchiaio di legno ma muovete solo un po' la pentola dai manici. La zuppa è quasi pronta: con le pinze tirate su gli scampi, aggiungete le cozze e le vongole lasciate nel guscio e spolverate con abbondante prezzemolo 34. Potete preparare dei crostoni di pane ricavando delle fette spesse un paio di centimetri da una pagnotta di pane tipo pugliese, irrorateli con un filo d'olio e passateli in forno per 5 minuti fino a che non saranno dorati (35-36). La vostra zuppa di pesce farà un figurone in tavola! "
}