{
    "title": "Pasta con pomodorini e stracchino",
    "ingredients": [
        {
            "ingredient": "Fusilli Senza Glutine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "230 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "fresco q.b."
        }
    ],
    "preparation": " Per realizzare la pasta con pomodorini e stracchino, per prima cosa ponete sul fuoco una pentola colma di acqua salata e portatela a bollore, servirÃ per la cottura della pasta. Versate due terziÂ dello stracchino nella ciotola di un mixer, aggiungete anche metÃ dei pomodorini giÃ lavati e asciugati 1, salate, pepate, aromatizzate con le foglioline di origano fresco (tenetene qualcuna da parte per la guarnizione finale) 2 e per finire versate 3 cucchiai di olio di oliva 3. Frullate tutto fino a ottenere una crema omogenea 4. Intanto versate la pasta nellâacqua bollente 5 e cuocete per il tempo indicato sulla confezione. Nel frattempo tagliate a metÃ i pomodorini rimasti 6. Scaldate in una padella lâolio di oliva, aggiungete lo spicchio di aglio sbucciato 7, lasciate insaporire qualche istante, poi aggiungete i pomodorini 8, lo zucchero di canna 9 eÂ fate saltare a fuoco vivace per un paio di minuti, quindi eliminate lâaglio 10. Nel frattempo sarÃ giunta a cottura la pasta, scolatela direttamente nel tegame con i pomodorini 11 e aggiungete anche la crema di pomodori e stracchino 12. Lasciate insaporire a fuoco basso, il tempo di scaldare il sugo, poi spegnete il fuoco e profumate con foglioline di origano fresco 13. Servite la pasta guarnendo i piatti con lo stracchino rimasto 14 e mescolate per scioglierlo. Gustate subito la vostra pasta con pomodorini e stracchino 15. "
}