{
    "title": "Ravioli di ortiche",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 medie) 110 g"
        },
        {
            "ingredient": "Ortiche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "300 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i ravioli di ortiche, iniziate dalla pulizia di quest'ultime indossando per prima cosa un paio di guanti, per proteggervi dalla sostanza urticante. Private le ortiche degli steli conservando solo le foglie (ne otterrete circa 50 g) 1; quindi lavatele accuratamente mettendole a bagno in acqua fresca più volte 2, poi scolatele 3. In una padella capiente versate l'olio, lasciatelo scaldare e aggiungete le ortiche 4, lasciate appassire per 5-6 minuti mescolando di tanto in tanto, quindi versate anche l'acqua 5 e cuocete per circa 10 minuti coprendole con un coperchio 6. Una volta appassite, trasferitele in un bicchiere del mixer 7 e frullatele per ottenere una purea omogenea 8; Non appena avrete ottenuto una purea trasferitela all'interno di un colino a maglie strette e aspettate fino a che si sarà raffreddata completamente. In questo modo le ortiche perderanno il liquido in eccesso 10. Quando saranno fredde iniziate a realizzare la pasta fresca: su una spianatoia versate la farina (potete rimanere un pò indietro con la dose consigliata, in modo da aggiungerla al bisogno per ottenere una consistenza ideale) 11, create la fontana e al centro versate le ortiche appena scolate 12. Aggiungete anche le uova leggermente sbattute e amalgamate il tutto con una forchetta per iniziare a raccogliere gli ingredienti 13, poi proseguite a mano impastando per ottenere una consistenza liscia ed elastica 14. Formate una pallina di impasto e avvolgetela in pellicola trasparente 15. Lasciate riposare per almeno 30 minuti in un luogo fresco. Nel frattempo, occupatevi di preparare il ripieno. Versate la ricotta in una ciotolina e schiacciatela con una forchetta (se la vostra ricotta presenta molto siero occorrerà farla scolare per almeno 1 ora in frigorifero posta in un colino poggiato su una ciotolina), poi unite il formaggio grattugiato 16, salate e pepate e mescolate il tutto 17. Trasferite il composto in frigorifero coprendolo con la pellicola e riprendete la vostra pasta fresca che nel frattempo avrà riposato. Dividete il panetto in 4 parti 16 e iniziate a lavorarne una, coprendo le altre con la pellicola, in questo modo non si seccheranno. Infarinate la vostra porzione di impasto con della farina di semola rimacinata e iniziate a tirarla con l'apposita macchina 19, facendola passare prima dai rulli più larghi. Quindi ripiegate la prima striscia ottenuta 20 e ripassatela diminuendo lo spessore di volta in volta fino ad ottenere uno spessore di 2-3 mm 21. Disponete la vostra sfoglia su un piano leggermente infarinato sempre con la farina di semola rimacinata. Quindi prendete il ripieno dal frigo e con un cucchiaino formate dei piccoli mucchietti di ripieno disponendoli al centro del rettangolo e distanziandoli di un 4-5 cm l'uno dall'altro 22. Stendete un'altra porzione di pasta dello stesso spessore e posizionatela al di sopra 23, facendo una leggera pressione con le dita vicino al ripieno in modo da togliere l'arica 24. Utilizzando un coppapasta festonato dal diametro di 6 cm ricavate i vostri ravioli 25, tirate via la pasta in eccesso 26 che potrete impastare nuovamente, lasciar riposare per 20 minuti avvolta nella pellicola, e utilizzare nuovamente. Trasferite i ravioli su un vassoio infarinato e proseguite in questo modo fino a terminare sia la pasta che il ripieno. Una volta che li avrete preparati tutti (con queste dosi otterrete circa 35 ravioli, per 4 persone) 27; cuoceteli in abbondante acqua, salata a piacere, per 3-4 minuti. "
}