{
    "title": "Pasta alla Norma leggera",
    "ingredients": [
        {
            "ingredient": "Pennette Rigate Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 500 g"
        },
        {
            "ingredient": "Fiocchi di latte",
            "quantity": "225 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "700 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta alla Norma leggera, lavate i pomodorini, poi tagliateli in 4 parti 1. Mettete sul fuoco una padella antiaderente con l'olio e lo spicchio d'aglio 2 e fatelo rosolare. Quando l'aglio sarà dorato, versate i pomodorini precedentemente tagliati 3, aggiungete qualche fogliolina di basilico 4 e regolate di sale. Lasciate cuocere per 15-20 minuti a fuoco lento. Nel frattempo mettete sul fuoco una pentola con abbondante acqua salata e portate a bollore. Versate la pasta e fatela cuocere 5. Intanto occupatevi delle melanzene: lavatele, spuntatele, poi tagliate delle rondelle dello spessore di 0,5 cm 6. Fate scaldare una piastra e, quando sarà ben calda, adagiate le fettine di melanzane l'una accanto all'altra 7, facendole grigliare da entrambi i lati 8. Quando saranno pronte 9, trasferitele su un tagliere e tagliatele a striscioline 10; conservate qualche fettina intera che vi servirà per impiattare. Trascorso il tempo necessario, eliminate l'aglio dai pomodorini 11 e tenetene da parte una piccola quantità di sugo che vi servirà per impiattare. Versate le melanzane 12, mescolate con una spatola da cucina per amalgamare gli ingredienti 13. Scolate la pasta e versatela direttamente nel condimento 14, poi aggiungete i fiocchi di latte (mettetene da parte qualche cucchiaio) 15. Mischiate il tutto per insaporire 16, infine servite la vostra pasta alla Norma leggera, completando con il sugo di pomodorini, con i fiocchi di latte 17, qualche fettina di melanzana intera che avete conservato e un paio di fogioline di basilico 18! "
}