{
    "title": "Vellutata di sedano rapa",
    "ingredients": [
        {
            "ingredient": "Sedano rapa",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Porri",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "40 g"
        },
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "30 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 mazzetti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la vellutata di sedano rapa, per prima cosa pulite gli ortaggi: sciacquate i porri sotto l’acqua corrente, eliminate la parte verde 1 e la parte con la radice che si trova all’estremità opposta, poi praticate un’incisione longitudinale con il coltello ed eliminate le foglie esterne più coriacee 2; infine tagliate il gambo del porro a tocchetti di un paio di cm di spessore 3. Dovrete ottenere circa 280 g di porro pulito. Passate ora al sedano rapa: lavatelo accuratamente sotto l’acqua corrente per rimuovere i residui di terra, poi eliminate la buccia con la lama affilata di un coltello 4 e tagliatelo prima a fette 5 e poi a tocchetti di un paio cm di spessore 6. Dovrete ottenere circa 1,2 kg di sedano rapa pulito. Scaldate l’olio in una casseruola, aggiungete le foglie di salvia (conservate un paio di foglie per la guarnizione finale) e lasciate che insaporiscano l’olio per circa 5 minuti a fuoco medio-basso 7, dopodiché rimuovetele con una pinza da cucina 8. A questo punto aggiungete i tocchetti di porro 9 e di sedano rapa 10, alzate la fiamma e fateli tostare per altri 5 minuti, poi versate l’acqua fredda 11, coprite con un coperchio 12 e lasciate cuocere a fuoco medio per circa 40 minuti. Nel frattempo, sistemate le nocciole pelate in una teglia da forno 13 e fatele tostare in forno ventilato preriscaldato a 190° per circa 15 minuti o fino a che saranno dorate 14; una volta tostate, rompete grossolanamente le nocciole schiacciandole con la parte piatta della lama di una coltello 15. Infine tritate finemente le foglie di salvia che avevate tenuto da parte 16. Trascorso il tempo di cottura degli ortaggi, spegnete il fuoco e frullate il tutto con un frullatore a immersione 17 fino a ottenere un composto cremoso 18. Versate la crema in un colino e setacciatela con l’aiuto di una spatola, per ottenere una consistenza vellutata 19. Unite la panna fresca 20 e la noce moscata grattugiata 21 e mescolate bene. Ora potete trasferire la vellutata in un piatto fondo 22, guarnite la superficie con le nocciole tostate 23, aggiungete un po’ di salvia tritata e una macinata di pepe: la vostra deliziosa vellutata di sedano rapa è pronta per essere gustata 24! "
}