{
    "title": "Reginette al pesto di asparagi bianchi",
    "ingredients": [
        {
            "ingredient": "Reginette",
            "quantity": "350 g"
        },
        {
            "ingredient": "Asparagi bianchi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 80 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le reginette al pesto di asparagi bianchi, iniziate lavando accuratamente gli asparagi sotto acqua corrente 1. Quindi pelate il gambo con un pelapatate per eliminare la parte più esterna e filamentosa 2; poi tagliate la parte finale dei gambi, quella più dura, pareggiandoli 3. Per queste operazioni potete anche consultare la scheda della Scuola di cucina: come pulire gli asparagi. Ora legate gli asparagi con spago da cucina 4. In una asparagera o in una pentola stretta dal bordo alto, versate dell'acqua per 3/4, salate e aggiungete gli asparagi 5 per lessarli. Poneteli in verticale lasciando le punte appena fuori dall’acqua (si cuoceranno con il vapore) 6. Fate cuocere per circa 20 minuti. Passato il tempo necessario, scolateli 7 e lasciateli intiepidire in una terrina 8. Poi trasferite gli asparagi su un tagliere e riduceteli a tocchetti, tenendo da parte le punte 9. Ora che avete pronte le parti degli asparagi 10 ponete in un mixer i gambi a pezzetti 11 e aggiungete il pecorino e il parmigiano grattugiati e mescolati insieme 12. Aggiungete anche i pinoli, il pepe e il sale 13. Quindi frullate il tutto per ottenere una crema omogenea, poi fermate il mixer e aggiungete l'olio 14; fate andare ancora le lame per qualche minuto per creare una crema densa e omogenea. Trasferite la crema ottenuta in una larga padella e tenete da parte per la mantecatura finale. Intanto in una pentola capiente aggiungete l'acqua, salate a piacere e portate a bollore. Quindi versate le reginette 15. Lessatele per il tempo indicato sulla confezione e scolatele ancora al dente 16 nella padella dove avevate precedentemente versato il pesto di asparagi 17, accendete il fuoco a fiamma moderata e mantecate per qualche secondo la pasta 18. Aggiustate con il pepe a piacere 19, versate le punte di asparagi che avevate messo da parte 20 e servite le vostre deliziose reginette al pesto di asparagi bianchi ben calde 21! "
}