{
    "title": "Tortino di patate alla pizzaiola",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "150 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tortino di patate alla pizzaiola come prima cosa ponete le patate a bollire.Â Scolatele quando saranno quasi cotteÂ e sbucciatele. Nel frattempo preparate anche il sugo. Tagliate la cipolla a fette 2 e trasferitele all'interno di una pentola dove avrete giÃ versato un filo d'olio 3.Â LasciateÂ dorareÂ la cipolla, aggiungete la passata 4, regolate di sale 5 e lasciate cuocere per pochi minuti, mescolando spesso. AggiungeteÂ qualche fogliolina diÂ basilico e spegnete il fuoco 6.Â Prendete le patate e tagliatele a fette spesse 7 e conditele con il sale. Poi posizionate un anello da 20 cm su una leccarda foderata con carta forno e ungetelo 8. Passate le patate una alla volta nella farina 9 e sistematele all'interno dell'anello partendo dall'esterno (10-11).Â Ricoprite il tutto con un po' di sugo 12Â e spargetelo su tutta la superficie 13. Unite circa la metÃ della mozzarella tagliata a cubetti 14 e fate un altro strato di patate, sempre passandole prima nella farina 15. Completate con il sugo rimasto 16 e con la restante mozzarella (17-18).Â Aggiungete il Parmigiano grattugiato 19, in modo da coprire l'intera superficie 20. Aggiungete qualche fogliolina di basilico e cuocete in forno statico a 200Â° per 25 minuti.Â Poi sfornate 21 e aspettate qualche istante prima di estrarre l'anello 22, facendo attenzione a non scottarvi. A questo punto 23 trasferite su un piatto da portata, condite con foglioline di basilico a piacere e servite il vostro tortino di patate alla pizzaiola 24. "
}