{
    "title": "Risotto alle ortiche",
    "ingredients": [
        {
            "ingredient": "Riso",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ortiche",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare q.b."
        }
    ],
    "preparation": " Per preparare il risotto alle ortiche come prima cosa iniziate a realizzare il brodo vegetale. A questo punto occupatevi della pulizia delle ortiche: innanzitutto indossate dei guanti per proteggervi le mani dal loro potere urticante, che una volta cotte sparirà. Sfogliate le ortiche eliminando lo stelo: otterrete così circa 200 g di ortiche pulite) 1; poi lavatele in abbondante acqua fredda 2 e ponetele a scolare 3. Versate 10 gr di olio in un tegame, lasciatelo scaldare poi unite le ortiche 4, coprite con un coperchio 5 e quando saranno leggermente appassite aggiungete un pò d'acqua (circa 50 gr) 6 che servirà a favorire la cottura. Trascorsi circa 10 minuti le ortiche saranno pronte 7, spegnete il fuoco e trasferitele all'interno di un bicchiere dai bordi alti 8 e con un mixer ad immersione frullatele 9, fino ad ottenere una crema liscia 10. Poi tenetela da parte e passate ad occuparvi del risotto. Prendete il porro eliminate le estremità 11 e affettatelo finemenente 12. In un'altro tegame versate la quantità d'olio rimasta, poi unite il porro 13, lasciatelo appassire a fiamma dolce per 4-5 minuti; quindi aggiungete anche il riso 14 e tostatelo mescolando spesso. Quando avrà cambiato colore sfumatelo con il vino bianco 15 e solo quando tutta la parte alcolica sarà evaporata aggiungete un paio di mestoli di brodo caldo 16. Cuocete il risotto per circa 5 minuti, poi aggiungete la crema di ortiche 17, mescolate 18 e ultimate la cottura del risotto continuando ad aggiungere altro brodo caldo solo al bisogno. Una volta che il riso sarà cotto spegnete il fuoco, aggiungete il burro 19 e mantecatelo 20. A questo punto impiattate il vostro risotto alle ortiche e servitelo con del Parmigiano grattugiato 21. "
}