{
    "title": "Tajarin con sugo di carne e fegatini",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Carne bovina",
            "quantity": "trita 400 g"
        },
        {
            "ingredient": "Fegatini di pollo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pomodori perini",
            "quantity": "600 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Formate una fontana con la farina; rompete al centro le uova ed aggiungete l’olio 1. Impastate fino ad ottenere una pasta liscia ed elastica 2, che avvolgerete in un film trasparente e lascerete riposare in frigo per mezz’ora. Tagliate la cipolla finemente 3. Pulite e tagliate i fegatini a piccoli pezzi 4. Pelate, eliminate i semi e tagliate a pezzettini i pomodori 5. Per facilitare la pulizia dei pomodori è bene farli sbollentare in acqua per qualche minuto; la pelle si staccherà più facilmente. In una padella capiente fate sciogliere il burro, aggiungete la cipolla ed il rosmarino 6 e soffriggete fino a quando la cipolla non sarà trasparente. Incorporate i fegatini e rosolateli 7, poi aggiungete la carne 8 e fate cuocere il tutto per qualche minuto, poi aggiungete il brodo. Incorporate i pomodori pelati e tagliati 9; mescolate bene, salate, pepate, coprite con un coperchio e lasciate cuocere a fiamma dolce per 40 minuti. Tirate la pasta, realizzando delle lunghe strisce che avvolgerete su se stesse 10 e, con l’aiuto di un coltello 11, tagliatele dello spessore di 2 mm, ricavando i tajarin 12. Cuocete i tajarin in abbondante acqua salata per non più di 4 minuti. Serviteli caldi accompagnati dal ragout di carne e fegatini. "
}