{
    "title": "Crepes di farro con caponatina",
    "ingredients": [
        {
            "ingredient": "Farina di farro integrale",
            "quantity": "90 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "55 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "4 coste"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Malto di riso",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare le crepes di farro con caponatina, iniziate dall'impasto delle crepes: in una ciotola versate la farina 0 e quella integrale di farro setacciate 1. Unite anche l'acqua a temperatura ambiente 2 e mescolate tutto con una frusta. Coprite il composto con pellicola 3 e lasciate riposare per almeno 30 minuti in frigorifero. Intanto preparate la caponatina. In una ciotola versate l'acqua fredda e mezzo limone 4: servirà per tenere a bagno i carciofi perchè non anneriscano prima di essere impiegati. Pulite i carciofi (potete indossare dei guanti per evitare che le mani si anneriscano); guardate la scheda della Scuola di Cucina: come pulire i carciofi. Tagliate la parte più appuntita e sfogliateli 5 fino ad arrivare alle foglie più tenere. Poi pulite il gambo togliendo la parte più filamentosa e tagliateli a metà 6. Eliminate la barbetta interna 7 e tagliateli a fettine sottili 8, poi versateli nella ciotola con l'acqua acidulata 9. Intanto mettete in ammollo l'uvetta nell'acqua 10, tritate la menta fresca 11 e tenetela da parte. Dissalate i capperi e tagliate a rondelle le olive verdi denocciolate. Poi mondate anche la cipolla e tagliatela a fette sottili 12, per poi tritarla finemente. Quindi eliminate la parte esterna filamentosa del sedano con un pelaverdure 13 e tagliatelo a julienne 14. Scottate il sedano qualche istante in acqua bollente per ammorbidirlo 15. Nel frattempo in una padella fate scaldare un filo d'olio e soffriggete uno spicchio di aglio sbucciato interno (che toglierete a fine cottura) e la cipolla tritata 16; quando quest'ultima sarà appassita, unite il sedano 17 e i carciofi scolati dall'acqua acidulata 18. Lasciate cuocere a fuoco vivace per 5 minuti. Dopodiché aggiungete il malto di riso 19; poi sfumate con l'aceto di mele 20 e quando sarà evaporato aggiungete l'uvetta ben scolata e strizzata 21, i capperi dissalati 22, la menta tritata 23 e le olive verdi denocciolate e tagliate a rondelle e i pinoli 24. Aggiustate di sale e pepe a piacere; lasciate cuocere circa 15 minuti. Intanto riprendete l'impasto delle crepes; scaldate una padella specifica per crepes e oleatela leggermente (anche una padella antiaderente di circa 24 cm di diametro andrà bene). Quando sarà ben calda, versate un mestolo di impasto 25 e spandetelo su tutta la superficie 26 aiutandovi con una spatola o il dorso di un cucchiaio. Fate cuocere circa un minuto e prima di girare la crepes, condite con semi di sesamo bianco 27. Cuocete la crepes anche dall'altro lato, poi ripetete la stessa operazione fino a terminare l'impasto. Ora che le crepes 28 e il ripieno sono pronti, potete farcirle: distribuite su metà superficie la caponatina di verdure 29 e richiudete le crepes a mezzaluna 30 per servirle! "
}