{
    "title": "Pollo fritto con maionesi veloci",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "20 g"
        },
        {
            "ingredient": "Wasabi",
            "quantity": "in pasta 1 cucchiaino"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Corn flakes",
            "quantity": "non zuccherati 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il pollo fritto con maionesi veloci iniziate tagliando a striscioline il petto di pollo 1, dovete ottenere dei bastoncini piuttosto lunghi, quindi trasferiteli in una teglia e aromatizzate con il sale,il pepe, i rametti di rosmarino, la scorza di limone 2 e il suo succo 3, condite con l’olio d’olio di oliva 4 e speziate con la paprika forte 5, mescolate per insaporire bene il pollo, quindi coprite con la pellicola 6 e tenete da parte a marinare. Intanto occupatevi delle maionesi: versate il latte di soia nel bicchiere del mixer, aggiungete il sale, l’aceto di riso 7 e l’olio di semi 8, emulsionate tutto con un mixer a immersione 9 Fino a ottenere una salsa omogenea 10. Dividete al maionese in tre ciotole separate 11 e aromatizzate ciascuna ciotola in modo diverso: insaporite la prima con il wasabi 12 , la seconda con la senape e il miele 13 e l’ultima con il tabasco e l’erba cipollina 14. Mescolate bene le tre maionesi e tenetele da parte 15. Ora occupatevi della panatura: versate nel mixer il cornflakes, aggiungete un rametto di rosmarino 16. Sminuzzate fino ottenere un composto sabbioso 17.Ora potete impanare i bastoncini di pollo: predisponete tre ciotole contenenti la farina, l’uovo sbattuto e i cornflakes sminuzzati 18. Prendete un bastoncino di pollo, passatelo prima nella farina 19, poi nell’uovo e infine nella panure di cornflakes 20. Impanate tutti i bastoncini e adagiateli su un vassoio man mano 21. Friggete il pollo in abbondante olio di semi, portato a una temperatura di 170° ( per monitorare la meglio la temperatura consigliamo di munirsi di un termometro per alimenti). Cuocete i bastoncini per un paio di minuti 22, poi scolateli su un vassoio rivestito con carta assorbente 23 e servite il pollo fritto ben caldo accompagnandolo con le maionesi veloci 24. "
}