{
    "title": "Insalata di pasta con agretti e mazzancolle",
    "ingredients": [
        {
            "ingredient": "Farfalle Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "(freschi o surgelati) 170 g"
        },
        {
            "ingredient": "Barba di frate (agretti)",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "(senza testa) 150 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "1 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'insalata di pasta con agretti e mazzancolle come prima cosa tritate la cipolla 1.Â Lavate gli agretti, poi eliminate la parte finale 2 e tagliateli in pezzetti 3.Â Versate in un tegame un giro d'olio, unite la cipolla tritata 4 e lasciatela appassire. Aggiungete i piselli 5, gli agretti 6 e regolate di sale e di pepe.Â Unite un paio di cucchiai d'acqua 7 e lasciate cuocere per circa 10/15 minuti al massimo, mescolando spesso, fino a che non risulteranno ben appassiti 8.Â Poi cuocete la pasta in abbondante acqua bollente, salata a piacere 9; scolatela poi al dente e lasciatela intiepidire.Â Sgusciate le mazzancolle 10 e se dovesse essere necessario eliminate anche il filamento nero, che si trova sul dorso. In una padella scaldate un filo d'olio e utilizzatela per scottare le mazzancolle a fiamma alta. Ci vorranno circa un paio di minuti e dovrete girarle a metÃ cottura 11. Lasciate intiepidire le mazzancolle, poi dividetele a metÃ . Versate il condimento a base di agretti in una ciotola, unite la pasta ormai tiepida 12 e le mazzancolle 13. Mescolate il tutto, aggiungete poi i grani di pepe rosa 14 e la scorza grattugiata di un lime 15. Aggiungete ancora un filo d'olio 16 e le foglioline di menta spezzettate 17. Mescolate e riponete in frigorifero fino al momento di servire la vostra insalata di pasta con agretti e mazzancolle 18. "
}