{
    "title": "Farro tiepido con pollo al miele",
    "ingredients": [
        {
            "ingredient": "Farro perlato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il farro tiepido con pollo al miele, per prima cosa portate a bollore una pentola capiente di acqua salata, poi aggiungete il farro 1 e cuocetelo per il tempo indicato sulla confezione. Nel frattempo preparate la marinatura per il pollo: mettete il petto di pollo in una terrina, aggiungete l’olio, il miele 2 e le foglioline di timo 3, salate e pepate a piacere, poi rigirate le fette da entrambi le parti per assicurarvi che la carne si insaporisca uniformemente 4 e tenetelo momentaneamente da parte. Trascorso il tempo di cottura del farro, scolatelo 5 e trasferitelo in una ciotola capiente, condite con un filo d’olio, mescolate 6 e lasciatelo intiepidire. Nel frattempo potete occuparvi di preparare il pesto leggero: in un contenitore alto e stretto unite le foglie di basilico, l’olio 7, la scorza di limone grattugiata, sale e pepe, poi frullate con un frullatore a immersione 9 fino a ottenere una consistenza uniforme. Trasferite il pesto in una ciotolina 10, copritelo con pellicola trasparente a contatto e tenetelo momentaneamente da parte. Ora scaldate per bene una griglia, adagiate i petti di pollo 11 e cuoceteli per circa 4-5 minuti per lato (il tempo di cottura può variare a seconda dello spessore delle fette), in modo che la superficie si caramellizzi. Una volta grigliato, trasferite il petto di pollo su un tagliere e tagliatelo trasversalmente a fettine, come se fosse una tagliata 12. A questo punto siete pronti per assemblare il piatto: aggiungete circa 2 cucchiai di farro alla base 13, adagiate 3-4 fettine di pollo 14 e condite con una cucchiaiata di pesto leggero 15. Se desiderate, potete guarnire il piatto con un filo d’olio, della scorza di limone e qualche fiocco di sale di Maldon, dopodiché il vostro farro tiepido con pollo al miele è pronto per essere servito! "
}