{
    "title": "Risotto birra e speck",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Birra scura",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Speck",
            "quantity": "150 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il risotto birra e speck iniziate sbucciando la cipolla bianca, e poi tritatela finemente 1 e tenetela da parte. Lavate il prezzemolo e tritate anch’esso finemente al coltello 2. Ora prendete la fetta di speck e riducetela a dadini molto piccoli 3. Ponete sul fuoco una padella larga, sciogliete il burro e poi unite la cipolla tritata 4, fate appassire la cipolla per almeno 10 minuti, poi aggiungete i dadini di speck e mescolate con un cucchiaio 5 per farli insaporire. Fate saltare qualche minuto lo speck, poi prelevate un cucchiaio di dadini e teneteli da parte 6(serviranno per la guarnizione del piatto finito). Versate il riso 7 e fatelo tostare finché non risulterà trasparente, poi aggiungete la birra scura un po’ alla volta 8, fino a terminarla, lasciandola assorbire ogni volta prima di aggiungerne altra. Quando la birra sarà stata assorbita versate un mestolo di brodo 9 e proseguite fino ad ultimare la cottura, avendo cura di aggiungere all’occorrenza poco brodo alla volta per non far asciugare troppo il riso. Quando il riso sarà al dente unite la ricotta 10, mescolate per farla sciogliere, dovrà rendere il riso cremoso. A cottura ultimata spegnete il fuoco, aromatizzate con il prezzemolo tritato 11 e servite il vostro risotto birra e speck ben caldo! "
}