{
    "title": "Fettuccine alla papalina",
    "ingredients": [
        {
            "ingredient": "Fettuccine all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 1 mestolo"
        }
    ],
    "preparation": " Per preparare le fettuccine alla papalina tagliate prima a fette 1 e poi a listarelle il prosciutto crudo 2. Ponete sul fuoco una pentola antiaderente e fate sciogliere il burro a tocchetti 3. LasciateÂ appassire la cipolla tritata finemente per 8 minuti nel burro 4 aggiungendo un mestolo di acqua a temperatura ambiente 5. Unite il prosciutto crudo precedentemente tagliato a listarelle 6 e mescolate con una spatola da cucina 7, facendo cuocere per altri 2 minuti. Una volta pronto, spegnete e tenete da parte. Mettete sul fuoco una pentola con acqua salata e portate a bollore, quindi cuoceteÂ le fettuccine al dente per 3 minuti 8; nel frattempo rompete le uova in un recipiente e aggiungete la panna, e mescolateÂ energicamente con le fruste 9. Unite il formaggio grattugiato 10, mischiate nuovamente 11, infine aggiustate di sale 12. Trascorso il tempo necessario, scolate le fettuccine e versatele direttamente nella padella con il condimento 13, facendole saltare per qualche istante per insaporire; spegnete il fuoco e aggiungete il composto a base di uova 14, distribuendolo in maniera omogena sulla pasta 15. Mischiate velocemente per amalgamare bene tutti gli ingredienti 16, quindi regolate di pepe 17: le vostre fettuccine alla papalina sono pronte per essere servite ben calde 18. "
}