{
    "title": "Schiaffoni (o paccheri) ai frutti di mare",
    "ingredients": [
        {
            "ingredient": "Paccheri",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Calamari",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vongole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare gli schiaffoni (paccheri) ai frutti di mare incominciate con la pulizia del pesce, partendo dai gamberi: eliminate la testa 1 e la coda, poi con le dita togliete il carapace 2; incidete il dorso ed estraete l'intestino interno (il filamento nero) tirandolo delicatamente con le pinze da cucina 3 (in alternativa potete utilizzare uno stuzzicadente). Tenete da parte i gamberi e passate alle cozze e alle vongole. Sciacquate le cozze sotto acqua corrente 4; con il dorso della lama di un coltello eliminate tutte le incrostazioni e i cirripedi (parassiti che si formano sul guscio) e con un movimento energico staccate manualmente la barbetta (o bisso) che fuoriesce dalle valve 5 (per facilitare l'operazione è possibile impugnare il bisso con un canovaccio). Sempre sotto l’acqua fresca corrente e utilizzando una paglietta d'acciaio (oppure una spazzola rigida), sfregate energicamente le cozze per eliminare ogni impurità 6. Una volta pulite, mettete da parte. Controllate che le vongole non contengano sabbia: picchiettatele una ad una su un tagliere dalla parte dell'apertura 7: se uscirà della sabbia scura significa che la vongola sarà piena di sabbia e sarà quindi da buttare. Eliminate anche quelle che presentano il guscio rotto. Poi ponete le vongole in un colapasta poggiato su una ciotola e sciacquatele più volte sotto acqua corrente 8: terminate quando nella ciotola non si vedrà più sabbia. Prendete i calamari, staccate la testa ed eliminate la cartilagine interna 9; sciacquateli sotto acqua corrente 10 ed eliminate la pelle e le pinne 11. Tagliate ad anelli i calamari 12 e tenete da parte. Fate rosolare 2 spicchi d’aglio con un filo di olio in una padella antiaderente 13. Quando l’aglio sarà ben dorato, toglietelo, poi versate le cozze e le vongole 14, aggiungendo 50 g di vino bianco 15 e regolando di sale e pepe a piacere. Cuocete a fuoco vivace coprendo con un coperchio 16, lasciando che i molluschi si aprano spontaneamente 17: ci vorranno circa 5 minuti. Trascorso questo tempo, controllate tutte le cozze e le vongole: quelle che non si saranno aperte andranno buttate. Spegnete il fuoco e scolatele conservando il liquido di cottura, quindi separate le valve vuote delle cozze 18 e delle vongole da quelle piene, conservandone qualcuna intera per la presentazione finale del piatto. In una ciotola filtrate il fondo di cottura dei molluschi, ponendo della carta da cucina su un colino a maglie strette 19, poi mettete da parte il liquido che avete ottenuto 20. In una pentola antiaderente fate scaldare l’olio con uno spicchio d’aglio, poi aggiungete i calamari tagliati ad anelli 21; sfumate con il vino bianco restante 22 e fate cuocere per 4 minuti, mescolando il tutto con una spatola 23. Tagliate a metà i pomodorini 24 e aggiungeteli ai calamari, regolando di sale 25 e pepe e aggiungendo di tanto in tanto 50 g di liquido di cottura dei molluschi che avete filtrato in precedenza 26. Continuate la cottura per altri 4 minuti a fuoco basso coprendo con un coperchio, fino a quando i calamari saranno ben teneri 27. Successivamente unite anche i gamberi 28. Mettete una pentola sul fuoco con abbondate acqua salata che vi servirà per la pasta; quando l’acqua avrà sfiorato il bollore, fate cuocere gli schiaffoni (o paccheri) per 15 minuti 29. Aggiungete al condimento anche le cozze e le vongole e fate cuocere per altri 4 minuti 30 Quando la pasta sarà pronta, scolatela e aggiungetela al sugo a base di pesce e pomodorini che avete preparato 31. Fate saltare il tutto per 3 minuti, aggiungendo altri 50 g del liquido di cottura in modo che la pasta si insaporisca, infine cospargete con il prezzemolo tritato 32; spegnete il fuoco. I vostri schiaffoni (o paccheri) ai frutti di mare sono pronti per essere serviti 33. Se volete, potete decorare il piatto con i molluschi interi (vongole e cozze) che avete tenuto da parte. "
}