{
    "title": "Pasta tonno e piselli",
    "ingredients": [
        {
            "ingredient": "Spaghetti Senza Glutine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 130 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "170 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "180 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta tonno e piselli per prima cosa ponete sul fuoco una pentola colma di acqua, portate al bollore e salate. Lavate e tagliate i pomodorini a metÃ 1, in un tegame scaldate lâolio, aggiungete lo spicchio dâaglio sbucciato 2 e fate rosolare qualche istante. Aggiungete poi i pomodorini 3 E una volta che i pomodorini avranno rilasciato i propri succhi, aggiungete anche i piselli 4 e fate cuocere per circa 5 minuti. Aggiungete il basilico spezzato grossolanamente con le mani 5, fate cuocere il sughetto a fiamma media per altri 5 minuti circa. Nel frattempo versate la pasta nellâacqua ormai giunta al bollore 6 e cuocete al dente, 3 minuti in meno rispetto al tempo indicato sulla confezione. Salate il sughetto 7, aggiustate anche di pepe e una volta trascorsi i 5 minuti di cottura, eliminate lo spicchio di aglio 8 e aggiungete il tonno sgocciolato 9, facendo cuocere il tutto per altri due minuti circa, se il sugo dovesse asciugarsi troppo, aggiungete un poâ di acqua di cottura della pasta 10. Scolate la pasta direttamente nella pentola con il condimento 11, aggiungete un mestolo dâacqua di cottura 12 e saltatela per pochi istanti 13. Servite la vostra pasta con tonno e piselli ben calda con unâaltra grattata di pepe nero a piacere (14-15). "
}