{
    "title": "Pomodori ripieni",
    "ingredients": [
        {
            "ingredient": "Pomodori ramati",
            "quantity": "da circa 200 gr l'uno 12"
        },
        {
            "ingredient": "Riso vialone nano",
            "quantity": "320 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pecorino",
            "quantity": "40 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare i pomodori ripieni lavate e asciugate i pomodori, poi tagliate loro le calotte e tenetele da parte 1. Tagliate il perimetro interno del pomodoro con un coltellino e poi servendovi di un cucchiaio, scavate ed eliminate tutto il contenuto dei pomodori che riverserete in una ciotola 2 e frullerete. Salate l’interno dei pomodori e metteteli a sgocciolare su di una gratella con la parte scavata verso il basso. Mettete in una padella due cucchiai di olio e uno spicchio di aglio schiacciato, quindi fatelo dorare e poi aggiungete il composto frullato di pomodori. Fate asciugare e addensare il tutto e poi, prima di spegnere il fuoco, salate, pepate e aggiungete il prezzemolo e il basilico tritati 3. Lessate il riso in abbondante acqua salata e scolatelo ancora molto al dente, quindi versatelo dentro ad una ciotola dove aggiungerete il composto di pomodoro 4 e i formaggi grattugiati 5, quindi pepate e mescolate per bene 6. Riempite ogni pomodoro con un cucchiaio di ripieno 7; tagliate quindi la provola in 12 dadi del peso di circa 10 gr l’uno e infilate ogni dado nel centro dei pomodori ripieni di riso 8; ricoprite con altro riso e ponete i pomodori ripieni in una teglia dal fondo oliato 9. Mettete sulla leccarda del forno un foglio di carta forno e poggiatevi sopra tutte le calotte che avete inizialmente tagliato via dai pomodori. Cospargete i pomodori con un filo d’ olio evo e poi infornate in forno già caldo a 180° per almeno 50 minuti, mettendo nella tacca sotto a quella dove avete poggiato i pomodori, la leccarda con le calotte. Quando i pomodori avranno la superficie ben dorata (se non lo fosse accendete per qualche minuto il grill del forno) estraete i pomodori e le calotte, lasciate riposare per 5 minuti e poi mettete le calotte sui pomdori come fossero dei cappellini e servite i vostri pomodori ripieni! "
}