{
    "title": "Torre di ziti ripieni",
    "ingredients": [
        {
            "ingredient": "Ziti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "qualche fogliolina"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 200 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Speck",
            "quantity": "a fette 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare la torre di ziti ripieni cominciate cuocendo gli ziti al dente 1 e lasciandoli raffreddare. Preparate una besciamella con le dosi degli ingredienti sopra indicati.Tagliate le fette di speak a julienne 2 e tostatele leggermente in una padella senza olio. Amalgamate lo speak tostato con la besciamella 3 e mettetela da parte. Pareggiate gli ziti e tagliateli tutti uguali con l'aiuto di un paio di forbici. Mettete il formaggio fresco spalmabile in una ciotola, aggiungete dell'erba cipollina e del basilico tritati finemente 5 e amalgamate il tutto. Con una sac-Ã -poche dotata di una piccola bocchetta liscia e riempite gli ziti con la crema preparata 6. Prendete una pirofila e cominciate l'assemblaggio: adagiate due cucchiai di besciamella con speak e sistemate uno strato di ziti ripieni, uno accanto all'altro 7. Sopra gli ziti adagiate un altro strato di besciamella e parmigiano reggiano 8. Concludete con alcuni pinoli 9. Adagiate sopra la besciamella altriÂ ziti ripieni in senso opposto. Ripetete l'operazione fino a terminare gli ingredienti e creare una torretta di ziti. Concludete con del parmigiano grattugiato e infornate in forno statico preriscaldato a 180Â°C per circa un quarto d'ora fino a che la torre di ziti ripieni sarÃ ben gratinata! "
}