{
    "title": "Vellutata di cavolfiore",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "di Fano 740 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "farinose 740 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "stelo 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "110 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare la vellutata di cavolfiore iniziate preparando tutti gli ingredienti: lavate, pelate e tagliate a tocchetti le patate (1-2), poi private il porro della parte verde e affettate a rondelle sottili la parte bianca 3. Lavate e mondate il cavolfiore; tagliate, con l’aiuto di un coltello, l’estremità inferiore della testa ed eliminate le foglie più dure, quindi staccate le cimette dal gambo 4. Fate sciogliere il burro con due cucchiai di olio in un pentolino 5, poi unite due spicchi di aglio schiacciato (potete usare uno schiaccia aglio) 6. Quando l’aglio sarà imbiondito aggiungete il porro 7, il cavolfiore 8 e le patate 9, quindi insaporite con del pepe nero macinato 10. Aggiungete un litro di acqua 11 e lasciate cuocere a fuoco medio per 10 minuti, mescolando di tanto in tanto 12, poi coprite con un coperchio e continuate la cottura per altri 20 minuti, a fuoco lento 13. Una volta cotte le verdure, frullate il tutto con il mixer 14. Tritate l’erba cipollina e cospargetela sulla vellutata, aggiustate di sale, poi mescolate per amalgamare bene tutti gli ingredienti 15. La vellutata di cavolfiori è pronta: servitela ben calda, accompagnata eventualmente da crostini di pane tostato, un filo d’olio extravergine e parmigiano grattugiato. "
}