{
    "title": "Ravioli con sogliola e orata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(da circa 70 gr l'una) 3"
        },
        {
            "ingredient": "Sogliola",
            "quantity": "filetti giÃ puliti 75 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Orata",
            "quantity": "filetti giÃ puliti 75 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "o gamberi bianchi 150 g"
        },
        {
            "ingredient": "Vongole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pesto alla Genovese",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare i ravioli con sogliola e orata iniziate dal ripieno: mettete a cuocere le patate in una pentola capiente piena dâacqua fredda, leggermente salata, per circa 20 minuti da quando inizia il bollore; quando saranno cotte, lasciatele raffreddare, quindi sbucciatele e tagliatele a pezzi 1. Nel frattempo prendete i filetti di pesce giÃ puliti e tagliateli a piccoli pezzetti 2. In una padella ponete uno spicchio dâaglio, lâolio di oliva extravergine e il prezzemolo tritato 3. Aggiungete il pesce e fatelo rosolare per circa per 4-5 minuti 4, poi sfumate con del vino bianco 5. Quando il pesce sarÃ cotto ponetelo in un mixer insieme alle patate e frullate il tutto 6 fino ad ottenere una crema 7. Aggiungete, se occorre, un filo dâolio, quindi aggiustate di sale e pepe. Tenete da parte il ripieno e lasciatelo raffreddare completamente. A questo punto preparate la pasta allâuovo che vi servirÃ per formare i ravioli: su una spianatoia infarinata mettete la farina formando la classica fontana 8, formate un buco la centro e aggiungete le uova. 9. Impastate il tutto con le mani fino ad ottenere un composto compatto 10, coprite con la pellicola e lasciate riposare per almeno mezzâora 11 (per un approfondimento su come preparare la pasta all'uovo clicca qui). Preparate ora il sugo: in una padella capiente mettete ad imbiondire lâaglio con l'olio extravergine di oliva e del prezzemolo 12, quindi aggiungete i pomodori ciliegia, che avrete precedentemente mondato e tagliato in quarti 13, e lasciateli appassire a fuoco basso per qualche minuto. Unite al tutto le vongole pulite 14 e le cozze 15, anch'esse pulite, e lasciatele dischiudere per 5 minuti a fuoco basso (per un approfondimento su come pulire le cozze clicca qui). Lavate e sgusciate le mazzancolle 16, quindi aggiungetele al sugo e lasciate cuocere il tutto per 5-6 minuti 17; se necessario, aggiustate di sale e pepe. Una volta cotto il tutto, spegnete il fuoco e mettete il sugo da parte. Nel frattempo la pasta allâuovo avrÃ riposato per il tempo necessario: toglietela dalla pellicola e stendetela su una spianatoia infarinata, con un mattarello. Ricavate dei rettangoli regolari e piuttosto sottili aiutandovi con una macchina per fare la pasta 18, quindi trasferite il ripieno in una sac-Ã -poche e mettetene una pallina grande come una noce sullâimpasto, distanziando le successive di circa 3 cm tra l'una e l'altra 19. Spennellate con dellâacqua la pasta, sui bordi del rettangolo e intorno alle palline di ripieno 20; ricoprite con un altro foglio di pasta, premendo bene con le dita tra un ripieno e l'altro, per sigillare il tutto 21. Con un tagliapasta seghettato formate i ravioli tagliando lâimpasto in tanti quadrati (da 5cm x5cm) 22. Prendete ora un vassoio, spolverizzatelo con della farina o della semola, quindi adagiatevi i ravioli 23. In una pentola portate ad ebollizione abbondante acqua salata e fatevi cuocere i ravioli per qualche minuto 24; fino a quando verranno a galla: scolateli allora utilizzando una schiumarola ed uniteli al sugo 25. Accendete il fuoco e fate saltare il tutto per 1-2 minuti ancora, quindi aggiungete il pesto 26 e spegnete il fuoco (se volete assicurarvi che il pesce non cuocia troppo potete toglierlo dal sugo e tenerlo da parte al caldo, quindi aggiungerlo successivamente). Mescolate per amalgamare tutti gli ingredienti 27, aggiustate di sale e pepe e i vostri ravioli con sogliola e orata saranno pronti: serviteli e gustateli quando ancora sono caldi. "
}