{
    "title": "Chicche di patate tricolore",
    "ingredients": [
        {
            "ingredient": "Patate bianche",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 medie) 118 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "75 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le chicche di patate tricolore lavate le patate, ponetele in un tegame colmo d’acqua senza sbucciarle 1 e lessatele per circa 30 minuti o fino a quando non risulteranno morbide. Intanto occupatevi degli spinaci, lavate le foglie poi scaldate l’olio in padella, quindi versate gli spinaci 2 coprite con il coperchio 3 e fateli appassire per 5 minuti o finchè non risulteranno teneri. Una volta cotti, versateli in un bicchiere da mixer 4, frullateli con il mixer ad immersione 5 fino ad ottenere una purea 6 che terrete da parte. Ora occupatevi del sugo: scaldate in un tegame l’olio con uno spicchio di aglio, poi versate la passata di pomodoro 7 e cuocete per circa 30 minuti a fuoco dolcem, mescolando di tanto in tanto. Mentre il sugo cuoce, riprendete le patate cotte, passatele nello schiacciapatate ancora calde con tutta la buccia (o sbucciate come preferite) e raccogliete la purea in una ciotola 8. Su una spianatoia versate la farina (potete rimanere leggermente indietro con la dose di farina indicata e aggiungerla al bisogno: per questi impasti infatti bisogna regolarsi anche ad occhio, perchè può variare il grado di assorbimento della farina utillizzata o in base al tipo di patate che si scelgono), aggiungete la purea di patate ancora calda 9, il sale fino 10 e le uova sbattute 11. Ora impastate energicamente a mano 12 per ottenere un panetto omogeneo e compatto 13 che dividerete con un tarocco in tre parti uguali da circa 420 g l’una 14. In un pezzo versate il concentrato di pomodoro 15 impastate aiutandovi con pochissima farina fino ad ottenere un colore omogeneo 16. Tenete un momento da parte, spolverizzate con pochissima farina nuovamente il piano di lavoro e unite ad un altro pezzo di impasto la purea di spinaci 17, impastate finché non prende un bel colore verde omogeneo 18. Otterrete così tre colori diversi: bianco, rosso e verde 19. Prendete un panetto e dividete ciascun impasto in pezzi 20 da cui ricavare dei filoncini dello spessore 1 cm 21, tagliateli a tocchetti di circa 1,5 cm con un coltello (leggermente infarinato) o un tarocco (22-23) e riponeteli man mano su un vassoio infarinato di farina di semola rimacinata per non farli attaccare tra di loro. Nel frattempo il vostro sugo di pomodoro sarà cotto, eliminate lo spicchio di aglio 24 con una pinza da cucina e profumate con foglioline di basilico fresco 25. Portate al bollore un tegame colmo di acqua salata, quindi cuocete le chicche di patate tricolore pochi minuti 26: saranno pronte quando verranno a galla. Mentre le chicche cuociono, versate nei piatti da portata un fondo di sugo di pomodoro 27; non appena le chicche riaffioreranno in superficie, scolatele accuratamente con una schiumarola 28 e versatele nei singoli piatti da portata 29, guarnite con foglioline di basilico 30 e servite ben calde le vostre chicche di patate tricolore! "
}