{
    "title": "Risotto con zucca e salsiccia",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "6 rametti"
        }
    ],
    "preparation": " Per realizzare il risotto con zucca e salsiccia iniziate sbucciando lo scalogno, quindi affettatelo sottilmente 1 e tenetelo da parte. Prendete la salsiccia, incidete il budello con un coltellino e tiratelo delicatamente con le mani per rimuoverlo 2, quindi tritate la carne con un coltello 3. Tagliate a fette la zucca, eliminate la buccia 4e riducete a dadini di mezzo centimetro 5. Trasferite i dadini di zucca in una ciotola, condite con olio di oliva 6, la paprika 7, il sale e il pepe. Mescolate per insaporire quindi versate la zucca così condita su una teglia da forno, adagiate dei rametti di rosmarino per insaporire 8. Cuocete in forno ventilato preriscaldato a 190° per 25 minuti. Mentre la zucca cuoce, occupatevi del risotto: scaldate il burro in un tegame, aggiungete lo scalogno tritato 9 fate stufare lo scalogno con un mestolo di brodo 10 per circa 5 minuti, così da ammorbidirlo, poi versate il riso 11, fatelo tostare per 1 minuto, quindi versate la salsiccia 12 Quando la salsiccia sarà ben rosolata, sfumate con il vino bianco 13, lasciate evaporare e poi proseguite la cottura aggiungendo poco alla volta il brodo al bisogno 14, mescolando spesso il riso. Cuocete il riso per circa 18-20 minuti. Nel frattempo la zucca sarà cotta, sfornatela ed eliminate i rametti di rosmarino 15 Una volta che anche il risotto sarà cotto, spegnete il fuoco e versate i cubetti di zucca 16 avendo cura di lasciarne da parte una manciata per la decorazione dei piatti. Mantecate con il parmigiano grattugiato 17 e il burro 18. Il risotto è pronto 19, trasferitelo nei piatti di portata guarnendo con la zucca tenuta da parte 20. Servite ben caldo il vostro risotto con zucca e salsiccia 21. "
}