{
    "title": "Passatelli asciutti",
    "ingredients": [
        {
            "ingredient": "Pangrattato",
            "quantity": "120 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) 170 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per preparare i passatelli asciutti iniziate a preparare il brodo di carne. Nel frattempo che cuoce occupatevi di preparare l'impasto dei vostri passatelli. Per prima cosa grattugiate la scorza di mezzo limone 1, poi rompete e sbattete le uova in una ciotolina 2. In una ciotola più grande unite poi il pangrattato e il Parmigiano 3; aggiungete la scorza del mezzo limone 4 e un'abbondante grattugiata di noce moscata 5. Unite anche le uova 6 e amalgamate il tutto, potete utilizzare una spatola 7 o impastare a mano fino ad ottenere un panetto omogeneo ed elastico 8. Se dovesse risultare troppo duro aggiungete un pò di brodo, al contrario se dovesse risultare troppo umido unite ancora un pò di pangrattato. Avvolgete il panetto all'interno della pellicola per alimenti e lasciatelo riposare per almeno 2 ore a temperatura ambiente. Una volta che l'impasto avrà riposato togliete la pellicola dal panetto e sistematelo su una spianatoia leggermente infarinata, spolverizzate anche la superficie con un po’ di farina e poi formate i passatelli aiutandovi con il tipico ferro . Per ottenerli dovrete schiacciare e trascinare nello stesso tempo 10, in questo modo l’impasto allungato fuoriuscirà dai fori. Dopodiché staccateli man a mano aiutandovi con una lama e tagliateli a 4 cm di lunghezza 12, e sistemateli su un piano o un vassoio leggermente infarinato. Terminate così tutto l'impasto. A questo punto filtrate il brodo e mantenetelo al caldo; poi occupatevi del condimento. Tagliate il prosciutto crudo a listarelle 13 larghe circa 1 cm, versate il burro in un tegame 14, attendete che sia completamente fuso e unite le listarelle di prosciutto 15. Saltate il prosciutto per un paio di minuti a fiamma vivace 16, poi unite un mestolo di brodo 17, ancora un pò di scorza di limone 18 e spegnete il fuoco. Cuocete pochi passatelli per volta nel brodo bollente 19 fino a che non saliranno a galla 20. A questo punto utilizzando una schiumarola estraeteli dal brodo e versateli direttamente nel tegame con il condimento a base di prosciutto 21. Ultimate la cottura dei passatelli e man mano mescolate per amalgamarli al condimento. Unite un altro mestolo di brodo 22, saltate i passatelli per 1-2 minuti 23 e impiattate. Aggiungete ancora un pò di scorza di limone su ogni piatto e servite i vostri passatelli asciutti ancora caldi 24! "
}