{
    "title": "Strozzapreti funghi e gorgonzola",
    "ingredients": [
        {
            "ingredient": "Strozzapreti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Funghi chiodini",
            "quantity": "(freschi) 300 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "piccante 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "extravergine 35 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli strozzapreti ai funghi e gorgonzola staccate i gambi dei chiodini dal cespo poi pulite i funghi sciacquandoli sotto lâacqua corrente per eliminare il terriccio. Fate bollire i funghi puliti per 15-20 minuti circa in abbondante acqua. Poi in una padella fate saltare i funghi in olio evo per 3-4 minuti a fuoco vivace insaporendoli con poco sale e pepe (1-2). Prendete il formaggio e tagliatelo a piccoli dadini 3, ponete 250 gr di gorgonzola in una padella e unite il latte 4, sciogliete il formaggio a fuoco moderato mescolando con una frusta 5 fino ad ottenere una crema liscia poi spegnete il fuoco e tenete da parte 6. CuoceteÂ gli strozzapreti in abbondante acqua salata a piacere, per il tempo indicato sulla confezione 7. Quando la pasta sarÃ al dente scolatela con una schiumarola 8 e versatela direttamente nella padella con i funghi 9, Â incorporate la crema di gorgonzola 10 e mescolate con un cucchiaio per insaporire scaldando a fuoco dolce. Quando gli ingredienti saranno amalgamati spegnete il fuoco e condite con i restanti cubetti di gorgonzola 11 e profumate il piatto con foglioline di timo fresco. I vostri strozzapreti funghi e gorgonzola sono pronti gustateli caldi 12! "
}