{
    "title": "Brodetto fanese",
    "ingredients": [
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 ml"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(o fumetto di pesce) 500 ml"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "da tritare 50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori",
            "quantity": "doppio 80 g"
        },
        {
            "ingredient": "Seppie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scampi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pesce di mare",
            "quantity": "spinarolo 300 g"
        },
        {
            "ingredient": "Coda di rospo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Canocchie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gallinella",
            "quantity": "150 g"
        },
        {
            "ingredient": "Nasello",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sogliola",
            "quantity": "300 g"
        },
        {
            "ingredient": "Triglie",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pane toscano",
            "quantity": "6 fette"
        }
    ],
    "preparation": " Per preparare il brodetto fanese, iniziate prima di tutto con la pulizia dei pesci. Pulite le seppie dividendo la testa dal corpo 1, eviscerate 2 e se sono piccole lasciatele così altrimenti tagliatele a tocchetti. Pulite allo stesso modo il calamaro e tagliate il corpo a rondelle 3. Mantenete intera la gallinella ed evisceratela sotto l'acqua corrente 4; Fate la stessa cosa con il nasello: aprite la pancia ed evisceratelo 5. Poi eliminate la testa 6; se molto grande tagliatelo a tocchetti altrimenti lasciatelo intero. Eviscerate anche le triglie e lasciatele intere 7. Ora tagliate a tocchetti sia lo spinarolo che la rana pescatrice a cui avrete tolto la pelle, che si trovano già puliti in commercio (8-9). Pulite la sogliola: incidete la pelle dalla coda con un coltello 10 e tiratela via con forza 11 sia da una parte che dall'altra. Con le forbici, eliminate le lische esterne 12. Per ulteriori dettagli guarda la Scuola di Cucina: pulire la sogliola. Infine occupatevi dei crostacei: eliminate le zampette alle canocchie e incidetele al centro dalla testa (13-14). Fate la stessa cosa con gli scampi se volete, così da rendere più facile poi il consumo una volta cotti. A questo punto procedete con il bordetto: tritate la cipolla 15 e fatla appassire in olio abbondante con uno spicchio d'aglio, che potrete lasciare intero o schiacciare 16, a fuoco molto basso per 15 minuti. Sfumate con l’aceto di vino bianco (o un altro aceto, l'importante è che sia delicato) 17 e, una volta che l’aceto sarà evaporato, aggiungete il concentrato di pomodoro 18. Ora che il fondo è pronto, potete inserire i pesci, a partire da quelli con cottura più lunga: le seppie e calamari 19 che farete rosolare per circa 10 minuti. Aggiungete allora l'acqua calda 20 (o del fumetto di pesce o fumetto di crostacei se ne avete a disposizione) e coprite con un coperchio 21. Ora unite nella pentola i pesci principali: la gallinella 22, lo spinarolo 23, la coda di rospo 24 e infine il nasello. Non mescolate più con un cucchiaio di legno d'ora in avanti ma scuotete solo la pentola dai manici. Unite infine i crostacei e le triglie, che richiedono poca cottura: gli scampi 25, le canocchie 26 e le triglie intere 27, le sogliole 28 e in ultimo i gamberi 29. Fate cuocere ancora per 10 minuti al massimo quindi salate, pepate 30 et voilà il brodetto fanese è pronto! Servitelo con crostini di pane abbrustolito in forno oppure con fette di pane fresco! "
}