{
    "title": "Pasta senza glutine con pesto di pistacchi, gamberi e pomodori secchi",
    "ingredients": [
        {
            "ingredient": "Penne Rigate Senza Glutine",
            "quantity": "320 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "(code) 300 g"
        },
        {
            "ingredient": "Pomodori secchi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pistacchi non salati",
            "quantity": "(sgusciati) 150 g"
        },
        {
            "ingredient": "Panna fresca senza lattosio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        }
    ],
    "preparation": " Per preparare la pasta senza glutine con pesto di pistacchi, gamberi e pomodori secchi cominciate eliminando la pellicina dai pistacchi sgusciati non salati, versandoli in un recipiente insieme a dell’acqua molto calda 1 e lasciate in ammollo per 10-15 minuti 2 grazie a questo procedimento riuscirete ad eliminare la pellicina ottenendo così un pesto verde molto chiaro. Trascorso il tempo eliminate la pellicina da ogni pistacchio 3 una volta asciugati i pistacchi versateli nel mixer 4 e frullate fino ad ottenere la granella (tenete na parte due cucchiai per la decorazione finale) 5 e poi continuate aggiungendo lo spicchio d’aglio ed il basilico 6, l’olio extravergine d’oliva 7 e la panna da cucina senza lattosio 8 e frullate fino ad ottenere una crema liscia, dopodiché aggiustate di sale 9. Tenete da parte il pesto di pistacchi 10 e passate poi ai pomodori secchi: versateli nel mixer 11 e frullate fino ad ottenere delle briciole croccanti 12 che terrete da parte per il condimento finale. Procedete poi con la pulizia delle code di gambero: eliminate il carapace 13 dopodiché eliminate il filamento centrale scuro aiutandovi con uno stuzzicadenti 14 quindi con la punta sollevate leggermente l’intestino e toglietelo aiutandovi con le dita, in questo modo avrete pulito le code e non risentirete del retrogusto amarognolo del filamento. Eliminate il picciolo da un peperoncino fresco e sminuzzatelo al coltello 15 e poi versatelo in una padella insieme all’olio extravergine d’oliva e uno spicchio d’aglio 16, lasciate insaporire qualche istante e poi aggiungete le code di gambero 17 dopo pochi minuti di cottura aggiustate di sale ed eliminate lo spicchio d’aglio 18. Cuocete la pasta in abbondante acqua bollente e salata seguendo la cottura riportata sulla confezione 19 e nel frattempo versate il pesto di pistacchi in un tegame stemperando con un po’ di acqua di cottura della pasta 20 e stemperate a fiamma spenta 21. Quando la pasta è cotta scolatela e versatela direttamente nel tegame con il pesto 22, aggiungete anche le code di gambero cotte 23 ed i pomodori secchi frullati 24. Per completare grattugiate la scorza di un limone non trattato 25 e le due cucchiaiate di pesto di pistacchi che avevate conservato in precedenza 26, mescolate per bene ed infine servite, ancora ben calda, la vostra pasta senza glutine con pesto di pistacchi, gamberi e pomodori secchi 27! "
}