{
    "title": "Zuppa di pastinache e nocciole",
    "ingredients": [
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pastinaca",
            "quantity": "370 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Funghi secchi",
            "quantity": "porcini 10 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panini ai cereali",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare la zuppa di pastinache e nocciole, per prima cosa preparate il brodo vegetale seguendo la nostra ricetta e tenetelo in caldo. Tostate le nocciole in padella per qualche minuto in modo che sprigionino tutto il loro profumo 1, ma ricordatevi di controllarle spesso per evitare che si brucino. Mondate il porro eliminando sia la radice che la parte verde, poi rimuovete le foglie più esterne 2 e tagliatelo a rondelle sottili 3. Pelate la pastinaca con un pelapatate 4 e riducetela a cubetti non troppo piccoli 5. Fate la stessa cosa con le patate 6. Infine, sciacquate accuratamente i funghi secchi sotto l’acqua corrente per eliminare eventuali residui di terra 7. Ora siete pronti per cucinare: sciogliete il burro in una casseruola, aggiungete i porri 8 e lasciateli appassire per qualche minuto a fuoco dolce, poi unite i funghi 9 e fate insaporire per un altro minuto, mescolando spesso. A questo punto aggiungete anche le patate 10, la pastinaca 11 e le nocciole, tenendone qualcuna da parte per la guarnizione finale 12. Unite le foglie di salvia precedentemente lavate 13 e coprite a filo con il brodo vegetale 14, poi chiudete con il coperchio 15 e cuocete a fuoco dolce per circa 30 minuti, aggiungendo altro brodo al bisogno e mescolando di tanto in tanto. Nel frattempo potete occuparvi dei crostini: tagliate il pane ai cereali prima a fette e poi a cubetti 16, distribuiteli su una leccarda foderata con carta forno e conditeli con olio 17 e sale. Fate dorare i crostini in forno statico preriscaldato a 200° per circa 8 minuti 18. Tritate grossolanamente le nocciole che avete messo da parte per la guarnizione 19. Trascorso il tempo di cottura della zuppa, rimuovete le foglie di salvia e frullate con un frullatore a immersione 20; se necessario potete aggiungere un po’ di brodo per raggiungere la consistenza desiderata. A questo punto regolate la zuppa di sale e pepe 21 e distribuitela nei piatti da portata. Per finire, guarnite ogni piatto con un cucchiaino di panna fresca 22, un po’ di nocciole tritate 23 e una manciata di crostini: la vostra zuppa di pastinache e nocciole è pronta per essere gustata 24! "
}