{
    "title": "Spaghetti con asparagi di mare",
    "ingredients": [
        {
            "ingredient": "Spaghetti Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Asparagi di mare",
            "quantity": "400 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "piccante 30 g"
        }
    ],
    "preparation": " Per preparare gli spaghetti con asparagi di mare iniziate mettendo sul fuoco una pentola con dell’acqua, dove cuocerete sia gli asparagi di mare che la pasta. Fate attenzione a non salarla però, poiché questo tipo di pianta è molto sapida. Non appena l’acqua sarà in ebollizione sbollentate gli asparagi di mare per 2-3 minuti (se li avete acquistati confezionati, non ci sarà bisogno di scqiacquarli. Attenetevi in ogni caso alle istruzioni riportate sulla confezione) 1. Nel frattempo potrete dedicarvi al condimento. Eliminate il picciolo dal peperoncino 2 e con la lama entrate delicatamente all’interno per staccare i filamenti 3. Dopodiché sbattete il peperoncino sul tagliere, così da far fuoriuscire tutti i semini 4. Tagliate a rondelle di circa mezzo centimetro e tenete da parte 5. Poi schiacciate leggermente lo spicchio d’aglio con un coltello 6 per sbucciarlo più facilmente. Versate l’olio in padella insieme all’aglio e al peperoncino 7 e lasciate insaporire per 1-2 minuti a fiamma media 8. A questo punto scolate gli asparagi conservando l'acqua di cottura, tuffateli in padella così da farli insaporire per un minuto a fuoco dolce 9. Infine togliete l’aglio 10. Riportate a bollore l’acqua in cui avete sbollentato gli asparagi di mare per cuocere gli spaghetti 11. Quando mancheranno 3-4 minuti dalla fine della cottura scolateli (lasciando l'acqua di cottura da parte) per risottarli nella padella con il condimento 12 e proseguite la cottura aggiungendo acqua al bisogno 13. Una volta pronti spegnete la fiamma e condite il Parmigiano grattugiato 14, mantecando per bene il tutto 15. Poi spolverizzate con del pepe nero 16, date un’ultima saltata 17 e i vostri spaghetti con asparagi di mare sono pronti per essere portati in tavola 18! "
}