{
    "title": "Pad thai",
    "ingredients": [
        {
            "ingredient": "Tagliatelle di riso",
            "quantity": "300 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "black tiger (giÃ puliti) 200 g"
        },
        {
            "ingredient": "Germogli di soia",
            "quantity": "150 g"
        },
        {
            "ingredient": "Arachidi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pasta di pesce",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di tamarindo",
            "quantity": "40 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il pad thai, per prima cosa coprite le tagliatelle di riso con acqua tiepida e lasciatele in ammollo fino a quando non sarÃ il momento di aggiungerle in cottura 1. Lavate e asciugate il coriandolo, poi tritatelo finemente 2. Tritate anche lâerba cipollina 3. Scaldate il wok con 30 g di olio di semi, poi aggiungete le arachidi 4 e fatele tostare per pochi minuti, mescolando spesso per non farle bruciare 5, poi trasferitele in una ciotola 6 e tenetele da parte. Eliminate lâolio giÃ utilizzato dal wok e versate gli altri 30 g di olio di semi 7, poi grattugiate gli spicchi dâaglio e fateli soffriggere a fiamma media per un paio di minuti 8. Ora scolate le tagliatelle di riso e versatele nel wok 9, mescolate per amalgamarle al soffritto e saltatele sempre a fiamma media. Aggiungete il succo di tamarindo 10 e la pasta di pesce 11, mescolate bene, poi unite anche metÃ della salsa di soia 12 e mescolate ancora. A questo punto versate lâacqua 13 e alzate la fiamma, poi aggiungete il coriandolo tritato 14 e lâerba cipollina 15, continuando a mescolare. Unite anche i germogli di soia, che avrete precedentemente sciacquato 16, e mescolate per amalgamarli al resto della preparazione, saltando il tutto a fiamma vivace. Ora spostate le tagliatelle di riso su un lato del wok in modo da creare uno spazio libero e aggiungete i gamberi 17; versate la rimanente salsa di soia solo sui gamberi 18 e scottateli brevemente mescolando con delicatezza per mantenerli integri 19. Dopo aver scottato i gamberi, mescolate per amalgamarli al resto della preparazione, unite le arachidi tostate 20 e saltate il tutto per lâultima volta, poi spegnete la fiamma. Servite il pad thai guarnendo il piatto con qualche fettina di lime e gustatelo al momento 21! "
}