{
    "title": "Risotto alle mazzancolle",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "280 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "gusci e teste"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "60 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "6 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "steli 9"
        }
    ],
    "preparation": " Per realizzare il risotto alle mazzancolle, prima di tutto pulite le mazzancolle, staccando loro la testa 1 e la corazza, sgusciandoli fino alla coda 2. Separate le mazzancolle dai gusci, che terrete da parte per preparare il fumetto. Lavate e pulite bene le verdure per il fumetto, tagliatele a tocchetti e fatele rosolare, a fuoco medio, in un tegame capiente, con un filo d'olio 3. Aggiungete i gusci e le teste delle mazzancolle 4, fate cuocere per un paio di minuti, schiacciando le teste con un cucchiaio di legno, per far fuoriscire tutti i succhi. Unite l'acqua 5 e i rametti di prezzemolo 6 quindi lasciate sobbollire a fuoco moderato. Se necessario potete aggiustare di sale a vostro gusto. Mentre il fumetto cuoce, prendete una padella antiaderente e fateci sciogliere il burro 7 quindi fate appassire lo scalogno e la carota tritati finemente 8, con un mestolo di acqua per ammorbidire le verdure 9. Non appena il soffritto sara’ pronto, aggiungete le mazzancolle sgusciate 10, fatele rosolare a fuoco alto; quando avranno rilasciato il loro liquido, sfumate col vino bianco e lasciate evaporare 11. Abbassate il fuoco e unite il riso, che farete tostare per un paio di minuti 12. Intanto filtrate il fumetto di pesce 13 e aggiungetelo, un mestolo alla volta, al risotto 14. Cuocete il riso per circa 18 minuti a fuoco moderato, unendo dell'altro fumetto solo quando il riso incorporera’ il liquido precedente. Durante questo tempo, tritate finemente l'erba cipollina 15. A cottura ultimata, togliete il risotto dal fuoco, aggiungete il burro e l'erba cipollina tritata (16-17) e mantecate il risotto. Servite il vostro risotto alle mazzancolle subito: buon appetito! "
}