{
    "title": "Gnocchi alla romana pasticciati ",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "1 l"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 120 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semolino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Latte",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "15 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        }
    ],
    "preparation": " Per preparare gli gnocchi alla romana pasticciati iniziate dalla ricetta classica degli gnocchi alla romana che trovate qui. Una volta ottenuto un composto omogeneo versatelo in una teglia capiente (preventivamente bagnata o oliata) e dai bordi bassi, e livellatelo con l’aiuto di un coltello bagnato , ottenendo uno strato di circa 1 cm 1. Attendente che il composto raffreddi e intanto tagliate il prosciutto cotto a pezzetti 2, poi preparate la salsa besciamella con le dosi indicate in questa scheda e seguendo questo procedimento. Accendete il forno a 200° e imburrate due teglie rotonde del diametro di circa 20 cm. Una volta che il composto si sarà raffreddato, con l’aiuto di un bicchiere, una tazzina o un tagliapasta di forma tonda, ricavate dei dischi del diametro di circa 5 cm 3 che andrete ad adagiare nella pirofila, precedentemente imburrata e cosparsa di parmigiano grattugiato, sovrapponendo leggermente i dischi in senso circolare (4-5). Ricoprite gli gnocchi con la besciamella, i pezzetti di prosciutto, il parmigiano grattugiato 6 e infornate per circa 20/25 minuti. Gli gnocchi alla romana pasticciati saranno pronti quando la superficie risulterà dorata. "
}