{
    "title": "Ravioli ai carciofi al profumo di timo",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "8"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "160 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino",
            "quantity": "1/2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 80 g"
        }
    ],
    "preparation": " Per prima cosa preparate la pasta fresca: versate in una ciotola la farina 00 setacciandola (potete rimanere un po' indietro con la dose di farina e aggiungerla successivamente al bisogno) 1, poi unite le uova leggermente sbattute e iniziate a lavorare il tutto con la forchetta 2; quando le uova si saranno assorbite proseguite a mano e trasferite l'impasto su una spianatoia. Lavoratelo fino a creare un impasto elastico e liscio, che potrete avvolgere in pellicola 3, lasciandolo riposare per circa 30 minuti in luogo fresco.Â Mentre la pasta fresca all'uovo riposa, occupatevi del ripieno partendo con la pulizia dei carciofi, quindi mondateli e tagliateli. 4 . Tritate finemente la cipolla e fatela appassire a fuoco bassissimo per circa 15 minuti insieme ai quattro cucchiai dâolio e allo spicchio d'aglio schiacciato o tritato finemente, quando la cipolla sarÃ diventata trasparente unite i carciofi 5 e fateli dorare; verso metÃ cottura aggiungete il vino bianco 6 e salate e pepate. Una volta cotti, trasferite i carciofi nella tazza di un robot da cucina e frullateli grossolanamente (dovranno esserci ancora dei pezzi di carciofi) Una volta cotti, trasferite i carciofi nella tazza di un robot da cucina 7 e frullateli grossolanamente (dovranno esserci ancora dei pezzi di carciofi). Una volta ottenuta la crema trasferitela in una ciotola e unite la ricotta, le foglie fresche di maggiorana 8 e di timo tritate, e infine il formaggio grattugiato 9. Amalgamate quindi bene il tutto 9. Amalgamate quindi bene il tutto 10. A questo punto potete tirare la pasta fino ad ottenere una sfoglia piuttosto sottile, tagliatela in strisce di 10 cm circa di larghezza, posizionate al centro il ripieno 11, e richiudete le sfoglie su loro stesse 12. Fate una leggera pressione sulla sfoglia con il dito intorno al ripieno in modo da far uscire lâaria allâinterno (13-14). Una volta pronti 15 con un coppa pasta tagliate i ravioli 16. Man mano che preparate i ravioli ai carciofi disponeteli su un canovaccio infarinato (17. Una volta che avrete terminato, fateli lessare in abbondante acqua salata 18; mentre i ravioli cuociono, fate sciogliere il burro in una padella e aggiungete il timo fresco 19. Quando i ravioli saranno cotti, scolateli e fateli saltare nel burro aromatizzato 20: fateli insaporire per qualche minuto 21. Impiattate decorando il piatto con qualche fogliolina di timo, e come tocco finale date una spolverizzata di Grana Padano. "
}