{
    "title": "Pasta ceci e cicerchia",
    "ingredients": [
        {
            "ingredient": "Ditalini Senza Glutine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cicerchie secche",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta ceci e cicerchia, iniziate mettendo in ammollo i legumi in acqua fredda per 12 ore. Trascorso il tempo di ammollo, scolate i legumi, sciacquateli e metteteli da parte, poi preparate il brodo vegetale seguendo la nostra ricetta (in alternativa potete usare la stessa dose di acqua). Ora passate alla realizzazione del soffritto: pulite e tritate finemente la cipolla 1, la carota 2 e il sedano 3; scaldate l’olio in un tegame, fate rosolare l’aglio sbucciato e il rosmarino tritato 4 (oppure potete lasciare i rametti interi, come preferite), poi aggiungete il trito di cipolla, carota e sedano 5 e il peperoncino intero 6 e cuocete a fiamma dolce per una decina di minuti. Quando le verdure si saranno ammorbidite, aggiungete i ceci 7 e le cicerchie 8 e fateli rosolare per un paio di minuti col soffritto in modo che prendano sapore. Coprite i legumi a filo con il brodo vegetale o l’acqua bollente 9, aggiungete le foglie di alloro 10 e cuocete a fuoco dolce per circa 2 ore, aggiungendo un mestolo di brodo o acqua alla volta quando serve. Trascorso il tempo di cottura, rimuovete l’alloro, l’aglio e il peperoncino con una pinza e aggiustate di sale e di pepe. Trasferite un terzo dei legumi in un contenitore alto e stretto 11 e frullateli con un frullatore a immersione 12; tenete da parte il resto dei legumi. Versate la crema ottenuta in un’altra padella e allungatela con un mestolo di brodo 13. A questo punto potete lessare i ditalini rigati senza glutine in acqua bollente salata 14 per il tempo indicato sulla confezione. Quando la pasta è cotta, scolatela con una schiumarola e versatela direttamente nel tegame con la crema di legumi 15, poi aggiungete i ceci e le cicerchie che avevate messo da parte 16. Mescolate a fuoco dolce per amalgamare bene il tutto 17, regolate di sale e di pepe e servite la vostra pasta ceci e cicerchia calda o tiepida 18! "
}