{
    "title": "Vellutata di polenta",
    "ingredients": [
        {
            "ingredient": "Farina istantanea per polenta",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cavoletti di Bruxelles",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la vellutata di polenta iniziate mettendo a bollire in un tegame capiente dell'acqua e portate a bollore; nel frattempo preparate i cavoletti di Bruxelles, togliendo le foglie più esterne 1 (verificate se c'è del terriccio potete sciacquarli sotto acqua corrente), poi togliete il gambo e tagliateli a metà 2. Sbucciate anche gli scalogni, tagliateli in 2 parti 3 o in caso fossero molto grandi divideteli in 4 parti. Scaldate 20 g di olio di oliva in una padella, aggiungete gli scalogni 4, bagnateli con 100 g di acqua 5, coprite con il coperchio 6 e cuocete a fuoco medio-alto per circa 3 minuti. Inserite nel tegame anche i cavoletti di Bruxelles 7 e proseguite la cottura per altri 5 minuti, sempre con il coperchio. Trascorso il tempo indicato, togliete il coperchio e continuate la cottura in modo da far evaporare l’acqua, quindi unite il miele 8 e lo zucchero di canna 9. Salate, pepate a piacere e proseguite la cottura per altri 2 minuti o fino a quando le verdure non risulteranno caramellate 10. Spegnete il fuoco e tenete da parte le verdure. Occupatevi ora della vellutata: quando l'acqua nel tegame sarà arrivata a bollore, salate e aggiungete 10 g di olio d'oliva 11, versate la farina istantanea per polenta a pioggia mescolando con una frusta 12 e cuocete a fuoco basso per 8 minuti mescolando continuamente. Quindi spegnete il fuoco e versate la panna fresca liquida 13 e il Parmigiano Reggiano grattugiato 14, mescolate per far amalgamare la vellutata 15. Versate la vellutata nei piatti, aggiungete al centro i cavoletti e gli scalogni caramellati 16, arricchite con qualche cucchiaio di fondo di cottura delle verdure 17 e servite la vellutata di polenta ben calda 18! "
}