{
    "title": "Filetti di merluzzo al forno",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "(succo e scorza) 1"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "15 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i filetti di merluzzo come prima cosa occupatevi della panatura. Versate il pangrattato in una ciotola 1, unite la scorza del limone 2 e il succo 3.Â Aggiungete poi le mandorle a lamelle 4, salate 5, pepate e mescolate il tutto 6.Â Occupatevi ora dei filetti di merluzzo: eliminate le lische presenti con una pinzetta da cucina 7, per verificarne la presenza accarezzate i filetti con le mani per sentire dove sono presenti. Adagiate in una ciotola i filetti, distribuite sopra metÃ dose di olio di oliva 8 e la panatura alle mandorle che avete preparato precedentemente 9. Massaggiate i filetti in modo da far aderire la panatura su tutti i lati 10. Ora prendete una pirofila da forno, irrorate il fondo con il restante olio di oliva 11 e adagiate allâinterno i filetti di merluzzo impanati 12. Aggiungete il resto della panatura 13Â e procedete con la cottura: cuocete i filetti in forno statico preriscaldato a 200Â° per 15-20 minuti o fino a quando i filetti non formeranno la crosticina croccante in superficie. A cottura ultimata, sfornate la teglia 14 e servite i filetti di merluzzo al forno caldi 15. "
}