{
    "title": "Gnocchi porro e gamberi",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "12"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "1"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Gnocchi di patate",
            "quantity": "500 g"
        }
    ],
    "preparation": " Preparate gli gnocchi di patate (fai click qui per vedere la ricetta) e lasciateli riposare in un luogo fresco coperti da un canovaccio leggermente infarinato 1. Nel frattempo, preparate il sugo che vi servirà per condire gli gnocchi, iniziando ad affettare il porro a rondelle sottili 2 e facendolo appassire a fuoco basso in una grande padella con l’olio e il burro già caldi 3. Tagliate quindi le zucchine eliminandone la parte centrale 4 e affettatele alla julienne 5. Versatele nella padella insieme al porro appassito e lasciate cuocere 6. Intanto, lessate i gamberi in acqua bollente per circa tre o quattro minuti, scolateli e sgusciateli. Uniteli al porro e alle zucchine nella padella 8. Tagliate i pomodorini a spicchi 9 e versateli nella padella. Appena inizieranno ad ammorbidirsi, aggiungete la passata e lasciate cuocere per altri cinque minuti 10. Nel frattempo, dopo aver portato ad ebollizione una pentola d’acqua salata, lessate gli gnocchi 11, scolateli per bene e uniteli al sugo in padella. Servite i vostri gnocchi porro e gamberi ben caldi aggiungendo una spolverata di prezzemolo fresco 12. "
}