{
    "title": "Fregola con cozze vongole e ceci",
    "ingredients": [
        {
            "ingredient": "Fregola",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vongole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "circa 2 l"
        },
        {
            "ingredient": "Sedano",
            "quantity": "½ costa"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "4 ciuffi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la fregola con cozze, vongole e ceci dovrete aver messo a reidratare i ceci per almeno 12 ore (o una notte intera), in una ciotola riempita di acqua 1. Dedicatevi quindi ai molluschi, iniziando dalle vongole. Mettetele a bagno in acqua fredda 2 e aggiungete il sale grosso per farle spurgare 3. Muovete con le mani le vongole una contro l’altra in modo che eliminino tutta la sabbia possibile e lasciatele in ammollo per 1-2 ore. Durante questo tempo cambiate l’acqua e il sale grosso e ripetete l'operazione finchè l’acqua nella ciotola non risulterà chiara e pulita del tutto (per abbreviare i tempi, potete anche sciacquare le vongole sotto acqua corrente e batterle su di un tagliere di legno con il taglio rivolto verso il basso: se la vongola è pulita può essere cotta, se fuoriesce della sabbia la vongola è da scartare). Passate quindi alle cozze (potete consultare la scheda della Scuola di cucina: come pulire le cozze per seguire il procedimento passo passo). Lavate le cozze sotto acqua corrente, quindi con il dorso della lama di un coltello eliminate tutte le incrostazioni e i cirripedi 4 (parassiti, di colore bianco o grigio, che si formano sul guscio) e, con un movimento energico, staccate manualmente la barbetta, o bisso, che fuoriesce dalle valve 5. Sempre sotto l’acqua fresca corrente e utilizzando una paglietta d'acciaio (oppure una spazzola rigida), sfregate energicamente le cozze per eliminare ogni impurità 6. Ora dedicatevi al trito che servirà a cuocere le cozze e le vongole: tritate finemente i ciuffi di prezzemolo 7 precedentemente lavato sotto acqua corrente, poi tritate anche l'aglio e il peperoncino fresco 8. Quindi in una padella larga, versate il trito, aggiungete un filo d'olio 9 e fate soffriggere per qualche secondo. Unite le cozze e le vongole (precedentemente risciacquate per togliere la sapidità dell'acqua salata) 10, bagnatele con 3 mestoli di acqua 11 e copritele con un coperchio 12. Fate cuocere fino alla completa apertura delle valve. Quando le valve saranno aperte, spegnete il fuoco e filtrate il liquido dei molluschi 13, per raccoglierlo in una pentola che avrete precedentemente riempito con circa 2 litri di acqua. Accendete il fuoco basso sotto la pentola e portate il brodo ad ebollizione. Intanto lasciate intiepidire i molluschi, quindi privateli dei gusci e raccogliete i frutti in una ciotolina 14. Poi passate a mondare e tagliare finemente lo scalogno 15. Lavate e sfilate il mezzo gambo di sedano con un pelapatate o un coltello, poi tagliatelo finemente 16. In un tegame capiente e fondo, versate un filo d'olio, aggiungete il trito fine di scalogno e sedano 17 e fate soffriggere per 1 minuto. Quindi scolate i ceci che saranno reidratati dopo le ore in ammollo 18. Aggiungete i ceci nel tegame con il soffritto 19, quindi bagnateli con il brodo ottenuto con l'acqua di cottura dei molluschi, fino a ricoprirli 20. Unite poi la passata di pomodoro 21, mescolate e fate cuocere a fuoco dolce il tutto per almeno 1 h e 40 minuti, aggiungendo di tanto in tanto il brodo se tendessero troppo ad asciugarsi. Passato il tempo indicato, lasciando acceso il fuoco, prelevate dal tegame due cucchiai di ceci 22, poneteli su un piatto e schiacciateli con la forchetta 23 per ottenere una purea. Quindi versate la purea ottenuta nel tegame con il resto dei ceci in cottura 24 e fate addensare. Mescolate e fate cuocere per qualche minuto ancora. Unite anche la fregola ai ceci 25, mescolate e cuocete a fuoco dolce aggiungendo a mano a mano qualche mestolo di brodo. Quindi versate anche le cozze e le vongole che avevate sgusciato 26, cuocete ancora per 4-5 minuti, finchè la preparazione avrà raggiunto la consistenza di una zuppa densa. Aggiustate di sale e pepe a piacere, quindi spegnete il fuoco e la vostra fregola con cozze vongole e ceci sarà pronta per essere servita 27! "
}