{
    "title": "Lasagne alle verdure con crema al taleggio",
    "ingredients": [
        {
            "ingredient": "Lasagne Sottili all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Spinacini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Taleggio",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le lasagne alle verdure con crema al taleggio iniziate a lavare le verdure: pelate e spuntate le zucchine e affettatele con una mandolina 1, poi spuntate le carote e tagliate anch’esse a rondelle 2, tagliate a spicchi i pomodorini 3 e a listarelle il radicchio 4. In un tegame versate un filo di olio di oliva 5, mettete uno spicchio di aglio e il prezzemolo tritato 6. Unite per prime le carote 7 che richiedono un tempo di cottura più lungo e bagnatele con un po’ di brodo o acqua calda 8. Dopo qualche minuto unite anche le zucchine 9 e proseguite la cottura per altri 5 minuti. Versate gli spicchi di pomodoro 10 e cuocete qualche minuto, poi unite il radicchio 11 e gli spinacini 12 fino a farli ammorbidire. Le verdure non si devono sfaldare ma devono rimanere leggermente croccanti 13. Spegnete il fuoco e tenete da parte le verdure. Ora preparate la salsa al taleggio: tagliate il formaggio a fette 14 poi ponete sul fuoco un pentolino e sciogliete a fuoco basso il burro, unite poi la farina 15 per formare il roux, a questo punto versate il latte caldo 16 e per ultimo i pezzettini di taleggio 17. Fate sciogliere il formaggio mescolando con una frusta fino ad ottenere una salsa liscia e omogenea 18. Tutto è pronto per comporre le lasagne: prendete una teglia rettangolare che misuri 20x30 cm, distribuite sul fondo uno strato di crema al taleggio 19, poi posizionate le sfoglie una accanto all’altra 20. A questo punto farcite con le verdure precedentemente cotte 21, ricoprite con uno strato di sfoglie sottili e uno di crema al taleggio 22, proseguite alternando gli strati fino ad esaurire gli ingredienti. Terminate con uno strato di verdure, spolverizzate sulla superficie del Parmigiano Reggiano grattugiato 23 e infornate in forno statico preriscaldato a 200° per 12 minuti. A cottura ultimata sfornate le vostre lasagne alle verdure con crema al taleggio e gustatele 24! "
}