{
    "title": "Pasta al forno con broccoli e pancetta",
    "ingredients": [
        {
            "ingredient": "Fusilli Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "700 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 4 cucchiai"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "300 g"
        },
        {
            "ingredient": "Valtellina Casera",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta al forno con broccoli e pancetta per prima cosa ricavate le cimette dal torsolo 1: dopo la pulizia otterrete circa 550 g di cimette (non buttate via il torsolo: una volta pelato, potrete utilizzarlo come indicato in fondo alla ricetta). Lavate bene le cimette sotto lâacqua corrente, quindi lessatele per circa 8 minuti in acqua bollente 2. Una volta cotte scolate e tenete da parte 3, non gettate via lâacqua di cottura che servirÃ per lessare la pasta. Nel frattempo tagliate a cubetti la pancetta 4, scaldate una padella a fuoco medio e quando sarÃ ben calda versate la pancetta 5: fatela saltare per circa 10 minuti senza aggiungere altri grassi. DovrÃ risultare dorata e croccante. Nel frattempo riportate a ebollizione l'acqua in cui avete cotto i broccoli, salate e cuocete la pasta, restando qualche minuto indietro rispetto a quanto riportato sulla confezione 6. Mentre la pasta cuoce, tagilate a fette sottili il Casera 7, poi a pezzetti; riducete a piccoli pezzi anche le cimette lessate 8. Una volta che la pancetta sarÃ ben rosolata 9, aggiungete i broccoli 10 e quando anche la pasta sarÃ al dente, scolatela direttamente in padella con il resto del condimento 11; mescolate per insaporire. Spegnete il fuoco, quindi ungete con 2 cucchiai di olio una teglia rettangolare da 30x20 cm 12, spargete 1 cucchiaio di Grana Padano grattugiato sul fondo 13. Versate un primo strato di pasta 14, insaporite con metÃ dose di Casera a pezzetti, proseguite con un ultimo strato di pasta 15. Condite lâultimo strato con altro Casera, Grana Padano grattugiato 16 e un filo di olio di oliva 17. Cuocete in forno preriscaldato in modalitÃ statica a 200Â° per 15 minuti nel ripiano centrale. Fate poi gratinare per altri 3 minuti con modalitÃ grill, fino a completa doratura. Sfornate la pasta al forno con broccoli e pancetta e servitela ben calda 18! "
}