{
    "title": "Pasta con barbabietola e pecorino",
    "ingredients": [
        {
            "ingredient": "Pennette rigate 5 cereali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Barbabietole precotte",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "giÃ pulito 40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la pasta con barbabietola e pecorino per prima cosa mondate e tritate con il coltello lo scalogno 1. Tagliate le barbabietole a fettine e poi a cubetti 2. Ponete sul fuoco una pentola colma di acqua salata che servirÃ per la cottura della pasta. Versate un filo dâolio in un tegame, aggiungete lo scalogno tritato 3. Lasciatelo rosolare pochi istanti 4. Aggiungete la barbabietola 5 e profumate il condimento con il timo sfogliato 6. Prelevate circa un cucchiaio e mezzo di condimento e frullatelo con mezzo mestolino di acqua calda (7-8), ovvero circa 20 g, (la stessa nella quale cuocerete la pasta), dovrete ottenere una purea omogenea 9 che aggiungerete al condimento in casseruola 11 che aggiungerete al condimento in casseruola 10. Versate un mestolino dâacqua calda sul condimento 11 salate e proseguite la cottura del condimento per circa un paio di minuti e a fuoco vivace. Intanto cuocete la pasta, lasciandola indietro di cottura di circa tre minuti (regolatevi in base alle indicazioni di cottura che trovate sulla confezione). Scolate la pasta direttamente nella casseruola con il condimento 12 aggiungete un mestolo dâacqua della pasta 13 e amalgamate il tutto a fuoco dolce fino a terminare la cottura. Servite la vostra pasta ben calda, insaporite con pepe nero e con una grattugiata di pecorino romano a scaglie grosse (14-15). "
}