{
    "title": "Risotto alla zucca con robiola e pancetta croccante",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "(polpa) 180 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Robiola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "4 fette"
        }
    ],
    "preparation": " Per preparare il risotto alla zucca con robiola e pancetta croccante iniziate a preparare il brodo vegetale. In una pentola capiente ponete l'acqua a bollire; nel frattempo lavate bene tutte le verdure. Sbucciate una cipolla e tagliatela a pezzetti 1, poi pelate una carota, privandola delle estremità, e tagliatela grossolanamente 2 insieme al sedano. Versate tutte le verdure 3, regolate di sale e, quando l’acqua avrà raggiunto il bollore, chiudete con un coperchio. Cuocete per circa mezz'ora e a cottura ultimata filtrate il brodo con un colino. Nel frattempo con un coltello tritate finemente lo scalogno 4, la salvia e il rosmarino 5 e mettete da parte. Passate ora alla pulizia della zucca: con un coltello dividetela a metà e poi a fette, dopodichè pulite bene l'interno svuotandolo dei semi e dei filamenti 6. Dopo avere eliminato la buccia 7, tagliate la polpa a dadini di circa 2 cm 8 e ponete i cubetti di zucca che avete ottenuto in un mixer 9. Tritate la zucca fino ad ottenere una consistenza molto fine 10 e successivamente preparate il soffritto; in un'ampia pentola antiaderente fate rosolare lo scalogno tritato finemente con un filo d’olio 11, aggiungete il trito di erbe aromatiche che avevate preparato e fate cuocere per 15 minuti a fuoco molto basso, aggiungendo un po' di brodo 12. Quando lo scalogno sarà ben dorato, versate la zucca tritata 13; regolate di sale a vostro piacimento e aggiungete il riso 14, mescolando bene con un cucchiaio di legno per qualche minuto per impedire che si attacchi al tegame. Fate tostare il riso e sfumate con il vino bianco 15. Lasciate cuocere per almeno 20 minuti e, durante la cottura, aggiungete 1-2 mestoli di brodo vegetale, ogni volta che il precedente si sarà asciugato 16. Qualche minuto prima del termine di cottura del risotto procedete alla preparazione del condimento: tagliate a cubetti la robiola e mettela da parte, quindi prendete la pancetta, tagliatela a striscioline sottili e poi a quadratini 17; fatela rosolare a fuoco medio in una pentola antiaderente fino a quando diventerà croccante e dorata 18. Quando il risotto sarà pronto, spegnete il fuoco e fate mantecare aggiungendo la robiola tagliata a cubetti 19; mescolate bene e terminate unendo anche la pancetta croccante 20. Lasciate riposare per due minuti e servite il risotto alla zucca con robiola e pancetta croccante ben caldo 21. "
}