{
    "title": "Polpette di verdure",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "350 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "160 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "70 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di verdure, per prima cosa mettete sul fuoco una pentola con abbondante acqua fredda salata e immergetevi le patate 1 dopo averle accuratamente lavate. Cuocetele a lungo, per 35-40 minuti, poi pelatele ancora calde 2, schiacciatele con lo schiacciapatate e ponetele in una ciotola capiente 3. Passate poi alle altre verdure: per prima cosa lavatele. Tagliate quindi il porro a rondelline 4, le carote a dadini di mezzo centimetro 5 e i fagiolini a piccoli tocchetti 6. Tagliate anche le zucchine a dadini come le carote 7 ed infine tritate finemente il prezzemolo 8. Mettete sul fuoco un tegame capiente, ponetevi lâolio e lo spicchio dâaglio sbucciato 9. Appena lâolio si sarÃ insaporito, rimuovete lâaglio e versate i porri 10. Fate andare per un paio di minuti, poi unite le carote 11 e dopo ancora un minuto i fagiolini 12. Infine aggiungete le zucchine 13, salate 14, pepate e fate cuocere per circa 10 minuti, facendo in modo che le verdure rimangano leggermente croccanti (se in cottura dovessero asciugarsi eccessivamente, potete allungarle con un paio di cucchiai di acqua). Quando le verdure sono pronte,Â mescolate bene 15 e lasciate intiepidire. Prendete ora le patate schiacciate e aggiungete nella stessa ciotola: il formaggio grattugiato 16, le uova leggermente sbattute 17, il sale, il pepe 18 e la noce moscata 19. Unite anche le verdure ormai tiepide 20 e il prezzemolo tritato 21. Amalgamate bene per ottenere un composto dalla consistenza giusta per essere lavorato 22 (se dovesse risultare eccessivamente molle potete aggiungere un poâ di pangrattato, ma senza esagerare altrimenti rischierete di ottenere polpette troppo secche). Inumiditevi le dita e formate le polpette prendendo di volta in volta circa 50-55 g di composto 23. Disponete sul piano da lavoro una vaschetta con un uovo sbattuto e un vassoio con il pangrattato. Immergete ciascuna polpetta prima nellâuovo e poi nel pangrattato 24. Procedete a formare polpette fino ad esaurire lâimpasto 25. Friggete poi le polpette in abbondante olio di arachidi, preriscaldato a 180Â°, girandole delicatamente su entrambi i lati fino alla doratura 26. Scolate le polpette e fatele asciugare su un foglio di carta assorbente prima di gustarle 27! "
}