{
    "title": "Orata al cartoccio",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "da 450 g ciascuna 2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1 fetta"
        }
    ],
    "preparation": " Per realizzare lâorata al cartoccio, se avete a disposizione orate non pulite, procedete come indichiamo di seguito: con le forbici operate un taglio sul ventre e procedete dritto fino sotto la testa 1, quindi estraete le interiora. Lavate bene il ventre del pesce sotto lâacqua corrente 2 per togliere ogni traccia di sangue rimasta. Sempre con le forbici tagliate per prima la pinna laterale vicino alla testa 3, poi tagliate la pinna caudale situata sotto il ventre e quella dorsale. Capovolgete il pesce dal lato opposto ed eliminate lâaltra pinna laterale e quella caudale. Con lâapposito attrezzo squamatore, o con la lama di un coltello, squamate accuratamente lâorata, passando ripetutamente l'attrezzo dalla coda verso la testa. Passate di nuovo lâorata sotto lâacqua corrente, lavandola con cura anche allâesterno. Lavate e tritate il prezzemolo 4. Appoggiate un foglio di carta da forno su una teglia adagiate al centro ciascuna orata pulita, salate 5 e pepate 6 lâinterno. poi farcite con gli aromi: rametti di timo precedentemente lavati e asciugati 7, mezzo spicchio d'aglio sbucciato per ciascuna orata, mezza fettina di limone 8 e lâolio extravergine di oliva 9. Versate in filo di olio di oliva anche sopra lâorata 10 poi richiudete il foglio di carta da forno arrotolando le due estremitÃ 11. Avvolgetelo poi nella carta stagnola 12 arricciando anche in questo caso le estremitÃ per sigillare 13. Adagiate l'orata su una teglia 14 e cuocete in forno statico preriscaldato a 180Â° per circa 40 minuti. A cottura ultimata sfornate lâorata, lasciatela intiepidire e poi servitela nel cartoccio stesso spolverizzandola con del prezzemolo fresco se gradite 15. "
}