{
    "title": "Troccoli con pomodori secchi, acciughe e mollica di pane croccante",
    "ingredients": [
        {
            "ingredient": "Troccoli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodori secchi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica rafferma q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "sott'olio 30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        }
    ],
    "preparation": " Mettete in ammollo i pomodori secchi in una ciotola di acqua ben calda 1 fino al loro rinvenimento (10-15 minuti). Nel frattempo togliete la crosta alla pagnotta e spezzettate la mollica di pane che ridurre in briciole fini con lâaiuto delle lame di un robot da cucina 2. Scolate dallâolio le acciughe e tritatele finemente 3; tritate anche lo spicchio di aglio e il peperoncino, che avrete precedentemente privato dei semi interni 4. Ponete in una padella 3 cucchiai di olio e fatevi soffriggere e sciogliere le acciughe a fuoco dolce 5, quindi unite lâaglio e il peperoncino tritati 6. Scolate per bene i pomodori secchi rinvenuti, tamponateli con della carta da cucina 7 e tagliateli a striscioline sottili 8; uniteli e fateli saltare qualche secondo con gli altri ingredienti in padella 9. In unâaltra padella, ponete 3 cucchiai di olio e fatevi dorare la mollica di pagnotta 10 fino a che risulti croccante.Intanto, lessate i troccoli in acqua leggermente salata (visto il notevole grado di sapiditÃ del condimento), scolateli e fateli saltare qualche secondo in padella, con il composto di pomodori secchi 11, aggiungendo, se serve, qualche cucchiaio di acqua di cottura per amalgamare il tutto. Quando avrete giÃ spento il fuoco, aggiungete la mollica croccante 12, quindi impiattate e servite immediatamente. "
}