{
    "title": "Fettuccine alla crema di gamberetti e brandy",
    "ingredients": [
        {
            "ingredient": "Fettuccine all'uovo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "350 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "2 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        }
    ],
    "preparation": " Per preparare le fettuccine alla crema di gamberetti e brandy incominciate con la pulizia dei gamberetti. PrivateliÂ della testa e del carapace 1, conservandoli in quanto vi serviranno per la preparazione della crema. Tagliate a metÃ i pomodorini 2 e in pezzetti piuttosto grossolani il sedano e i gambi di prezzemolo. Ponete sul fuoco una pentola antiaderente con un filo dâolio e lo spicchio dâaglio. Fate imbiondire lâaglio, poi versate il sedano 3 e i gambi di prezzemolo 4. Aggiungete i gusci dei gamberetti che avete tenuto da parte 5 e versate metÃ dose del brandy 6, facendo cuocere per 10 minuti. Unite anche i pomodorini 7 e mescolate con una spatola da cucina o con un cucchiaio di legno, facendo cuocere ancora per 10 minuti 8. Versate lâacqua 9 e regolate di sale e pepe a piacere 10; fate cuocere per altri 10 minuti. Una volta pronto 11, frullate il tutto con un frullatore ad immersione 12 fino ad ottenere una crema densa ed omogenea 13, che andrete a filtrare con della carta da cucina in un colino a maglie strette posto su di una ciotola 14. Terminato questo procedimento, mettete la crema che avete ottenuto da parte 15. Fate scaldare lâolio restante e versate la farina poco per volta 16, mescolando bene con le fruste per evitare la formazione di grumi 17. Versate la crema 18 e continuate con le fruste fino a quando avrÃ raggiunto il bollore 19. Mette sul fuoco una pentola antiaderente ampia con un filo di olio e lo spicchio dâaglio 20, fatelo imbiondire poi toglitelo. Fate cuocere i gamberetti per 4 minuti a fuoco moderato, sfumando con il brandy rimanente 21. In una pentola portate a bollore l'acqua salata, quindi cuocete le fettuccine per 3 minuti 22. Una volta pronte, scolatele, poi versatele direttamente nella padella coi gamberetti 23. Unite anche la crema di gamberetti e brandy che avete preparato 24 e mescolate con la spatola per amalgamare bene tutti gli ingredienti 25. Saltate le fettuccine nel sugo per dare sapore e terminate con una spoverata di prezzemolo tritato 26; infine potete servire le vostre fettuccine alla crema di gamberetti e brandy 27. "
}