{
    "title": "Crocchette di riso con provola e prosciutto cotto",
    "ingredients": [
        {
            "ingredient": "Risotto allo zafferano",
            "quantity": "400 g"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le crocchette di riso con provola e prosciutto cotto prendete il risotto avanzato, noi abbiamo utilizzato il classico risotto allo zafferano, per prepararlo al meglio potete seguire la ricetta che trovate nella scheda Risotto allo zafferano. Il risotto avanzato è stato conservato in frigorifero coperto da pellicola, toglietelo da frigo 1 e intanto preparate due ciotoline contenenti rispettivamente il prosciutto cotto a cubetti 2 e la provola anch’essa tagliata a piccoli bocconcini 2. Prendete una manciata di riso, circa un cucchiaio e lavoratelo con le mani per dargli la forma di un uovo 3, poi premete il centro per creare un incavo che servirà per il ripieno 4. Farcite le crocchette con qualche cubetto di prosciutto cotto e provola 5 e poi richiudete con altro riso in modo che non fuoriesca la farcitura 6, pressate bene la crocchetta con le mani per compattarla 7 e poi adagiatela su un vassoio ricoperto di carta da forno 8. Proseguite in questo modo fino ad esaurire gli ingredienti, con le dosi indicate otterrete circa 12 crocchette del peso di 70 g ciascuna. Ora che le crocchette sono pronte potete procedere con la panatura:in una ciotola mettete le uova e sbattetele con la forchetta, salate e pepate 10. Poi mettete anche il pangrattato in una pirofila 11; a questo punto potete iniziare ad impanare le crocchette immergendole ad una ad prima nell’uovo 12 e poi nel pangrattato 13. Riponete le crocchette impanate sul vassoio rivestito di carta forno 14 e preparatevi per la frittura: scaldate una pentola con abbondante olio di semi, la temperatura ideale è di circa 170°-180°, se non disponete di un termometro , immergete un pizzico di pangrattato nell'olio e se sfrigola allora è pronto per friggere. Immergete le crocchette poche alla volta per non abbassare troppo la temperatura dell’olio 15 e cuocetele fino a completa doratura per circa un paio di minuti 16. A cottura ultimata scolate le crocchette con un mestolo forato 17 e ponetele su un vassoio rivestito di carta assorbente per far perdere l’olio in eccesso 18. In alternativa potete cuocere le crocchette in forno statico preriscaldato a 200 ° per circa 10 minuti o fino a quando non risulteranno dorate. Le vostre crocchette di riso con provola e prosciutto cotto sono pronte per essere gustate ben calde! "
}