{
    "title": "Pollo tikka masala",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Garam Masala",
            "quantity": "5 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "3 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Cumino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "3 g"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il pollo tikka masala, cominciate dalla preparazione del petto di pollo: tagliate il petto a metà per il lungo 1, rimuovete le parti più grasse con un coltello ed eliminate l’osso centrale, se presente, quindi tagliate le due metà prima a fette 2 e poi a cubetti 3. Mettete temporaneamente da parte i bocconcini di pollo e preparate la marinatura: in una ciotola capiente, aggiungete lo yogurt, lo zenzero fresco grattugiato, il garam masala 4, la paprika 5, il succo di mezzo lime 6 e un pizzico di sale 7; unite i bocconcini di pollo che avevate tenuto da parte 8 e infine schiacciate 3 spicchi di aglio direttamente nella ciotola 9. Mescolate bene in modo che la carne sia ricoperta uniformemente dalla marinatura 10, coprite la ciotola con la pellicola e ponetela in frigorifero per tutta la notte, o almeno per 6 ore. Trascorso il tempo della marinatura, rimuovete il pollo dal frigorifero e aspettate che torni a temperatura ambiente, dopodiché trasferitelo in una teglia 11 e cuocete in forno ventilato preriscaldato a 220° per 20 minuti, o fino a quando si formerà una bella crosticina dorata. Nel frattempo potete occuparvi della salsa: tagliate l’aglio 12 e la cipolla a fettine sottili 13, poi dividete il peperoncino a metà per il lungo, rimuovete i semi con la lama del coltello 14 e tagliatelo a pezzettini. In una padella ampia, aggiungete l’olio e fate soffriggere per 3 minuti l’aglio, la cipolla e il peperoncino, dopodiché aggiungete il cumino 15, la curcuma e la paprika a fate tostare le spezie per un minuto a fuoco medio-alto. Dopo aver tostato le spezie, versate la passata di pomodoro nella padella 16, aggiungete lo zucchero di canna 17 e un pizzico di sale, coprite con un coperchio 18 e lasciate cuocere a fuoco medio per circa 10 minuti. Quando mancano circa 2 minuti, aggiungete la panna alla salsa 19 e mescolate bene 20. Il pollo a questo punto avrà formato una bella crosticina dorata, quindi rimuovetelo dal forno 21 e aggiungetelo alla salsa nella padella 22. Mescolate bene per amalgamare il pollo alla salsa 23 e aggiungete coriandolo o prezzemolo fresco a piacere. Il vostro pollo tikka masala è pronto per essere servito 24! "
}