{
    "title": "Vol-au-vent fantasia",
    "ingredients": [
        {
            "ingredient": "Robiola",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 6 cucchiaini"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Robiola",
            "quantity": "30 g"
        },
        {
            "ingredient": "Salmone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Capperi",
            "quantity": "per guarnire q.b."
        },
        {
            "ingredient": "Insalata russa",
            "quantity": "60 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "sgusciati 6"
        },
        {
            "ingredient": "Salsa cocktail",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per velocizzare la preparazione di questa ricetta utilizzaremo dei vol au vent già pronti 1. Una volta pronti i vol au vent disponeteli su un piano di lavoro, e occupatevi delle creme che vi serviranno per farcirli. Noi abbiamo scelto di preparare la salsa coktail, insalata russa. Con queste dosi potrete riempire 3 dei 12 vol au vent. Preparate la crema alle erbe: mondate e tritate il prezzemolo, in una ciotolina lavorate la robiola con la panna fresca 4, aggiungete il prezzemolo tritato e un pizzico di sale e di pepe nero 5, mescolate il tutto e con l'aiuto di una sac-a-poche e trasferitelo all'interno del vol au vent 6. Poi passate alla preparazione dei vol au vent con i gamberetti, disponete sul fondo di un vol au vent un cucchiaino di salsa cocktail 7, poi inserite i gamberetti, sgusciati e sbollentati 8, potrete sminuzzarli o lasciarli interi se preferite, aggiungete un altro cucchiaio di salsa cocktail e guarnite con i gamberetti lasciati interi 9. Passate quindi alla farcia al salmone, tritate il salmone e unitelo alla robiola 10 mescolate bene e inserite anche questo composto all'interno del vol au vent e disponete sulla sommità una fettina di salmone e un ciuffetto di timo o di aneto per decorare 11. Poi farcite gli ultimi vol au vent con l'insalata russa. Se volete potete completare i vol au vent con la gelatina. Fate sciogliere un cubetto di gelatina in acqua calda (seguendo le dosi riportate sulla confezione) e una volta sciolta disponetela sulla sommità dei vol au vent. Quindi mettete i vol au vent in frigorifero per far rassodare la gelatina. Dopo il riposo in frigorifero i vostri bellissimi vol au vent sono pronti per essere gustati! "
}