{
    "title": "Triglie alla livornese",
    "ingredients": [
        {
            "ingredient": "Triglie",
            "quantity": "8 per un totale di 1 kg"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "450 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le triglie alla livornese iniziate proprio dalla pulizia del pesce. Per prima cosa squamate le triglie con l'apposito attrezzo 1 oppure utilizzando il dorso di un coltello. Poi occupatevi di tagliare le pinne laterali 2 e quella superiore 3. Aiutandovi con una forbice incidete il ventre del pesce fino alla testa 4 e sciacquate sotto l'acqua corrente in modo da eliminare le viscere interne 5. Ripetete la stessa operazione per tutte le triglie 6 e passate a preparare il condimento. Versate l'olio in un tegame, aggiungete l'aglio schiacciato 7 e circa 2 cucchiai di prezzemolo tritato 8. Lasciate appassire leggerrmente il soffritto per 2-3 minuti, mescolando spesso, poi unite i pomodori pelati 9. Mescolate con una spatola per amalgamare gli ingredienti 10 e lasciate cuocere il sughetto per 7-8 minuti. Salate, pepate e unite le triglie 11 senza sovrapporle tra di loro. A questo punto le triglie non andranno nè girate nè mosse, per favorire la cottura e mantenerle umide cospargetele con un pò di sughetto 12 e copritele con un coperchio 13. Proseguite la cottura per 10-15 minuti (a seconda della grandezza del pesce; per verificare la cottura, con una forchetta provate a vedere se la carne delle triglie si stacca dalla spina centrale facilmente, indice che sono pronte!) e spolverizzatele ancora con un cucchiaio di prezzemolo tritato 14. A questo punto non vi resta che servire le vostre triglie alla livornese ancora calde 15. "
}