{
    "title": "Totani ripieni al forno",
    "ingredients": [
        {
            "ingredient": "Totani",
            "quantity": "(4 totani) 600 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "90 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 10 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Curcuma fresca",
            "quantity": "9 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "130 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "fresco q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i totani ripieni iniziate dalle patate: ponetele in un tegame con acqua fredda e contate circa 20-30 minuti dal bollore (potete velocizzare la cottura con la pentola a pressione) 1. Una volta pronte (verificate che si possano infilzare facilmente con una forchetta), fatele intiepidire, poi pelatele e tenetele da parte. Procedete togliendo la crosta dal pane; fate a pezzi la mollica 2 e ammollatela con il latte 3. Passate alla pulizia dei totani: eliminate la testa (4-5) e le âaletteâ laterali tagliandole via con un coltello. Sciacquate per bene i totani, sia all'esterno 6 che all'interno, per eliminare le impuritÃ . Tritate le alette 7 e i tentacoli dei totani; quindi tritate finemente anche il cipollotto, privato precedentemente della parte verde e della barbetta, insieme alle foglioline di maggiorana 8. In una padella scaldate l'olio extravergine dâoliva, aggiungete il trito di cipollotto e maggiorana 9Â e fate rosolare a fuoco dolce mescolando di tanto in tanto per qualche minuto. Unite poi il trito di alette e tentacoli 10 e fate cuocere a fiamma vivace per pochi istanti 11, avendo cura che lâacqua rilasciata dai totani si asciughi del tutto 12. A questo punto procedete con la preparazione del ripieno: schiacciate le patate ormai fredde in una ciotola capiente 13, aggiungete il pane ammollato 14, il trito cotto di totani e cipollotto 15, il Parmigiano grattugiato 16, la curcuma fresca pelata grattugiandola direttamente in ciotola 17, il sale, il pepe e lâuovo intero 18. Mescolate per bene il tutto 19 e, una volta amalgamati tutti gli ingredienti, trasferite il composto ottenuto in una sac-Ã -poche usa e getta 20. Preriscaldate il forno a 180Â° in modalitÃ statica, poi ungete il fondo di una piccola teglia da forno (dovrÃ contenere 4 totani ripieni), farcite i totani con il ripieno fino al bordo 21 e adagiateli uno accanto all'altro nella teglia 22. Salate e pepate a piacere 23 e terminate con un filo dâolio. Infornate in forno preriscaldato a 180Â° per circa 30 minuti. Mentre i totani cuociono in forno, occupatevi della salsa di accompagnamento: in una ciotolina versate lo yogurt e la panna, unite un filo d'olio 24 e l'anetoÂ 25, poi mescolate bene. Una volta cotti i totani, sfornateli 26 e impiattate servendo ciascun totano ripieno al forno con la salsa di accompagnamento 27. "
}