{
    "title": "Crocchette di patate con cuore filante di mozzarella e prosciutto",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "(8 fette) 130 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le crocchette di patate con cuore filante di mozzarella e prosciutto, iniziate a lessare le patate con tutta la buccia in acqua salata. Scolatele e sbucciatele 1. Lasciatele raffreddare. L'ideale sarebbe prepararle la sera prima, in modo che buona parte dell'umiditÃ evapori durante la notte. Schiacciatele con uno schiacciapatate o con i rebbi di una forchetta, raccogliendole in una terrina capiente 2. Sbattete le uova e unitele alla purea 3. Aggiungete ora il formaggio grattugiato 4, il sale, il pepe macinato e la noce moscata grattugiata 5. Amalgamate tutto fino ad ottenere un composto compatto e liscio 6. Preparate ora il ripieno. Scolate accuratamente la mozzarella per farle perdere il siero in eccesso, successivamente tagliatela a bastoncini 7, per ottenerne 16. Tagliate a metÃ per il lungo ogni fetta di prosciutto e ponete in ciascuna un bastoncino di mozzarella 8, infine arrotolate ogni porzione su se stessa per ottenere dei cilindri di prosciutto 9. Prelevate una piccola porzione di patate, schiacciatele delicatamente in modo da creare un incavo al centro e ponetevi un cilindro di prosciutto e mozzarella 10. Aiutandovi con il palmo della mano chiudete l'impasto in modo da creare la crocchetta: dovrete ottenerne 16, lunghe 7 cm e larghe 3 cm 11. Prendete due ciotoline, in una sbattete l'uovo e ponete nell'altra il pan grattato. Passate ogni crocchetta prima nell'uovo e subito dopo nel pangrattato 12. Disponete tutte le crocchette impanate su un vassoio a portata di mano 13. Scaldate ora l'olio e, con un termometro da cucina, controllate che non superi i 180Â° di temperatura. Quando avrÃ raggiunto la giusta temperatura immergete poche crocchette alla volta e fate cuocere per 3 minuti: devono essere belle dorate 14. Man mano che le cuocete, adagiatele su un foglio di carta assorbente 15. Le vostre crocchette di patate con cuore filante di mozzarella e prosciutto sono pronte. Gustatele ancora calde! "
}