{
    "title": "Cordon bleu di zucchine",
    "ingredients": [
        {
            "ingredient": "Zucchine tonde",
            "quantity": "300 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prosciutto cotto alle erbe",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cordon bleu di zucchine per prima cosa tagliate via la calotta superiore delle zucchine 1 e la parte inferiore 2. Quindi affettatele con una mandolina in modo da ottenere delle fette da mezzo centimetro 3. Affettate anche la provola 4. Ora farcite una fettina di zucchina con la provola 5 e con il prosciutto cotto 6. Richiudete come un sandwich con un'altra fetta di zucchina 7. Ora preparate la panatura: in una ciotola sbattete le uova con un pizzico di sale e pepe 8. In unâaltra ciotola versate la farina e salate 9. Infine tenete da parte una terza ciotola con il pangrattato. Ora passate le zucchine farcite prima nella farina 10, poi immergetele nelle uova sbattute 11 e poi nel pangrattato 12. A questo punto fate una seconda panatura immergendo i cordon bleu nellâuovo 13 e nuovamente nel pangrattato 14. Man mano che impanate le zucchine adagiatele su un vassoio 15. Passate quindi alla frittura: scaldate lâolio di semi in un tegame dal bordo alto e quando avrÃ raggiunto i 165Â° (da misurare con un termometro da cucina) immergete i cordon bleu uno alla volta 16. Cuoceteli per circa 2 minuti fino a quando non saranno dorati. Scolateli su un vassoio rivestito con carta assorbente 17. Servite i cordon bleu di zucchine ben caldi 18. "
}