{
    "title": "Pollo cotto sulla lattina di birra",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "da circa 1 kg 1"
        },
        {
            "ingredient": "Burro",
            "quantity": "per spennellare q.b."
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Aglio in polvere",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "in polvere 2 cucchiaini"
        },
        {
            "ingredient": "Pepe di Caienna",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Birra",
            "quantity": "per riempirne metÃ q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        }
    ],
    "preparation": " Si parte ovviamente dal Rub: ne esistono molte versioni ma in questo caso è stato utilizzato una variante del Cajun Rub a cui è stato aggiunto dello zucchero di canna e omesso il timo e il pepe bianco. Questo allo scopo di “ammorbidire” gli aromi pungenti aggiungendo del dolce che mitiga l’intensità. Si uniscono gli ingredienti in un mortaio 1 e si pestano fino ad ottenere una polvere ben amalgamata. 2. Per fare aderire bene il rub sul pollo, si spennella la superficie della pelle con del burro fuso. Quando ben spennellato, si cosparge il pollo con il rub “strofinandolo” uniformemente 3. E’ bene anche inserire del rub all’interno delle cavità superiori e inferiori del pollo 4. AUMENTARE L’UMIDITA’ INTERNA Come detto, il barbecue fornisce un calore secco che tende a far asciugare i tessuti (avete presente la consistenza del petto di pollo cotto al girarrosto?). Per evitare questa massiccia dispersione si può agire su due componenti fondamentali. La prima è quella di diminuire la temperatura di cottura e la seconda è quella di “aumentare” la quantità di liquidi presenti nella carne. Per aumentare i liquidi all’interno è necessario preparare un liquido aromatizzato da iniettare all’interno del petto, delle sovracosce e delle cosce. Solitamente si utilizza del brodo di pollo salato ed aromatizzato con della salsa Worcestershire 5(si trova facilmente al supermercato ed ha un sapore particolarissimo). Per iniettare 6 è consigliabile utilizzare una siringa per uso alimentare che ha degli ugelli piu grandi e che permettono alle microparticelle solide di passare. Si carica la siringa con il brodo aromatizzato, si inserisce la siringa in profondità e si inietta mentre in contemporanea si estrae la siringa con un movimento lento. Questo movimento permette una migliore diffusione dei liquidi all’interno. Durante l’iniezione si vedranno gonfiare i tessuti, indice di una corretta infiltrazione dei liquidi. E’ possibile infiltrare anche mezzo litro di liquido per un pollo da 1 kg. Una gran parte verrà comunque persa ma si avrà come risultato una carne molto umida e succosa.LA LATTINA Quando il nostro pollo sarà stato aromatizzato con il rub e iniettato con i liquidi aromatizzanti, dovrà essere posizionato sulla lattina inserendola nella cavità inferiore del pollo. Per metterlo in equilibrio si dovranno bloccare le ali in posizione dietro la schiena ponendo in avanti le cosce. La lattina ha sempre suscitato diverse perplessità dovute alla possibilità che le resine epossidiche con le quali vengono rivestite, possano rilasciare sostanze nocive al pollo. Molti studi, non ufficiali, affermano che le resine, avendo temperature di fusione superiori agli 800°, non possono rilasciare sostanze nocive alle normali temperature di cottura. Molti altri affermano di si. I produttori americani non si sono certo lasciati scappare questa diatriba ed hanno inventato dei supporti in acciaio inox che possono essere riempiti di birra o altri liquidi, allo scopo di fornire un supporto per il Beer Can Chicken assolutamente sicuro e fuori da ogni ragionevole dubbio (7-8-9). Una volta preparato e spolverizzato il rub, fatte le infiltrazioni e sistemato il pollo sulla lattina (10-11), lo lasciamo ad insaporire per una mezz’ora. Nel frattempo si inizia l’accensione del barbecue. In questo caso abbiamo utilizzato una tipologia di barbecue chiamato “Kettle”. Il kettle grill NON è una marca bensì una tipologia di barbecues (la cui giusta denominazione è grill e non barbecue). Per maggiori delucidazioni sul kettle, guardare la ricetta delle ali di pollo affumicate.LA COTTURA DEL BCC Una volta accese le braci, si chiude il coperchio e si agisce sulle prese d’aria per stabilizzare la temperatura. Raggiunta la temperatura desiderata, si può iniziare la cottura del Beer Can Chicken. Per prima cosa vengono gettate le chips direttamente sulle braci tramite una finestra presente sulla griglia del cibo. Si solleva la finestrella e tramite una molla o “pinza” per barbecue si pongono le chips a bruciare 12. Sarà necessario inserire una quantità minima di chips, tutte quelle che entrano in una mano per intenderci. Si chiude nuovamente il coperchio e si attende che le chips di legno aromatico inizino a produrre fumo. Solo dopo la produzione di fumo, si pone il supporto con il pollo, si richiude il coperchio e si stabilizza la temperatura intorno ai 140°C - 160°C agendo sulle ghiere di regolazione dell'aria e si lascia andare in cottura. A queste temperatura il pollo cuocerà in due ore e mezza o tre ore al massimo. Il vantaggio della bassa temperatura sarà quello di ottenere una carne molto umida e succosa. Le chips bruceranno per circa 20 minuti, dopodiché si procederà ad una nuova aggiunta. Questa quantità sarà sufficiente ad affumicare il pollo senza devastarne il sapore. Terminato il tempo di affumicatura si procederà a bagnare la superficie del pollo con dell’aceto di mele, possibilmente con un vaporizzatore 14 (anche un pennello andrà benissimo). Tale procedura serve da blando “solvente” in cui le sostanze fenoliche risultanti dalla combusione del legno si scioglieranno e cadranno sulla base del supporto. Ciò consentirà di avere un’aroma di affumicato molto più morbido in quanto \"laverà via\" le sostanze dall'aroma sgradevole contenute nel fumo. L’aceto non sarà percepibile se non per un minimo incremento dell’acidità (tra l’altro molto raccomandabile in queste preparazioni) della crosta esterna. QUANDO SARA’ COTTO Sarà cotto quando sarà cotto. Questo è ciò che direbbe un americano. Si intende che la cottura è subordinata al fatto di essere stati bravi a stabilizzare la temperatura in modo costante. E’ risaputo però che quando si utilizza il carbone (specialmente se non si fa uso di bricchetti compressi) le altalene di temperatura sono molto frequenti: Il carbone man mano si va spegnendo e la temperatura si abbassa per poi rialzarsi di colpo, magari anche sopra il limite, quando viene effettuato il rabbocco. Anche l'apertura frequente del coperchio, magari per curiosare sulla cottura del cibo, provoca abbattimenti della temperatura. In questo caso, gli americani usano un detto molto divertente: \"If you are looking, you are not cooking\" (se stai guardando non stai cucinando). In definitiva le escursioni termiche modificano sensibilmente i tempi di cottura. L’uso di un termometro a sonda rende il tutto più facile. Quando il pollo raggiunge la temperatura di 82°C al cuore, significa che è cotto alla perfezione. I termometri sono molto economici e sicuramente sono uno strumento insostituibile. Un volta cotto, il pollo si serve in tavola direttamente sulla lattina. Mostrarlo ai vostri commensali sarà un momento divertente che fornirà spunti di conversazione interessanti. Un contorno veloce può essere fatto con delle patate cotte direttamente sulla cenere 15. Si avvolgono nell’alluminio, si posano direttamente sui carboni e si dimenticano. Saranno certamente cotte insieme al pollo. Il Beer Can Chicken è quasi sempre la prima preparazione per coloro che si avvicinano a questo nuovo e avvincente stile di cottura. "
}