{
    "title": "Pollo fritto americano",
    "ingredients": [
        {
            "ingredient": "Cosce di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Alette di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latticello",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il pollo fritto americano iniziate a predisporre il mix di spezie: ponete in una ciotola tutte le spezie e la farina 1 poi trasferitele in un sacchetto gelo per miscelarle 2. Ponete le cosce e le ali di pollo in una ciotola e versate all'interno il latticello 3, per realizzarlo a casa seguite la nostra scheda Come fare il latticello. Girate i pezzi di pollo in modo che si inumidiscano bene 4 poi inseriteli nel sacchetto gelo insieme alle spezie 5, tenete ben chiuso il sacchetto con una mano e agitatelo per far insaporire i pezzi di pollo che dovranno risultare ben infarinati 6. Lasciate riposare per qualche minuto il pollo. Intanto ponete sul fuoco una pentola con l’olio di semi, scaldate l’olio, la temperatura ideale è di circa 170°-180°, se non disponete di un termometro , immergete un pizzico di pangrattato nell'olio e se sfrigola allora è pronto per friggere. I pezzi di pollo dovranno essere ben immersi nell’olio 7, cuocete il pollo 10 minuti per ciascun lato. A cottura ultimata estraete con una pinza da cucina il pollo 8 e ponetelo su un vassoio rivestito da carta assorbente in modo che perda l'olio in eccesso 9. Il vostro pollo fritto americano è pronta da gustare! "
}