{
    "title": "Salmone alla limoncina",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "(4 pezzi) 800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone alla limoncina, iniziate dai carciofi che accompagneranno il salmone (se preferite potete effettuare la pulizia dei carciofi anche con dei guanti per non macchiarvi le dita): in una ciotola capiente versate dell'acqua fredda e spremete il succo di un limone 1; l'acqua servirà a non far diventare neri i carciofi a mano a mano che li taglierete. Quindi eliminate con un coltello tutto il gambo dei carciofi 2, poi staccate con le mani le foglie esterne 5 fino ad arrivare a quelle più tenere e bianche. Una volta eliminate le foglie esterne, tagliate le punte del carciofo 4 e poi dividetelo a metà 5. Quindi con un coltellino eliminate la barbetta interna del carciofo 6. Tagliate i carciofi a fettine sottili 7, quindi versateli a mano a mano nella ciotola con acqua e limone 8. Quando avrete terminato i carciofi, scolateli 8. Poi in una padella capiente versate un filo d'olio e lo spicchio d'aglio sbucciato 10. Quindi versate i carciofi scolati 11, mescolate e aggiungete un pizzico di sale 12. Versate in padella anche il brodo vegetale 13 per favorire la cottura e cuocete per circa 10 minuti i carciofi a fuoco vivace, aggiungendo altri mestoli di brodo vegetale a mano a mano. Mentre i carciofi cuociono, sminuzzate il prezzemolo 14. Poi spremete il succo di un limone 15. Quindi in una ciotolina versate 100 ml di olio 16, il succo del limone spremuto 17 e mescolate per emulsionare i due liquidi 18. Aggiungete anche il pepe e il sale a piacere 19, poi mezzo spicchio d'aglio sbucciato 20 e il prezzemolo tritato 21. Mescolate nuovamente per amalgamare gli ingredienti 22. Quindi prendete il salmone norvegese fresco, eliminate le spine più evidenti con l'aiuto di una pinzetta 23 quindi ponetele su una leccarda rivestita con carta da forno e spennellate ciascuna fetta con l'emulsione di olio e limone 24. Potete anche lasciare un po' di emulsione da parte per aggiungerla a fine cottura. Quando avrete terminato di cospargere le fette con l'emulsione 25, infornatele a 220° per circa 8-10 minuti: il salmone infatti non dovrà cuocere molto per mantenere la sua carne tenera e gustosa. A metà cottura girate le fette dall'altro lato 26, quindi sfornatele, poi impiattate aggiungendo il letto di carciofi e ancora dell'emulsione 27. "
}