{
    "title": "Olive all' ascolana",
    "ingredients": [
        {
            "ingredient": "Olive Ascolane tenere",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Manzo",
            "quantity": "polpa 100 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "polpa 100 g"
        },
        {
            "ingredient": "Pollo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 30 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Chiodi di garofano macinati",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Carote",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "piccola 1 costa"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "500 ml"
        }
    ],
    "preparation": " Tritate le verdure (cipolla, sedano, carota) e fatele rosolare con 3 cucchiai d’olio extravergine d'oliva, tagliate a piccoli dadini i tre tipi di carni e aggiungetele al soffritto (1-2-3); quando le carni saranno rosolate, salate, aggiungete il vino bianco 4 e fate evaporare a fuoco dolce. Togliete il composto dal fuoco e lasciatelo raffreddare, quindi successivamente macinatelo 5 (potete utilizzare anche le lame di un mixer); versate il composto in una ciotola, quindi aggiungete la polvere di chiodi di garofano e la noce moscata, la scorza grattugiata di 1/2 limone 6, un uovo, il parmigiano grattugiato, la mollica di pane ridotta in briciole (7-8), e impastate bene fino ad ottenere un composto morbido ma compatto 9, lasciatelo riposare per una mezz'oretta. Passate ora a denocciolare le olive: con un coltellino da cucina a lama liscia, tagliate a spirale l’ oliva senza spezzarla partendo dal picciolo, in modo da ottenere una spirale di polpa liberata dal nocciolo. (10-11-12) Idealmente è come se doveste pelare un agrume senza mai staccare la lama del coltello e rompere di conseguenza la buccia. A questo punto riempite le olive con il ripieno ottenuto 13, avendo cura di ridare loro la forma originaria (che ovviamente sarà un po’ più gonfia!). Preparate intanto tre ciotole contenenti separatamente; farina, uova sbattute e pangrattato. Passate ogni oliva prima nella farina, poi nell’uovo sbattuto e per ultimo nel pangrattato 14, e quando saranno tutte pronte lasciatele riposare al fresco per mezz’ora. e poi ripetete l'operazione per dare una seconda impanata in modo da renderle ben croccanti per la frittura.A questo punto, potete friggere le olive all’ascolana in olio extravergine di oliva bollente, 15 ruotandole di tanto in tanto fino a farle raggiungere una colorazione dorata e uniforme; poi sgocciolatele e ponetele su di un piatto con carta assorbente. Servite le olive all’ascolana caldissime. "
}