{
    "title": "Filetti di orata in gabbia",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "(circa 300 g) 1"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "circa 2 cucchiai"
        }
    ],
    "preparation": " Per preparare i filetti di orata in gabbia, iniziate dalla pulizia dell'orata (potete anche chiedere al vostro pescivendolo di fiducia di sfilettarvi l'orata per saltare questa operazione): per il procedimento nel dettaglio, consultate la scheda della Scuola di cucina: come pulire l'orata. Squamate il pesce con un coltello, poi tagliate tutte le pinne e incidetelo per eviscerarlo; quindi sciacquatelo accuratamente sotto acqua corrente. Tagliate via la testa, poi incidete l'orata lungo il dorso e con la lama del coltello tagliate lungo la lisca e staccate tutta la carne, ripetendo l'operazione anche dalla parte opposta; quindi eliminate la pelle dai filetti. Una volta prelevati i filetti, controllate che non abbiano lische passando le dita sulla superficie: se le trovate potete toglierle facilmente con delle pinzette da cucina 1. Ora passate al condimento: lavate i pomodori, tagliateli a metà e scavateli per togliere i semini 2; tagliateli a striscioline 3 e poi a cubetti. Tritate le erbe aromatiche 4: timo, aneto, maggiorana e prezzemolo; tritate anche uno spicchio di aglio. Ponete la polpa di pomodoro a cubetti in una ciotolina, poi aggiungete il trito di erbe aromatiche 5, l'aglio, la scorza del limone grattugiata, 6 un filo d'olio, sale e pepe a piacere. Mescolate tutto con un cucchiaio 7 e componete l'orata in gabbia: prendete la pasta sfoglia già pronta e srotolatela lasciando la carta forno che la avvolge. Ponete i due filetti di orata al centro leggermente sovrapposti 8, conditeli con poco sale fino e con il ripieno ai pomodori 9. Terminati gli ingredienti 10, e iniziate a preparare la gabbia (se la pasta sfoglia vi sembra troppa, potete rifinirla creando un ovale più stretto attorno ai filetti 11. Quindi iniziate a preparare la gabbia: con il tagliapasta liscio create nella parte centrale della sfoglia delle losanghe di un paio di centimetri di spessore 12, partendo dai bordi fino ai filetti, lasciando le due estremità in corrispondenza della bocca e della coda intere. Ripiegate la sfoglia ad una delle due estremità verso l'interno: sarà la bocca del pesce 13, poi tagliatene un pezzo e tenetelo da parte 14. Quindi create la gabbia intrecciando le strisce di pasta sfoglia sui filetti 15, lasciando più o meno spazio tra una e l'altra in base alla volontà di far vedere il ripieno 16, quindi ripiegate anche la parte finale della coda: ripiegate la pasta sfoglia lateralmente in due trangolini e poi ripiegate tutto verso l'interno 17 e praticate delle incisioni con la rondella tagliapasta a lama liscia (simuleranno le pinne) 18. Spennellate la superficie con un tuorlo sbattuto con qualche cucchiaio di panna fresca 19, così che dopo la cottura il pesce risulti croccante e dorato. Con i ritagli di pasta potete creare la pinna 20 e l'occhio. Così com'è, trasferitelo su una leccarda e cuocetelo in forno statico preriscaldato a 180° per 30 minuti (se forno ventilato a 160° per circa 20 minuti). Una volta cotta, sfornate l'orata in gabbia e adagiate il pesce ad esempio su un letto di pomodori e insalata songino 21! "
}