{
    "title": "Carciofi in padella",
    "ingredients": [
        {
            "ingredient": "Carciofi",
            "quantity": "( o carciofo Violetto di Sant'Erasmo) 8"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i carciofi in padella, iniziate dalla pulizia dei carciofi. La prima operazione importante da fare prima di cominciare a pulire i carciofi è strofinarsi le mani con del limone per evitare che le sostanze all'interno di questo vegetale che a contatto con l'aria ossidano, vi anneriscano le mani, in alternativa potete indossare dei guanti. Sempre per la stessa ragione, prima di iniziare la pulizia dei carciofi preparate una ciotola con acqua fredda in cui avrete spremuto il succo di un limone: la soluzione acidulata eviterà che i carciofi puliti si anneriscano. Una volta preparata la ciotola, potete cominciare con la pulizia, per prima cosa togliete le foglie esterne più dure 1, tagliate il gambo 2 ed eliminate la punta 3, tagliandone circa 2-3 cm questa parte oltre ad avere le spine è quella più dura che andrà eliminata anche nei carciofi senza spine. Ora allargate leggermente le foglie esercitando una leggera pressione verso l'esterno eliminando la \"barba\" con un cucchiaino o uno scavino a semisfera 4, se non avete uno scavino potete utilizzare un cucchiaio. Anche in questo caso ricordatevi di immergere i carciofi nell'acqua acidulata 5. In una padella scaldate l’olio di oliva con lo spicchio d’aglio per 1 minuto a fuoco moderato 6. Scolate i carciofi dall’acqua acidulata e spremeteli leggermente per eliminare il liquido in eccesso. Adagiate i carciofi all’interno della padella con il gambo rivolto verso l’alto 7. Salate 8, pepate, aggiungete l’acqua 9 Coprite con il coperchio 10. Proseguite la cottura per 10 minuti a fuoco dolce. Intanto lavate e tritate finemente il prezzemolo 11. Girate i carciofi e cuocete ancora per altri 20 minuti dall'altro lato 12. Il tempo di cottura può variare in base alla grandezza dei carciofi. A fine cottura aromatizzate con il prezzemolo tritato (13-14) e servite i carciofi in padella ben caldi 15. "
}