{
    "title": "Insalata con scamorza e verdure grigliate",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "450 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "425 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "425"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "affumicata 300 g"
        },
        {
            "ingredient": "Insalata mista",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare l'insalata con scamorza e verdure grigliate lavate tutte le verdure sotto abbondante acqua fresca corrente 1 e asciugatele. Tagliate le zucchine e le melanzane a rondelle dello spessore di 4-5 mm (2-3); prendete i peperoni, eliminate la parte superiore, divideteli a metà 4, dopodiché con un coltello togliete i filamenti bianchi e i semi che si trovano all’interno 5. Tagliateli a fettine, poi a cubetti piuttosto grossi e mettete da parte 6. Togliete il picciolo dei pomodori 7 e tagliateli a rondelle sempre di 4-5 mm 8. Prendete la scamorza a fettine nel senso della lunghezza 9, poi mettete a scaldare sul fuoco una griglia. Quando la griglia sarà ben calda, fate cuocere le verdure poco per volta: distribuite i peperoni a tocchetti uno accanto all'altro 10, facendoli grigliare per 5 minuti e rigirandoli con una pinza da cucina per una cottura uniforme 11, poi mettete sul fuoco le zucchine a rondelle 12 per 3 minuti 13 e proseguite con le melanzane per altri 3 minuti (14-15). Ricordate di rigirare sempre la verdura per una cottura omogenea. Infine terminate con i pomodori, cuocendoli per 4 minuti fino a quando saranno ben grigliati 16. Tagliate un foglio di carta forno della misura della griglia e adagiatelo in modo da procedere con la cottura della scamorza. Distribuite le fettine e fatele grigliare per qualche secondo 17. A questo punto distribuite l'insalata mista su di un piatto da portata 18 insieme alle verdure; regolate di sale e di pepe 19 e condite con l'olio di oliva. Infine potete servire e gustare la vostra insalata con scamorza e verdure grigliate 21. "
}