{
    "title": "Pollo alla diavola",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "(1 pollastro giovane) 1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "di Caienna q.b."
        },
        {
            "ingredient": "Aromi per arrosto",
            "quantity": "in polvere (facoltativo) q.b."
        }
    ],
    "preparation": " Tagliate e scartate le zampe e il collo del pollo; togliete le eventuali piccole piume residue, poi lavatelo, asciugatelo: ora, secondo le regole, dovreste tagliarlo da cima a fondo lungo la schiena, ma io personalmente preferisco tagliarlo lungo il petto, perchè trovo che il pollo si rosoli molto più uniformemente e a fine cottura mantenga una forma migliore. Ovviamente sono solo mie opinioni, cmq vi farò vedere le fotografie di tutte e due le preparazioni finali. Apritelo ed appiattitelo per bene schiacciandolo sul piano di lavoro, dopodichè massaggiatelo tutto con del sale e poi con 2 cucchiai di olio di oliva nel quale avrete aggiunto del peperoncino in polvere (non esagerate), e volendo anche degli aromi in polvere per arrosto. Ora potete passare alla cottura, adagiando il pollo in un tegame antiaderente (o su di una gratella, oppure una piastra, a scelta), dove avrete messo il resto dell’olio di oliva; il tegame deve essere abbastanza capiente per contenere il pollo ben appiattito. Fate dorare il pollo con la parte spaccata all’ingiù, ponendo al di sopra di esso un coperchio più piccolo del tegame; sopra al coperchio sistemate un peso qualsiasi che tenga ben appiattito il pollo durante la cottura (io ho usato un pesante vaso pieno di conserva). Lasciate dorare il pollo nella posizione in cui si trova per circa 5 minuti a fuoco vivace ma non altissimo, poi giratelo dall’altra parte e ripetete la stessa operazione; fate questo per 4-5 volte, fino a che il pollo non sarà cotto; la cottura dipende dalla grossezza del pollo e dalla consistenza delle sue carni, ma diciamo che per un pollastro di circa 1 kg ci vorranno circa 60 minuti. Nell'ultima sequenza di fotografie vedete il risultato finale del pollo aperto sul petto (taglio da me scelto) oppure, a seguire, quello aperto sulla schiena (come da manuale): a voi la scelta.Appena il pollo sarà ben rosolato e cotto spegnete il fuoco e servitelo immediatamente. "
}