{
    "title": "Quiche con scarola e cubetti di cotto",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Provolone",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la quiche con scarola e cubetti di cotto iniziate a lavare la scarola sotto acqua corrente 1, poi tagliatela grossolanamente 2. Mondate e affettate il porro 3. In una larga padella versate un filo d'olio, lo spicchio di aglio intero sbucciato 4 (potrete toglierlo al termine della cottura); versate anche il porro 5, fatelo appassire qualche minuto, dopodiché unite la scarola tagliata a pezzi 6. Cuocetela per una decina di minuti con il coperchio 7. Nel frattempo sbattete le uova con una frusta 8, poi unite il latte 9 il provolone grattugiato 10 e mescolate con una spatola per amalgamare gli ingredienti 11. Versate nel composto anche la metà dei cubetti di cotto 12 e la scarola, mescolando ancora 13; salate e pepate a piacere. Tenete per un momento il ripieno da parte e prendete il rotolo di sfoglia: stendetelo leggermente con il mattarello 14, poi arrotolatelo sul mattarello e srotolatelo sullo stampo di 28 cm di diametro rivestito con carta da forno 15. Fate aderire la sfoglia ai bordi, lasciando che parte di essa ricada all'esterno 16; quindi versate delicatamente all'interno il ripieno 17 e distribuitelo uniformemente aiutandovi con una forchetta 18. Distribuite sulla superficie i restanti cubetti di cotto 19, poi ripiegate i bordi verso l'interno 20 e cuocete la quiche in forno statico preriscaldato a 180° per 60 minuti (160° per 50 minuti). Una volta cotta, sfornatela e lasciatela intiepidire 21, quindi servitela! "
}