{
    "title": "Frittata con asparagi selvatici e speck",
    "ingredients": [
        {
            "ingredient": "Asparagi selvatici",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "grandi 5"
        },
        {
            "ingredient": "Speck",
            "quantity": "in una sola fetta 80 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 2 cucchiai"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 2 cucchiai"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        }
    ],
    "preparation": " Per preparare la frittata con asparagi selvatici e speck, iniziate sciacquando accuratamente gli asparagi sotto acqua corrente 1; con un coltello eliminate la parte bianca più legnosa 2, poi con un pelaverdure sfogliateli dei filamenti più esterni 3, fino ad arrivare alla parte più chiara (per la pulizia degli asparagi potete consultare la scheda della Scuola di Cucina: come pulire gli asparagi) Legate gli asparagi e poneteli a bollire nel cestello dell’apposita asparagera riempita di acqua bollente e salata a piacere 4: le punte degli asparagi dovranno rimanere fuori dall'acqua 5. Quando saranno cotti (ci vorranno circa 10 minuti) scolateli e lasciateli sgocciolare per bene. Quando si saranno intiepiditi leggermente, tagliate il gambo a pezzi, lasciando intatte le punte 6. Tagliate anche lo speck a striscioline spesse circa mezzo centimetro 7. A questo punto, in una ciotola battete le uova con una frusta insieme al sale e pepe versati a piacere 8; e aggiungete anche i formaggi grattugiati 9, lo speck a pezzetti 10 e infine gli asparagi tagliati 11. Mescolate tutti gli ingredienti per amalgamarli 12. In una padella, versate 5-6 cucchiai di olio extravergine d’oliva 13, fatelo scaldare e poi unite il composto precedentemente preparato 14 che farete cuocere a fuoco dolce per qualche minuto, con un coperchio 15. Con lo stesso coperchio, aiutatevi a girare la frittata per cuocerla dall'altro lato, faceondo scivolare delicatamente la parte cruda che aderisce al coperchio in padella 16 e continuate la cottura sul lato ancora crudo per qualche altro minuto. A cottura avvenuta 17 fate scivolare la frittata con asparagi selvatici e speck su di un piatto da portata e quindi servitela 18! "
}