{
    "title": "Sgombro al cartoccio",
    "ingredients": [
        {
            "ingredient": "Sgombro",
            "quantity": "(4 sgombri) 580 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "170 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "140 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "120 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "90 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo sgombro al cartoccio per prima cosa occupatevi della pulizia degli sgombri: incidete il ventre con un coltello 1 ed eviscerate il pesce 2, poi sciacquatelo sotto lâacqua corrente per ripulirlo 3. Ora lavate le verdure e mondatele: spuntate il sedano e riducetelo a dadini 4, poi tagliate le melanzane a fetteÂ e ricavate dei dadini 5. Eliminate i semini interni e il picciolo del peperone 6 e tagliatelo prima a listarelle e poi a cubetti 7. Infine riducete a dadini anche i pomodori 8. Trasferite tutte le verdure tagliate in una ciotola, profumate con foglioline di basilico fresco 9 e condite con olio, sale e pepe 10. Ora adagiate ciascuno sgombro pulito su un foglio di carta forno di circa 35x31 cm 11, riempite la pancia dello sgombro con un cucchiaio di verdure 12 e poi distribuite il resto intorno al pesce (abbiate cura di usare per ciascuno sgombro circa Â¼ delle verdure preparate in precedenza). Condite il pesce con un filo di olio di oliva 13. Lavate il limone e tagliatelo a fette sottili 14, poi adagiate 3 fette di limoneÂ sopra ogni sgombro 15. Ora richiudete il cartoccio sollevando i lembi di carta forno 16 e sovrapponendoli sopra al pesce 17, poi sigillate beneÂ ripiegando i lati 18. Ponete i cartocci su una leccarda rivestita con carta forno 19 e cuocete in forno statico preriscaldato a 200Â° per 20 minuti. A cottura ultimata sfornate i vostri sgombri al cartoccio 20 e serviteli ben caldi 21. "
}