{
    "title": "Torta alla Nutella",
    "ingredients": [
        {
            "ingredient": "Nutella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 60 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Caffè solubile",
            "quantity": "(in granuli) 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Nutella",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "300 g"
        }
    ],
    "preparation": " Per realizzare la torta alla Nutella ponete il burro ammorbidito in una planetaria munita di frusta, unite lo zucchero semolato 1 e azionate la macchina per ottenere una crema, dividete gli albumi dai tuorli e unite questi ultimi all’impasto 2 , continuate a mescolare per amalgamare gli ingredienti. Stemperate la nutella con il latte tiepido 3 mescolando con un cucchiaio 4, aggiungete il caffè solubile in granuli e mescolate fino a completo scioglimento 5. Versate la crema ottenuta nella planetaria 6 sempre mescolando con le fruste. Setacciate la farina 7, il lievito e il cacao in polvere (8 ), aggiungete anche la farina di nocciole 9 incorporate le polveri all’impasto un cucchiaio alla volta 10 mantenendo azionata la macchina. Trasferite l’impasto in una ciotola, a parte montate a neve gli albumi 11 con un pizzico di sale e incorporateli al composto delicatamente 12. Imburrate e foderate con carta da forno una teglia del diametro di 24 cm, versate l’impasto all’interno e livellate la superficie con una spatola 13. Cuocete in forno preriscaldato statico a 180° per 35 minuti (o in forno ventilato a 160° per 25 minuti). A cottura ultimata 14, sfornate la torta e lasciatela raffreddare prima di sformarla su un piatto di portatala. Occupatevi della crema: ponete il mascarpone in una ciotola, aggiungete la Nutella 15 e mescolate per amalgamarli. Ponete la torta sformata su un piatto di portata e guarnite la superficie con la crema di Nutella e mascarpone, distribuendola con un cucchiaio 16 per creare un motivo ondulato. Terminate con qualche cucchiaino di Nutella a piacere 17. La vostra torta alla Nutella è pronta per essere gustata 18! "
}