{
    "title": "Polpette di platessa",
    "ingredients": [
        {
            "ingredient": "Filetti di platessa",
            "quantity": "215 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Erbette",
            "quantity": "750 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "4 fili"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare le polpette di platessa portate al bollore l’acqua in un tegame, quindi versate i filetti di platessa 1 e lessateli per 1 minuto, scolateli con una schiumarola 2, adagiateli su un tagliere e tritateli con un coltello 3. Ponete i filetti tritati in un colino 4 in modo da scolarli bene, poi trasferiteli all’interno di una ciotola, aggiungete la ricotta 5. Tagliate i fili di erba cipollina e versateli nell’impasto 6. Unite anche 40 g di pangrattato 7, salate 8 e mescolate per amalgamare gli ingredienti 9. Ora potete iniziare a formare le polpette: prendete un pezzetto di impasto del peso di circa 15 g 10, date la forma di una pallina e adagiate su un vassoio 11. Una volta terminato passate le polpette nei 20 g di pangrattato necessari per la panatura 12. Tenete da parte le polpette 13 e occupatevi delle erbette: tagliate via il gambo 14 e lavatele sotto l’acqua corrente 15. Scaldate l’olio di oliva in una padella con l’aglio sbucciato 16, versate le erbettesenza asciugarle 17, coprite con il coperchio 18 e lasciate cuocere per 4-5 minuti a fuoco medio. Una volta che saranno appassite le erbette 19, spegnete il fuoco tenetele in caldo. Passate alla cottura delle polpette: in una padella scaldate l’olio di oliva 20, versate le polpettine e cuocete per 4-5 minuti 21, scuotendo la padella per cuocerle in modo omogeneo. Una volta pronte 22, spegnete il fuoco e impiattate: ponete in un piatto le erbette che avete tenuto in caldo 23 e adagiate sopra le polpettine. Servite le polpette di platessa ben calde 24. "
}