{
    "title": "Nodini di parmigiano",
    "ingredients": [
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "freddo di frigo 70 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 10 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 1 pizzico"
        }
    ],
    "preparation": " Per preparare i nodini di parmigiano, iniziate dall'impasto: ponete nel mixer munito di lame la farina e il burro freddo di frigo a tocchetti 1. Unite anche l’origano secco 2 e il sale 3, azionate le lame e frullate fino ad ottenere un composto sabbioso e farinoso 4. Trasferitelo sul piano da lavoro 5 e dategli la classica forma a fontana 6. Versate al centro il parmigiano grattugiato 7 e, cominciando ad impastare velocemente per incorporare farina, unite poco a poco anche il latte ben freddo 8. Impastate brevemente l’impasto per fino a fargli assumere una consistenza soda e piuttosto elastica 9, formatene un panetto e dategli una forma rettangolare, appiattitelo leggermente, quindi foderatelo con pellicola trasparente 10 e fatelo riposare in frigo per almeno 30 minuti. Trascorso questo tempo, potete procedere a formare i vostri nodini. Suddividete l’impasto in porzioni da 25 g circa l’una, e ricavate da ognuno un filoncino stretto, lungo circa 18 cm 11. Intrecciate il filoncino per creare un piccolo occhiello 12 quindi annodate il filoncino, facendo passare all’interno dell'occhiello uno dei due lembi; tirate delicatamente per formare un piccolo nodo 13. Proseguite così per creare anche gli altri nodini di parmigiano. Poneteli su una teglia ricoperta di carta da forno, spennellateli con l’uovo sbattuto 14 e poi cospargeteli con il Parmigiano 15 e l'origano 16. Cuocete i vostri nodini al parmigiano in forno statico preriscaldato a 200° per 18 minuti 17, sfornateli e lasciateli raffreddare. Il delizioso snack è servito 18! "
}