{
    "title": "Roast beef in crosta di sale",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "(taglio per roast-beef) 650 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "grosso 2 kg"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "5 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il roast beef in crosta di sale iniziate lavando ed asciugando le erbe aromatiche 1. Procedete tritando finemente rosmarino, alloro e timo 2. Dopodiché tagliate il grasso in eccesso dalla carne di manzo 3. A seconda della carne scelta potrete legarlo per dargli una forma più compatta o lasciarlo come lo avete acquistato se il pezzo è già sufficientemente compatto. Massaggiate la carne con il trito di erbe aromatiche, strofinandole leggermente su tutta la superficie e facendo in modo che aderiscano bene su tutti i lati 4. Prendete ora una teglia da forno con i bordi alti e più larga rispetto al taglio della carne di 2 cm per lato: versatevi uno strato di sale di circa 2 cm sul fondo 5. Adagiate ora il roast beef sulla teglia e ricopritelo uniformemente con il sale 6, creando uno strato di circa 2 cm di sale per lato, una sorta di involucro. E’ fondamentale utilizzare il sale grosso, poiché quello fino in cottura verrebbe assorbito eccessivamente dalla carne. Inumidite con l'acqua la superficie della crosta di sale 7 in modo che questa si possa maggiormente indurire in cottura. Infine infornate in forno statico preriscaldato a 200°C per 25 minuti (sconsigliamo l’utilizzo del forno ventilato poiché asciugherebbe troppo la carne e questa in ultimo non risulterebbe succosa). Il forno non andrà aperto fino a cottura ultimata per evitare che la temperatura si abbassi impedendo una cottura ottimale. Trascorso il tempo, estraete la teglia dal forno e lasciate riposare 10 minuti a temperatura ambiente. Dopodiché aiutandovi con dei cucchiai o un coltello se la crosta è divenuta molto dura, rimuovete il sale grosso raschiandolo con delicatezza 8. Eliminate tutto il sale di copertura poco alla volta 9. Prendete poi il roast beef 10 e disponetelo su un tagliare, eliminando se necessario il sale grosso in eccesso. Quindi affettatelo delicatamente con un coltello dalla lama affilata o se preferite fettine più sottili con l’affettatrice 11: all'interno dovrà risultare rosea. Se preferite una carne non troppo cruda, prolungate di 5 minuti la cottura, sempre in base al peso della carne che scegliete. Ora il vostro roast beef in crosta di sale può essere impiattato e gustato 12! "
}