{
    "title": "Crostone bruscato con luganega e peperoni affumicati",
    "ingredients": [
        {
            "ingredient": "Luganega",
            "quantity": "luganega Carnealfuoco 1 confezione"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Capperi",
            "quantity": "5"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Senape",
            "quantity": "all'antica 2 cucchiai"
        },
        {
            "ingredient": "Miele",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        }
    ],
    "preparation": " Per prima cosa arrostite i peperoni sulla griglia, direttamente sopra le braci 1 fino a far bruciare la pelle 2, devono avere una consistenza morbida ma ancora croccante. Riporre in un contenitore, coprire con pellicola e lasciare sudare. Questo procedimento agevolerà la rimozione della pelle del peperone. Quindi spellateli e privateli dei semi e filamenti interni 3. Tagliate i peperoni a striscioline 4, quindi arrostite anche lo spicchi d'aglio (5-6), sbucciatelo e poi tritato 7. In un contenitore mettete i peperoni tagliati a listarelle, i capperi e l'aglio tritati (8-9) e versate tre dei cinque cucchiai di olio extravergine, sale e pepe quanto basta. Lasciare riposare. Effettuare il set up del kettle per la cottura indiretta. Preriscaldare a 160°C. Immergere in acqua le chips di ciliegio per almeno 30 minuti riporre nella leccarda di alluminio monouso e coprire con l'alluminio, praticare qualche foro e riporre direttamente sui carboni ardenti. Posizionare la salsiccia sulla griglia lontana dalla fonte di calore, richiudere il coperchio del kettle e lasciare cuocere in affumicatura per 40 minuti fino quando le salsicce si presentano di un colore rosso rubino intenso 10. Preparare la salsa mescolando la senape, il restante olio e il miele cercando di emulsionare il tutto (11-12). Grigliare il crostone di pane 14, adagiare l'insalata di peperone sul crostone, posizionare la luganega e nappare con un cucchiaio di salsa agrodolce alla senape 15. "
}