{
    "title": "Salmone in padella con aneto e panna acida",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "(4 pezzi) 600 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone in padella con aneto e panna acida, per prima cosa occupatevi della pulizia del pesce ed eliminate tutte le spine con una pinzetta da cucina 1. Salate i tranci di salmone da entrambi i lati e massaggiate con le mani 2, poi passateli nella farina sia da un lato che dallâaltro 3. Lavate e tritate lâaneto 4, poi schiacciate gli spicchi dâaglio senza togliere la buccia, premendo con il lato piatto della lama di un coltello 5. Infine unite il latte alla panna acida e lavorate il composto con una forchetta 6. Fate sciogliere il burro in una padella capiente 7 e aggiungete gli spicchi dâaglio in camicia. Quando il burro inizierÃ a sfrigolare 8, adagiate i tranci di salmone e fateli rosolare a fiamma vivace 9 su entrambi i lati, per circa 5 minutiÂ totali 10. A questo punto versate nella padella la panna acida 11 e condite con un pizzico di sale e di pepe 12. Aggiungete anche lâaneto tritato 13, poi abbassate la fiamma e cuocete per altri 5 minuti con il coperchio in modo che il sughetto si addensi e il pesce si insaporisca 14. Trascorso questo tempo, spegnete il fuoco e servite subito il vostro salmone con aneto e panna acida 15! "
}