{
    "title": "Cuore di scamone in crosta con lardo e porcini",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo da frigorifero) 75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(ghiacciata) 45 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Manzo",
            "quantity": "scamone 850 g"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lardo di Colonnata",
            "quantity": "(a fette) 200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il cuore di scamone in crosta con lardo e porcini incominciate con la pasta brisè. Mettete la farina setacciata e il burro a pezzetti freddo di frigorifero in un robot dotato di lame 1. Pulite il rosmarino e aggiungete le foglioline 2. Azionate le lame e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 3. Ponete il composto in una ciotola, regolando di sale e pepe. Aggiungete l’acqua ghiacciata a filo 4 e impastate molto velocemente tutti gli ingredienti con le mani per ottenere un impasto compatto e liscio 5; quindi formate un panetto, schiacciatelo leggermente e lasciatelo riposare per almeno 30 minuti in frigorifero avvolto nella pellicola trasparente 6. Nel frattempo procedete alla pulizia dei funghi: con un coltellino affilato dalla lama liscia cominciate a eliminare la parte terrosa sul gambo, raschiandolo con delicatezza fino ad eliminare qualsiasi traccia di terra 7. Se i funghi sono abbastanza puliti, eliminate i pochi residui di terra con un pennello oppure con un panno umido di cotone 8 (se invece sono ancora molto sporchi, passateli velocemente sotto un getto di acqua corrente fredda). Terminata la pulizia, tagliate i funghi interi nel senso della lunghezza e metteteli da parte 9. Successivamente preparate il soffritto: incidete il peperoncino, eliminate il picciolo e i semini interni, quindi tagliatelo a fettine sottili 10; sbucciate lo spicchio d’aglio, dividetelo a metà e togliete l'anima. In una padella antiaderente fate rosolare l'olio, l’aglio e il peperoncino insieme a qualche foglia di prezzemolo 11. Aggiungete i funghi 12, salate e pepate a vostro piacimento, quindi fate cuocere a fuoco vivace per 10 minuti. Una volta trascorso il tempo necessario, spegnete il fuoco, ponete i funghi in un bicchiere piuttosto alto 13 e frullateli con un frullatore ad immersione fino ad ottenere una crema fine ed omogenea 14. Mettete da parte la crema di funghi porcini che avete ottenuto e procedete alla cottura della carne: in una padella con olio caldo fate rosolare bene lo scamone 3 minuti per parte, girandolo delicatamente con delle pinze da tutti i lati 15. Quando lo scamone avrà preso colore, spegnete il fuoco e sistematelo su di una gratella con sotto un piatto per raccogliere l’olio in eccesso. Con un coltello cospargete delicatamente lo scamone con la crema di funghi in maniera omogenea su tutti i lati 16, ad eccezione di quello sottostante; ricordatevi di avanzare una parte della crema di funghi porcini poichè vi servirà come ulteriore guarnizione. Trascorso il tempo necessario, togliete la pasta brisè dal frigorifero, ponetela su un piano di lavoro leggermente infarinato e con un mattarello stendetela 17 in una sfoglia dello spessore di 1-2 mm e delle dimensioni necessarie per coprire lo scamone. A questo punto potete procedere alla composizione dello scamone in crosta: incominciate a disporre le fette di lardo al centro della sfoglia una accanto all’altra verticalmente, per coprire la lunghezza dello scamone 18; quindi sovrapponete altre fette per coprire bene tutto il perimetro che andrà ad avvolgere la carne e poi stendete la crema di porcini rimasta sulla parte centrale. Appoggiatevi la carne 19 e incominciate ad avvolgerla con le fettine di lardo, ripiegandole delicatamente fino a coprire bene tutta la superficie 20. Con le mani avvolgete delicatamente la sfoglia di brisè attorno allo scamone, cercando di farla aderire il più possibile 21. Con una rotella o con un coltello tagliate i lembi di pasta in eccesso, che conserverete per le decorazioni finali 22, infine richiudete bene le parti laterali. Ponete lo scamone scamone su di una leccarda foderata con carta da forno e spennellate il rotolo con un uovo sbattuto per far sì che le decorazioni aderiscano bene 23. Preparate dunque le decorazioni, stendendo la pasta brisè avanzata con un mattarello e ricavando delle foglioline con un coppa pasta 24; Completate collocando tutte le foglione sulla superficie della crosta 25 e spennellatele con l'uovo. Cuocete in forno statico preriscaldato a 180° per 30 minuti (o in forno ventilato a 160° per 20 minuti). Una volta pronto e ben dorato 26, servite lo scamone in crosta con lardo e porcini ben caldo 27. "
}