{
    "title": "Ciabatta con salamelle alla birra e verdure grigliate",
    "ingredients": [
        {
            "ingredient": "Salamella",
            "quantity": "10"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "(pilsner) 1 l"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "2"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "2"
        },
        {
            "ingredient": "Lime",
            "quantity": "(o limoni) 2"
        },
        {
            "ingredient": "Pane",
            "quantity": "grande ciabatta di grano duro (sciapo) 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Senape",
            "quantity": "all'antica 2 cucchiaini"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Maionese",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Per prima cosa è necessario rimuovere lo spago delle salamelle 1(se ancora presente) e tagliare in modo da poter maneggiare le salamelle singolarmente 2. Le salsicce non vanno bucate ne prima, ne durante, ne dopo la cottura. Le aperture sulle sommità saranno sufficienti a far defluire il grasso in eccesso. Il Grill va preparato secondo il set up per le cotture indirette. Quando le braci saranno pronte, gettare sui carboni le chips di ciliegio 3 preventivamente bagnate in acqua per almeno 30 minuti. Chiudere il coperchio ed attendere la produzione di fumo. A questo punto sistemare le salamelle sul grill 4 lontane dalla fonte di calore e avendo cura di lasciare un pò di spazio tra l'una e l'altra per consentire il passaggio del fumo. Chiudere il coperchio, stabilizzare la temperatura a 170° e affumicare per un'ora, aggiungendo chips di legno e/o carbonella già accesa per mantenere la temperatura del grill. Una volta stabilizzata la temperatura si passa a grigliare le verdure con il metodo classico: semplicemente tagliando in modo sottile, spennellando con dell'ottimo olio extravergine 5 e grigliando a calore molto elevato per qualche secondo (6-7). 15 minuti prima di terminare la cottura delle salamelle, andiamo a riempire una leccarda di alluminio con la birra 8. Aggiungiamo il lime grigliato e qualche verdurina 9 . Poniamo sul grill o sul fornello e portiamo ad ebollizione. Lo lasciamo sobbollire fino a quando le salsicce non sono pronte. Se si è affumicato correttamente, le salsicce dovrebbero presentarsi di un colore rosso granato intenso e dovrebbero avere un forte marcato sentore di fumo. Raggiunte queste caratteristiche, si rimuovono dal grill e si mettono a bagno dentro la birra 10. La birra consentirà di mantenere un'elevatissima umidità e fornirà un minimo surplus di favore che vi lascerà piacevolmente sorpresi. Mentre le salsicce rimangono al caldo dentro al bagno di birra, si prepara la ciabatta. La si apre 11, si rimuove, eventualmente, la mollica in eccesso, la si spennella con dell'olio extravergine (12-13) e la si pone sul grill per qualche istante per permettere una buona tostatura dell'interno 14. Nel frattempo prepariamo la salsa dijonnaise sciogliendo lo zucchero nel succo di lime e successivamente unendo tutti gli ingredienti e mescolardo (la salsa si conserva in frigo per una settimana).Raggiunto il grado di tostatura desiderato, si stendono due cucchiai di salsa dijonnaise su ogni lato del pane 15. Si inizia ad imbottire il panino partendo dalle melanzane 16. Si aprono in due le salsicce per il senso della lunghezza 17 e si dispongono sopra le melanzane (18-19). Successivamente, sopra le salsicce, si aggiungono i peperoni e la cipolla grigliata 20, si chiude la calotta 21 e non ci resta che servirlo ai nostri commensali magari accompagnandola con una bella birra ben fredda (ma non ghiacciata). Una preparazione semplice, rustica e dai sapori intensi. Ideale anche per un barbecue d'autunno. Le salsicce affumicate vi stupiranno. "
}