{
    "title": "Polpettone con cuore di scamorza",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "tritata 300 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "in un unico pezzo 110 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 ciuffo"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "tritata 2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "piccolo 1 spicchio"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica di pagnotta rafferma 100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "affumicata 50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "500 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "70 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Per realizzare il polpettone con cuore di scamorza tagliate a pezzetti la mortadella 1, poi ponetela nel mixer 2, tritatela finemente 3 e ponetela in una ciotola capiente dove avrete precedentemente versato la carne trita; tritate anche la mollica di pane nel mixer 4 e unitela alla carne 5, aggiungete anche il Grana Padano grattugiatoÂ e il pecorino 6, le uova sbattute 7 lâaglio schiacciato 8, aromatizzate con la noce moscata grattugiata 9 le erbe aromatiche tritate 10, schiacciate il composto con la forchetta 11 per amalgamarlo 12 poi trasferitelo su un foglio di carta da forno e compattatelo con le mani per creare un panetto 13 formata al centro una conca 14 tagliate a listarelle la scamorza 15 farcite il polpettone nella parte centrale che avete modellato 16 richiudete il polpettone raccogliendo lâimpasto dal bordo e pressatelo bene con le mani in modo che sia ben compatto 17. Cospargete il polpettone con la farina picchiettandola su tutta la superficie 18 per farla aderire e assorbire bene Intanto sbucciate la cipolla e tagliatela a spicchi 19, pelate la carote e tagliatela in pezzi grossolani 20, fate lo stesso con il sedano 21. Per finire pulite i funghi champignon con un panno ed eliminate la parte terrosa del gambo, a questo punto tagliateli a fette spesse 22. In un tegame per arrosti fate rosolare il polpettone con lâolio di oliva, girate il polpettone in modo che si insaporisca da tutti i lati (23-24) poi unite le verdure tagliate precedentemente e anche i funghi 25, versate due mestoli di brodo 26 coprite il polpettone con un coperchio e lasciate cuocere a fuoco dolce per 50 minuti rigirando il polpettone con delicatezza ogni 10 minuti e aggiungendo di tanto in tanto del brodo fino a cottura avvenuta. Terminata la cottura estraete il polpettone e versate le verdure cotte in una ciotola, riducetele in pure con il frullatore ad immersione 27 aggiungendo del brodo per rendere creare una salsa 28. Tagliate il polpettone con cuore di scamorza a fette 29 e servite accompagnandolo con la salsa di verdure 30. "
}