{
    "title": "Filetto di salmone con crosta croccante su vellutata di zucchine e menta",
    "ingredients": [
        {
            "ingredient": "Salmone sott'olio",
            "quantity": "sgocciolato 400 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Farina di pistacchi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il filetto di salmone con crosta croccante su vellutata di zucchine e menta iniziate dalla cottura dei peperoni. Sistemateli su una leccarda foderata di carta forno 1 e cuoceteli in forno ventilato preriscaldato a 220° per 40 minuti. Una volta cotti 2, trasferiteli all'interno di una ciotola di vetro e copriteli con della pellicola trasparente per alimenti 3 e lasciateli intiepidire. In questo modo risulterà facile spellarli 4, poi privateli dei semi e con le mani realizzate dei filetti 5. Sistemateli in un piatto e conditeli con un pizzico di sale e un filo d'olio 6. A questo punto passate ad occuparvi della vellutata di zucchine: affettate finemente il cipollotto 7 e lasciatelo stufare in un filo d'olio 8. Nel frattempo affettate anche le zucchine a rondelle 9 e aggiungetele nel tegame 10. Salate, pepate e coprite con 100 g di acqua 11, quindi lasciatele cuocere per una decina di minuti. A questo punto spegnete il fuoco, aggiungete il rametto di menta 12 e lasciatelo in infusione per circa 5-10 minuti. Poi prelevate la menta 13 e frullate le zucchine 14 fino ad ottenere una crema liscia 15. Nel frattempo che lascerete la menta in infusione portatevi avanti nel realizzare anche la panatura. In una ciotola unite il pangrattato, la farina di pistacchi 16, l'olio 17 e i semi di papavero, ne basterà un cucchiaio abbondante; poi mescolate per amalgamare tutti gli ingredienti 18. Sgocciolate i filetti di salmone e sistemateli su una teglia 19, ricopriteli con la panatura 20 e infornate in modalità grill a 250° per 3 minuti, fino a che non risulteranno ben dorati in superficie 21. A questo punto non vi resta che impiattare: adagiate nel piatto un paio di cucchiai di vellutata di zucchine, accanto adagiate una manciata di peperoni, una fogliolina di menta 22, un filetto di salmone e terminate il piatto con un giro d'olio a crudo (23-24). "
}