{
    "title": "Pollo in gabbia",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "(8 fette) 200 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "(8 fette) 50 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rettangolare 230 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo in gabbia, iniziate dalle zucchine: assicuratevi che siano piuttosto lunghe e larghe, in questo modo ricoprirete il petto di pollo con più facilità. Lavatele con cura, mondatele e tagliate 8 fette dello spessore di circa 2-3 mm per il lato della lunghezza con un coltello o una mandolina 1. Mettete a scaldare una piastra e, una volta calda, adagiateci le fette di zucchina 2. Fate cuocere da entrambi i lati per qualche minuto, fino a quando non risulteranno leggermente abbrustolite e ammorbidite 3. Ora tagliate e disossate il petto di pollo: ponete il petto di pollo intero su un tagliere e dividetelo a metà 4. Eliminate l’osso a forma di y e tastateli sul lato del taglio per controllare che non siano rimasti ulteriori pezzi di cartilagine. Salate 5, pepate e oliate 6 a piacere i petti di pollo su entrambi i lati. Massaggiate i petti di pollo con le mani per condire in modo uniforme la superficie 7. Quindi avvolgete i petti di pollo alternando le fette di zucchina grigliate con fette di pancetta tesa 8. Rivolgete la parte più rosa della pancetta verso l'esterno, così i petti di pollo risulteranno più colorati. In tutto dovreste utilizzare circa 4 fette di zucchina e 4 fette di pancetta. Ricoprite i petti di pollo da un lato e poi ripiegate verso il basso le parti in eccesso, in modo da ricoprire anche l’altro lato 9. Serviranno delle fette di zucchina e pancetta piuttosto lunghe, se per caso queste fossero più corte, ricoprire prima un lato, girate il petto e ricoprite anche l’altro con altre fette. Avvolgete i petti di pollo che avete farcito con la pellicola trasparente 10, stringendo bene la pellicola ai lati come una caramella 11. Questa operazione, aiuterà a conferire ai petti una forma cilindrica. Quindi trasferiteli in frigo e fateli riposare per 1 ora. Una volta avvolti nella pellicola, potete lasciare riposare i petti di pollo anche per tutta la notte, così potrete anche prepararli la sera prima per il giorno dopo, in questo modo il pollo assumerà una forma più regolare. Trascorso questo tempo prendete una padella capiente, versate un filo d’olio e fate rosolare 1 spicchio d’aglio sbucciato con un paio di foglie di alloro 12. Una volta imbiondito l’aglio, tirate fuori dal frigo i petti di pollo che avevate messo a riposare, togliete la pellicola e fateli rosolare in padella da entrambi i lati a fuoco lento per circa 20 minuti 13. Quando saranno cotti, lasciate raffreddare i petti di pollo su una gratella, in modo che coli l’olio in eccesso. Nel frattempo preparate la gabbia: prendete un rotolo di pasta sfoglia rettangolare già pronto, posizionatelo su una spianatoia infarinata e lavoratelo brevemente con il mattarello 14. Dopodichè tagliate 1/3 nel senso della lunghezza e dividete il pezzo a metà, in modo da ricavare 2 rettangoli, che serviranno come base per la gabbia 15. Tagliate il resto della pasta sfoglia con l’apposita rotella per losanghe, dopo aver passato il rullo nella farina 16 oppure se non avete l’attrezzo, potete ricavare delle strisce di pasta sfoglia larghe circa mezzo cm e incrociarle sul pollo come si fa con la crostata. Quindi sistemate il petto di pollo farcito sulla base di pasta sfoglia, sbattete un uovo e, aiutandovi con un pennello, spennelate i bordi della base. Quindi allargate delicatamente con le mani la rete di pasta sfoglia che avete creato, ricoprendo i petti di pollo 17. Infine ripiegate i bordi della rete in eccesso verso la base, sigillando bene la “gabbia” 18. Adagiate i petti di pollo in gabbia in una teglia rettangolare che avete ricoperto con carta forno e spennellate ora la superficie con l'uovo sbattuto 19. Spolverizzate la gabbia con semi di sesamo bianco 20 e infornate in forno statico preriscaldato a 200° per circa 40 minuti. Quando la superficie sarà ben dorata 21, lasciatelo intiepidire leggermente e poi tagliatelo a fette. Il vostro pollo in gabbia è pronto per essere servito e gustato anche freddo, magari accompagnato da della senape o dalla nostra finta manionese! "
}