{
    "title": "Cream tart",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "140 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1 medio) 50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Macarons",
            "quantity": "4"
        },
        {
            "ingredient": "Fragole",
            "quantity": "q.b."
        },
        {
            "ingredient": "More",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "in riccioli q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la cream tart iniziate dalla pasta frolla: versate in una ciotola la farina di mandorle, lo zucchero 1, la farina 00 2 e il burro a pezzetti. Impastate il tutto con le mani 3Â fino ad ottenere un composto sbricioloso 4. Aggiungete l'uovo 5 e impastate ancora molto rapidamente 6Â fino a compattare il tutto 7. Trasferite poi il composto su un foglio di pellicola 8 e richiudete formando un panetto 9. Lasciate riposare in frigorifero per un paio d'ore.Â Una volta fredda stendete la pasta su un foglio di carta forno, utilizzando poca farina 10, fino ad ottenere uno spessore di circa 3 mm. Utilizzando un buca sfoglia bucherellate la pasta (11-12) (se non avete il buca sfoglia potete utilizzare i rebbi di una forchetta).Â Posizionate uno stencil a forma di numero 2, lungo 16 cm e largo 13 cm (potete ritagliare da un cartoncino la forma di cui necessitate). Utilizzando un coltellino ritagliate la sagoma dalla frolla e ripetete la stessa operazione in modo da formare un altro numero 2; potete capovolgerlo in modo da ottimizzare lo spazio 14. A questo punto eliminate la pasta intorno ai numeri 15, impastatela nuovamente e riponete in frigorifero (5-10 minuti basteranno) Cuocete i numeri ottenuti in forno statico preriscaldato a 180Â° nel ripiano centrale per 15 minuti. Poi sfornate 16 e lasciate raffreddare senza toccare. Mentre i primi due numeri cuociono occupatevi di stendere di nuovo la frolla rimasta sempre fino ad ottenere uno spessore di 3 mm, poi ricavate sempre con stencil delle stesse dimensioni come fatto per i numeri 2, anche due numeri 5 17. Cuocete sempre a 180Â° per 15 minuti nel ripiano centrale del forno. Sfornate e lasciate raffreddare completamente 18.Â Nel frattempo preparate la crema. Versate la panna in una ciotola, unite i semi di vaniglia 19, e iniziate a montare aggiungendo lo zucchero a velo 20. Quando la panna sarÃ ben montata aggiungete il mascarpone poco per volta 21 e incorporatelo facendo dei movimenti dal basso verso l'alto per non smontare la panna 22. Riponete in un sac-Ã -poche con bocchetta liscia da 10Â mm 13. A questo punto affiancate su un vassoio un numero 2 e un numero 5. Poi prendete la crema e formate dei ciuffetti su tutta la superficie dei numeri 24.Â Posizionate quindi i numeri di frolla corrispondenti sopra i ciuffi di crema 25 e fate un secondo strato di crema 26, fino a ricoprire tutta la superficie.Â Decorate con le fragole (lavate e private delle foglioline verdi) tagliate a spicchi, le more spolverizzate con lo zucchero a velo 28, i macarons 29 e i riccioli di cioccolato. Lasciate riposare in frigorifero per circa 30 minuti prima di servire la vostra cream tart 30.Â "
}