{
    "title": "Arrotolato con crudo, fontina e zucchine grigliate",
    "ingredients": [
        {
            "ingredient": "Fesa di vitello",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "2"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "a fette 150 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "180 g"
        }
    ],
    "preparation": " Per preparare l'arrotolato con crudo, fontina e zucchine grigliate preparate il brodo vegetale che vi servirà per cuocere la carne; poi lavate e spuntate le zucchine, quindi dividetele a fette regolari di mezzo cm di spessore circa 1 e grigliatele su una griglia di ghisa rovente 2, da entrambi i lati. Poi battete la carne di vitello per renderla più tenera e sottile 3 adagiate le fette di prosciutto, le zucchiine grigliate e le fette di fontina 5 (potete anche iniziare dalle zucchine, l'importante è che la fontina si trovi tra i due strati di ingredienti), poi arrotolate la carne su se stessa partendo da uno dei lati più corti 6. Legate l'arrosto con dello spago da cucina in questo modo: passate lo spago prima sotto e poi sopra la carne, per il senso della lunghezza, fermando bene i capi del filo all’estremità 7 e lasciando una parte di spago leggermente più lunga. Con la parte di spago più lunga, procedete tornando indietro lungo il lato opposto ,infilate la mano nell'asola e girate un paio di volte la corda, quindi fate passare la carne nell’asola ottenuta. Fermate bene la base del cappio stringendo l’anello creato intorno alla carne e tirando leggermente lo spago verso l’alto per stringere il nodo. Completate la gabbia ripetendo questa operazione, fino a terminare la legatura su tutta la lunghezza della carne (8-9). Infine fermate il tutto con un nodo all’estremità della carne e annodate lo spago all'altra estremità 10. Aromatizzate con un rametto di rosmarino 11. Poi preparate il condimento dell'arrotolato: tagliate grossolanamente la carota, il sedano e la cipolla sfogliata. In un tegame ovale versate l'olio, fatelo scaldare poi adagiate l'arrotolato 12 e fatelo rosolare girandolo di tanto in tanto per una rosolatura uniforme. Unite le verdure tagliate grossolanamente 13, poi irrorate la carne con il vino rosso 14 e fate evaporare. Dopodiché versate un paio di mestoli di brodo vegetale 15 e coprite con il coperchio. Fate cuocere l'arrotolato per 1 ora e mezza circa a fuoco molto basso, continuando a versare brodo vegetale di tanto in tanto e a girare l'arrosto per una cottura uniforme. Una volta cotto, spegnete il fuoco ed estraete la carne e ponetela su un tagliere per farla raffreddare. Versate il fondo di cottura e le verdure in un recipiente alto e frullate il tutto con un frullatore ad immersione per ottenere una cremina 17: questa sarà la salsa con cui potrete condire la carne. Affettate la carne 18 e conditela con la salsa prima di servire! "
}