{
    "title": "Creme Caramel",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "mezzo"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "fresco 450 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        }
    ],
    "preparation": " Accendete il forno a 180°.Versate il latte in un tegame e metteteci dentro ½ stecca di vaniglia, ponetelo sul fuoco e portatelo lentamente ad ebollizione, dopodiché toglietelo dal fuoco e lasciatelo in infusione per mezz’ora 1.Passata la mezz’ora, unite al latte la panna, e nel frattempo in un recipiente sbattete le uova con lo zucchero 2. Eliminate dal latte la stecca di vaniglia, filtratelo con un colino 3 versatelo a filo e lentamente dentro alle uova sbattute 4 mescolando con una frusta. Preparate quindi il caramello facendo sciogliere lo zucchero dentro ad un tegamino (meglio se dal fondo spesso) (5-6), mescolando continuamente finchè, bollendo, diventi dorato e caramellato 7 ; volendo, per rendere il caramello più fluido, potete aggiungere assieme allo zucchero 3-4 cucchiai di acqua. A questo punto versatelo nello stampo scelto e rigiratelo, distribuendolo su tutta la superficie, finchè non si sia raffreddato e solidificato 8. Versate ora il composto precedentemente ottenuto negli stampini 9. Ponete gli stampini dentro una teglia 10 e aggiungete dell’acqua bollente che copra un terzo dello stampo 11.Cuocete la Crème Caramel a bagnomaria per circa 50 minuti, e quando la crema si sarà solidificata, togliete gli stampi dal forno e lasciate raffreddare le Creme Caramel a temperatura ambiente, dopodiché ponetele in frigorifero per almeno 4 ore.Al momento di servire la Crème Caramel, aiutandovi con un coltello e staccate la crema dalle pareti dello stampo 12, capovolgetela su di un piatto da portata e lasciate che scenda adagiandosi. "
}