{
    "title": "Crostatine alla marmellata",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi di un baccello"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Confettura di fragole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Confettura di mirtilli",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per realizzare le crostatine alla marmellata iniziate preparando la pasta frolla seguendo il procedimento che trovate nella scheda Pasta frolla: mettete la farina, un pizzico di sale ed il burro freddo nel mixer 1. Frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso, trasferite il composto in una ciotola e aggiungete lo zucchero 2 . Quindi, formate con il composto ottenuto la classica fontana nel cui centro verserete i semi del baccello di vaniglia (incidete il baccello ed estraete con un coltellino i semi) e i tuorli 3. Amalgamate velocemente il tutto 4 fino ad ottenere un impasto compatto ed abbastanza elastico. Formate con l'impasto ottenuto un panetto, avvolgetelo con della pellicola trasparente 5 e mettete il tutto a riposare il frigo per almeno mezz'ora. Intanto imburrate 6 e infarinate 7 degli stampini monoporzione per crostatine del diametro della base di 10 cm e alti 2 cm. Trascorso il tempo necessario, togliete la pasta frolla dal frigorifero e stendetela con un matterello su di una spianatoia leggermente infarinata 8 realizzando una sfoglia dello spessore di ½ cm. Poi con un tagliapasta del diametro di circa 14 cm ricavate dei cerchi di pasta 9 con i quali rivestire gli stampini 10, premete leggermente con le dita il fondo e i bordi per far aderire bene la pasta. Fate scorrere sul bordo il mattarello per eliminare la pasta in eccesso 11. Punzecchiate la base delle crostatine con la punta di un coltello 12 o i rebbi della forchetta per non far alzare troppo la pasta in cottura. Ora farcite le crostatine con la confettura di fragole 13 con la confettura di albicocche 14 e con quella di mirtilli rossi (in alternativa potete utilizzare anche delle marmellate di agrumi o altre confetture di vostro gradimento). A questo punto potete dedicarvi alla parte più divertente della preparazione: la guarnizione di pasta! Munitevi di piccoli stampini con le sagome più svariate e ricavate le formine 14 e applicatele sulle crostatine per creare un motivo decorativo, nel nostro caso abbiamo scelto dei fiorellini e delle foglie (16-17). Per realizzare invece la forma tradizionale della crostata, prendete una pallina di pasta create dei filoncini sottili 18 da applicare sulla superficie della crostata creando il tipico motivo a losanghe 19. Trasferite gli stampini su una teglia e cuocete le crostatine in forno statico preriscaldato a 180° per 25 minuti (oppure in forno ventilato a 160° per circa 20 minuti). A cottura ultimata, sfornate le vostre crostatine alla marmellata, lasciatele intiepidire e poi rovesciatele per sformarle e servitele su un vassoio. "
}