{
    "title": "Rombo gratinato con verdure",
    "ingredients": [
        {
            "ingredient": "Rombo",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 130 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "2 filetti"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carote",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cavolfiore verde",
            "quantity": "120 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "50 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il rombo gratinato alle verdure, iniziate a preparare queste ultime. Lavate tutte le verdure sotto acqua corrente fredda. Poi con le mani spuntate i fagiolini, togliendo le due estremità 1, quindi con un coltello tagliate i fagiolini a metà oppure per un'estetica più gradevole praticate un incisione obliqua per la lunghezza 2. Poi passate alle zucchine: privatele delle estremità e riducetele a fette oblique di 2 cm circa 3. Ora sbucciate le carote con un pelaverdure 4 o un coltello affilato; poi tagliate via le estremità e riducete le carote a fette oblique di circa 2 cm 5. Passate infine a pulire il cavolfiore verde: sfogliatelo con le mani 6. Con un coltellino prelevate le cime del cavolfiore, incidendo dove le cime incontrano il torsolo centrale 7 e poi dividetele a metà 8. Ora che le verdure sono pronte, potete prendere una vaporiera e riempirla d'acqua per metà. Aggiungete le foglie di alloro 9 e scaldate l'acqua. Quando l'acqua sarà calda, mettete il cestello della vaporiera e versate le verdure a pezzi (10-11); fate cuocere le verdure per 15 minuti. Se non possedete una vaporiera, potete bollire le verdure per 8-10 minuti in una pentola capiente. Quando saranno pronte, trasferitele in una terrina e tenetele da parte 12. Ora passate alla pulizia del rombo. Sciacquate il pesce sotto acqua corrente fredda. Trasferitelo su un taglierere e praticate un'incisione ad arco dietro la branchia (dalla parte del lato rivestito di pelle scura) per eliminare le interiora 13. Quindi sciacquatelo nuovamente sotto acqua corrente. Poi praticate un taglio all'inizio della coda per togliere la pelle 14. Per questa operazione aiutatevi con un coltello e un canovaccio (o carta da cucina) perchè la pelle del rombo è molto scivolosa e dura. Quindi sollevate il lembo e tirate via la pelle delicatamente 15. A questo punto potete scegliere se cuocere il rombo a filetti o intero. Nel primo caso eliminate anche la pelle dall'altro lato come indicato nei passaggi precedenti 16 e con la punta affilata di un coltello tagliate la carne ricavando 4 filetti da una parte e dall'altra del pesce, lasciando intatta la colonna centrale. Se scegliete di cuocere il pesce intero, lasciate la pelle bianca ma tagliate via le pinne 17 e la testa praticando un taglio ad arco da dove avete tolto le interiora. Poi rivestite una teglia con carta da forno e adagiateci il rombo 18. Passate quindi a preparare gli ingredienti per la panatura: dalla pagnotta di pane 19 ricavate la mollica che dividerete a cubetti 20 (potete utilizzare anche del pane raffermo). Quindi mettete la mollica nel mixer insieme al misto di erbe aromatiche: prezzemolo, basilico, timo, rosmarino e menta 21. Tritate tutti gli ingredienti. Poi aggiungete i filetti di acciughe, sale e pepe a piacere e un filo d'olio extravergine di oliva 22; azionate nuovamente il mixer. Infine, spremete il succo di mezzo limone 23 e filtratelo con un colino a maglie strette 24. Aggiungete il succo di limone direttamente nel mixer 25 e azionatelo per l'ultima volta, fino ad ottenere un composto omogeneo. Ora spennellate la superficie del rombo con l'olio aiutandovi con un pennellino 26 e potete cospargerlo del mix per la panatura, versandolo su tutto il rombo con un cucchiaio 27. Terminate con un filo di olio. Ora che il rombo è condito, cuocetelo in forno statico per 10 minuti a 200° e poi 5 minuti in funzione grill a 230°. Se utilizzate il forno ventilato, cuocete per 10 minuti a 190°. Quando il rombo sarà cotto e la panatura dorata, tiratelo fuori dal forno 28, riprendete le verdure che avevate messo da parte e aggiungete a queste ultime il prezzemolo spezzettato con le mani, il sale a piacere e un filo di olio 29. Quindi servite il vostro rombo gratinato con verdure ben caldo! Potete servire il rombo su un piatto da portata accompaganto dalle verdure o per una presentazione più \"rustica\" lasciarlo nella teglia e sistemare un po' di verdure intorno al pesce, mentre le altre servirle come contorno nella terrina 30! "
}