{
    "title": "Barchette di patate con cheddar e pancetta",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "piccole 8"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "70 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Cheddar",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le barchette di patate con cheddar e pancetta, lavate bene le patate sotto l'acqua corrente 1, asciugatele quindi bucherellate la pelle con i rebbi di una forchetta 2 o con uno stuzzicadenti. Ponete le patate su una leccarda, ricoperta con carta da forno 3 e infornatele in forno già caldo a 200° per circa un’ora. Intanto che le patate cuociono, riducete la pancetta e il cheddar a piccoli pezzetti (4-5) e fate sciogliere il burro in un pentolino 6. Quando le patate saranno cotte e tenere, estraetele dal forno e tagliatele a metà, facendo attenzione a non rompere la buccia 7. Con un cucchiaino, estraete la polpa dal centro delle patate 8, lasciando un bordo di circa ½ cm. Ponete le barchette di patate sulla leccarda e spennellate l’interno con il burro fuso 9; passatele di nuovo in forno per 15 minuti, fino a quando saranno ben abbrustolite. Fate saltare la pancetta su di una piastra calda (o padella antiaderente) fino a renderla croccante 10. Quando le patate saranno ben dorate, estraetele dal forno, poi salatele, pepatele 11 e conditele con i pezzi di cheddar 12 e la pancetta croccante 13 e infornatele di nuovo fino a che il formaggio si sarà sciolto 14. Servite le barchette di patate con cheddar e pancetta subito dopo averle sfornate, cospargendole a piacere con prezzemolo tritato 15 o erba cipollina tritata! "
}