{
    "title": "Muffin alla banana e gocce di cioccolato (muffin del buonumore)",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "360 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Banane",
            "quantity": "(la polpa) 300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "120 g"
        }
    ],
    "preparation": " Per preparare i muffin alla banana iniziate a fondere il burro in un pentolino a fuoco bassissimo; quindi lasciatelo intiepidire e nel frattempo occupatevi di sbucciare le banane 1. Poi tagliatele a tocchetti 2, trasferitele all'interno di una ciotola capiente e iniziate a schiacciare la polpa con una forchetta 3. Quando avrete ottenuto una purea grossolana 4 aggiungete l'uovo 5 e il burro fuso ormai a temperatura ambiente 6. Versate anche il latte a temperatura ambiente 7 e mescolate con una frusta 8 fino ad ottenere un composto ben amalgamato 9. Setacciate poi all'interno del composto sia la farina 10 che il lievito 11 e mescolate con una frusta 12 fino ad ottenere un impasto omogeneo. Aggiungete poi lo zucchero 13, un pizzico di sale 14 e incorporateli continuando a mescolare con la frusta 15, ma senza lavorare troppo l'impasto altrimenti i muffin non risulteranno soffici. Tritate il cioccolato grossolanamente 16, aggiungetelo all'impasto 17 e mescolate per un'ultima volta per incorporarlo 18. Aiutandovi con uno spallinatore da gelato distribuite l'impasto in 12 pirottini da 5,5 cm di diametro disposti in una teglia da muffin (19-20); in alternativa potete utilizzare un cucchiaio o trasferire l'impasto in un sac-Ã -poche. Cuocete in forno statico preriscaldato a 170Â° per 45 minuti; trascorso il tempo di cottura indicato verificate la cottura utilizzando uno stecchino; poi sfornate i vostri muffin alla banana con gocce di cioccolato 20. Lasciate intiepidire e gustate. "
}