{
    "title": "Carote di sfoglia ripiene",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "1 rotolo"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso e giallo q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "80 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le carote di sfoglia iniziate stendendo il rotolo di pasta sfoglia e ricavandone con una rotella tagliapasta delle strisce di circa 3 cm di larghezza. Spennellate quindi la superficie delle strisce di pasta sfoglia con dell’uovo sbattuto 3 e arrotolatele su loro stesse per il lungo 3. Munitevi di 8 coni di alluminio (quelli per fare i cannoncini) e imburrateli leggermente. Iniziando dalla punta avvolgete i rotolini di pasta sfoglia lungo il cono di alluminio 4 facendo attenzione a fare accavallare leggermente l'impasto ad ogni giro; ponete i coni così ottenuti su di un foglio di carta da forno. In un ciotolino mettete un mestolo di acqua tiepida, aggiungete alcune gocce di colorante giallo e una punta di colorante rosso, di modo da ottenere un colore arancione intenso. Spennellate tutta la superficie dei coni di sfoglia con il colore arancione 5, poi infornate a 200°C (forno statico) per 10 minuti 6. Sfornate i coni arancioni e quandi si saranno raffreddati estreteli delicatamente dal cono di alluminio 7, facendo molta attenzione a non romperli.Realizzate il ripieno per le carote di sfoglia: in un mixer ponete il tonno sgocciolato, il formaggio fresco, i capperi 8, il prezzemolo tritato 9, sale e pepe e tritate tutto ottenendo una cremina 10. Noi abbiamo realizzato un ripieno al tonno, ma naturalmente potete sbizzarrirvi con gli ingredienti che più vi piacciono (olive, prosciutto, etc.). Riempite i coni arancioni con il ripieno al tonno 11 (aiutandovi se possibile con una sac à poche).Terminate con un ciuffo di prezzemolo che riprodurrà le foglie della carota 12! "
}