{
    "title": "Filetti di salmone su julienne di cavoletti di bruxelles, porri e carote",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cavoletti di Bruxelles",
            "quantity": "200 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "160 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "140 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Senape",
            "quantity": "antica 2 cucchiai"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i filetti di salmone con julienne di cavoletti di bruxelles, porri e carote, iniziate dalle verdure. Sciacquate i cavoletti di bruxelles sotto acqua corrente 1, insieme alle carote e ai porri. Poi poneteli su un tagliere, quindi sfogliate i cavoletti di bruxelles delle foglioline più esterne 2, togliere il torsolo con un coltellino e divideteli a metà. Quindi riduceteli a julienne 3. Tagliate finemente a julienne le carote 4 e i porri 5. In una larga padella, versate un filo di olio 6 e aggiungete le verdure: i porri 7, le carote 8 e infine i cavoletti di bruxelles 9. Fatele saltare a fuoco vivace le verdure e aggiungete un po' di acqua se necessario. Salate 10 e pepate a piacere, aggiungete ancora un po' di acqua se necessario per far appassire le verdure 11 e dopo pochi minuti spegnete il fuoco. Poi preparate la salsa alla senape che servirà per cospargere i filetti di salmone: in una ciotolina versate la senape antica 12, aggiungete l'olio 13 e il succo di mezzo limone 14. Emulsionate la salsa con una frusta 15 per amalgamare gli ingredienti. Salate a piacere e aggiungete anche qualche fogliolina di timo 16. Ora che la salsa è pronta, preparate il salmone: ponete la baffa di salmone su un tagliere e ricavate 4 filetti (17-18). Togliete eventuali spine con una pinzetta. Salate i filetti e sistemateli in una pirofila capiente e precedentemente oleata 19. Quindi ricopriteli con la salsa alla senape 20 e cospargete con qualche fogliolina di timo 21. Cuocete i filetti di salmone in forno statico preriscaldato a 185° per circa 15 minuti (165° per circa 10 minuti se forno ventilato). Passato il tempo necessario, togliete i filetti dal forno 22. Prendete un piatto da portata, adagiate le verdure saltate 23 i filetti di salmone 24. Servite i vostri filetti di salmone con julienne di cavoletti di bruxelles, porri e carote ben caldi! "
}