{
    "title": "Braciole al limone con panatura croccante",
    "ingredients": [
        {
            "ingredient": "Braciole di maiale",
            "quantity": "1,3 kg"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "sgusciati, non tostati e non salati 80 g"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "80 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Aceto",
            "quantity": "3 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le cbraciole al limone con panatura croccante iniziate con la preparazione del trito per la panatura. Prendete i rametti di timo e rosmarino e togliete le foglioline (1-2); in un mixer mettete i pistacchi sgusciati 3. Successivamente tritate le foglie insieme ai pistacchi 4 e trasferite il trito ottenuto in una pirofila. Versate quindi la farina di mais per polenta e mescolate bene con un cucchiaio 5; aggiungete sale e pepe a vostro piacimento e mettete da parte la panatura 6. Occupatevi ora della carne; su un tagliere battete con un batticarne le braciole coprendole con della carta forno (in questo modo le fibre della carne non si romperanno e rimarrà ben tenera) 7. In una pirofila versate il succo di limone 8 e immergetevi le braciole per qualche secondo 9. Passate quindi le braciole nella panatura che avete preparato e fate in modo che aderisca bene su entrambi i lati 10; una volta terminato, mettete le braciole su un un vassoio foderato di carta forno 11. Fate scaldare una padella anti aderente, versate l’olio e adagiate le braciole impanate una alla volta 12. Cuocete a fuoco basso per almeno 20 minuti, ricordandovi di girare la carne con una pinza da cucina per avere una cottura uniforme 13. Fate dorare bene la panatura 14 e nel frattempo preparate la maionese che andrà ad accompagnare la carne. Prendete le uova a temperatura ambiente e dividete i tuorli dagli albumi. Ponete i tuorli in una ciotola dai bordi alti e salate e pepate a vostro piacimento 15. Versate l’aceto 16 e incominciate a lavorare gli ingredienti con uno sbattitore elettrico. Mentre state montando le uova, versate anche l’olio di semi a filo molto lentamente 17; dovrete mescolare sempre nello stesso senso fino ad ottenere una salsa densa 18. Quando la maionese è montata, terminate aggiungendo il succo di limone 19 e lavorate ancora pochi istanti con le fruste 20. Se improvvisamente vedeste dei grumi nella maionese, sappiate che, come si dice in gergo, “è impazzita”. Per rimediare, tenete da parte la maionese impazzita e in un altro recipiente mettete un altro tuorlo d’uovo; frullate aggiungendo un filo d’olio e poi, sempre nel recipiente, aggiungete un cucchiaino alla volta della maionese impazzita che avevate da parte. Trascorsi i 20 minuti, controllate che la carne sia cotta; per far questo potete usare un spiedino: se esce del liquido bianco, la carne sarà pronta; se invece il liquido è rosa, necessiterà di ulteriore cottura. Spegnete il fuoco e servite le braciole al limone con panatura croccante accompagnate dalla vostra maionese 21. "
}