{
    "title": "Coniglio fritto agli aromi",
    "ingredients": [
        {
            "ingredient": "Coniglio",
            "quantity": "(LA SELLA??) in bocconcini 700 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Limoni",
            "quantity": "3"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il congilio fritto agli aromi, iniziate tritando il rosmarino e la salvia 1. versate il trito nella ciotola con i bocconcini di coniglio 2, condite con il sale 3. Spremete i limoni 4 e versate il succo sul coniglio 5. Mescolate per insaporire e coprite con pellicola per alimenti 6; riponete in frigo per un paio d’ore. Sgusciate le uova in una ciotola capiente e battetele con una forchetta. Salate 7. In un'altra ciotola versate pangrattato e farina 8, quindi mescolate le polveri 9. Riprendete i bocconcini di coniglio e immergeteli nelle uova, sgocciolati dalla marinatura 10. Panate ciascun pezzo di coniglio nella miscela di pangrattato e farina (11-12). Riscaldate abbondante olio in una larga padella e friggete i bocconcini di coniglio facendoli dorare da tutte le parti (14-15). Scolateli e poggiateli su un piatto con della carta assorbente da cucina per scolare l'olio in eccesso 15. Servite i bocconcini di coniglio con aromi ancora caldi, accompagnando con fettine di limone o salse a vostra scelta! "
}