{
    "title": "Torta 5 minuti alla ricotta",
    "ingredients": [
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Rum",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "sgusciati 100 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "140 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare la torta 5 minuti di ricotta versate tutti gli ingredienti dell’impasto in un mixer: iniziate con la farina e lo zucchero 1, poi proseguite con il lievito 2 e il sale 3. Aggiungete quindi le mandorle pelate 4 e i pistacchi sgusciati 5. Incorporate il burro a pezzetti 6 e le uova intere 7, poi aromatizzate con il rum 8 e la scorza d’arancia grattugiata 9. Frullate gli ingredienti fino ad amalgamarli completamente. Ora per finire unite la ricotta ben scolata 10, date ancora un giro di lame per ottenere un impasto omogeno 11. Imburrate e infarinate uno stampo da 24 cm, versate qui l’impasto 12 E livellate la superficie con una spatola 13. Cuocete in forno statico preriscaldato a 180° per 50 minuti. A cottura terminata sfornate la torta 14 e lasciatela intiepidire. Intanto occupatevi della ricopertura: versate la panna in un pentolino 15 e scaldatela fino a sfiorare il bollore. A questo punto versate la panna calda sul cioccolato fondente 16 e mescolate con una frusta così da fonderlo e ottenere una crema. Incorporate il burro a pezzetti 17 e mescolate ancora finché non otterrete una salsa fluida 18. Rovesciate il dolce su una gratella e ricopritelo interamente con la salsa al cioccolato 19. Per finire distribuite sulla superficie la granella di pistacchi 20. La torta 5 minuti alla ricotta è pronta per essere gustata 21. "
}