{
    "title": "Ciambella salata ai formaggi e pancetta",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "135 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "75 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 120 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 75 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "80 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "a fette 140 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la ciambella salata con formaggi e pancetta, iniziate a preparare il lievitino: mettete il lievito di birra disidratato nell’acqua tiepida 1, fatelo sciogliere mescolando con un cucchiaino 2, quindi aggiungete il malto (o lo zucchero) 3 e mescolate nuovamente gli ingredienti. In una ciotola capiente versate la farina manitoba (in alternativa potete usare la farina 0) precedentemente setacciata e versate il lievito sciolto con acqua e malto 6. Iniziate ad impastare tutti gli ingredienti fino ad amalgamarli 5. Quando i liquidi si saranno assorbiti trasferite l'impasto su un tavolo di lavoro e manteggiatelo fino a dargli forma di una pallina liscia ed omogenea che sarà il vostro lievitino 6. Mettete il lievitino in una ciotola e copritela con la pellicola trasparente 7; potete lasciarlo lievitare per circa un’ora in forno spento con la luce accesa finché non avrà raddoppiato il suo volume 8. Passato il tempo necessario, in una ciotola versate i tuorli e aggiungete l'acqua a temperatura ambiente 9. Quindi sbattete le uova insieme all'acqua 10 poi aggiungete il sale fino 11, il parmigiano grattugiato 12 e mescolate il tutto. Prendete una planetaria munita di foglia, ponete all'interno il lievitino che nel frattempo ha raddoppiato il suo volume e versate la farina manitoba (o la farina 0) a pioggia precedentemente setacciata 13. Azionate la planetaria e versate a filo anche il composto con le uova e il parmigiano grattugiato 14. Continnuate ad amalgamare gli ingredienti con le fruste 15 (se non avete una planetaria, potete utilizzare uno sbattitore elettrico con i ganci per questi passaggi). Quando i liquidi saranno stati assorbiti, togliete la foglia e montate il gancio 16, quindi iniziate ad aggiungere il burro ammorbidito a piccoli pezzi, uno alla volta 17; prima di passare al pezzetto di burro successivo, lasciate che si sia incorporato perfettamente il precedente. Continuate ad impastare finché il burro sarà completamente accorpato e l’impasto risulterà omogeneo 18. Trasferite l’impasto su un piano di lavoro o una spianatoia infarinata e lavoratelo con le mani fino ad ottenere una palla liscia ed omogenea 19. Mettete l’impasto in una ciotola e copritela con la pellicola trasparente; lasciate lievitare in forno spento con luce accesa per 2 ore finché l’impasto avrà raddoppiato il suo volume 20. Passato il tempo necessario, riprendetele l'impasto, ponetelo su un ripiano o spianatoia infarinata e stendetelo con un matterello 21 fino ad arrivare ad uno spessore di mezzo centimetro cercando di ottenere una sfoglia dalla forma rettangolare. Spennellate la sfoglia ottenuta con dell’olio extravergine d’oliva 21. Poi preparate il ripieno: preparate le fettine di Emmenthal, i cubetti di pancetta dolce; tritate la salvia e tagliate a cubetti la provola 23 e la fontina 24. Ponete le fette di Emmenthal sulla sfoglia 25, poi disttribuite uniformemente i dadini di formaggio 26 e quelli di pancetta dolce 27 lasciando circa 1 cm dal bordo. Poi cospargete con le foglie di salvia tritata 28 e iniziate ad arrotolare la ciambella salata cercando di stringere il più possibile per non lasciare uscire il ripieno 29. Arrotolate fino ad ottenere un rotolo e congiungete le due estremità 30. Fatele aderire 31 e sigillate bene i bordi in modo che risulti una ciambella ben chiusa. Riponete la ciambella delicatamente su una leccarda rivestita con carta da forno, spennellate la superficie con un uovo sbattuto e cospargetela con semi di papavero 32 e lasciatela lievitare ancora 1 ora a temperatura ambiente. Poi infornate la ciambella salata a forno statico preriscaldato a 180° per 40 minuti (160° per 30-35 minuti se forno ventilato). Quando la ciambella sarà cotta, sfornatela lasciate intiepidire leggermente e servitela tagliandola a fette 33! "
}