{
    "title": "Cardi in umido",
    "ingredients": [
        {
            "ingredient": "Cardi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "3"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "140 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Iniziate la preparazione dei cardi in umido pulendo la verdura in questo modo: tagliate la parte finale del fascio di cardi e staccate ogni costola eliminando le foglie. Se le costole di cardo risultassero troppo larghe, tagliatele a metà nel senso della lunghezza e poi per mezzo di un coltello, intaccate un’estremità e tirate dalla parte opposta 1 eliminando così i filamenti. Ripetete l’operazione partendo dall’estremità opposta. Una volta eliminati tutti i filamenti, tagliate il cardo a pezzi di circa 15 cm che porrete all’interno di una ciotola di acqua acidulata 2 (cioè con l’aggiunta del succo di 1 limone), in modo che non anneriscano. Quando avrete pulito e tagliato tutti i cardi sciacquateli sotto l’acqua fredda corrente e fateli lessare 3 ponendoli in una pentola colma d’acqua assieme a un cucchiaio di sale grosso per circa 15 minuti se si tratta di una pentola a pressione o per circa 25-30 minuti lessandoli tradizionalmente. Una volta cotti, scolate i cardi. In un tegame a parte, ponete l’olio e i cipollotti che farete appassire a fuoco basso per circa 15 minuti; aggiungete pancetta tritata 4 il timo e la cannella 5 e lasciate soffriggere per qualche minuto, poi aggiungete i cardi 6, mescolate delicatamente e unite il vino bianco che lascerete sfumare. Aggiustate di sale e di pepe 7 ,unite la passata di pomodoro 8 ed eventualmente un mestolo di acqua calda, quindi lasciate cuocere fino a che tutti gli ingredienti si saranno insaporiti 9 e il fondo di cottura ristretto. Aggiungete il parmigiano grattugiato e servite i cardi in umido ancora caldi. "
}