{
    "title": "Sogliola arrotolata alle erbe e olive",
    "ingredients": [
        {
            "ingredient": "Sogliola",
            "quantity": "(2 intere) 700 g"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "denocciolate sott'olio 70 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda 1 mestolo"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "20 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "6 fili"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la sogliola per prima cosa sfilettate le due sogliole, per aiutarvi in questa operazione consultate la nostra scheda come pulire la sogliola. Da ciascuna sogliola otterrete 2 filetti. arrotolata alle erbe e olive iniziate tritando al coltello le erbe aromatiche previste dalla ricetta: l’erba cipollina, la salvia, il rosmarino, il timo e il prezzemolo 1. Scolate le olive dall’olio di conservazione e tritatele con il coltello 2, in una pirofila versate il trito aromatico e le olive 3 e mescolate. Prendete i filetti di sogliola e divideteli a metà 4, otterrete così 8 pezzi. Prendete ciascuna metà e distribuite sopra il trito di erbe e olive 5, quindi arrotolate il filetto 6 E fermate l’involtino con uno stuzzicadenti 7. Ponete il burro in una padella e fatelo sciogliere a fuoco moderato, unite anche le olive taggiasche intere denocciolate 8 e lo spicchio di aglio 9. Lasciate insaporire un paio di minuti, quindi infarinate gli involtini di sogliola 10 e adagiateli in padella 11 e salate 12. Fate rosolare per 2-3 minuti, poi sfumate con vino bianco 13, pepate e lasciate cuocere per altri 3-4 minuti a fuoco dolce. A cottura ultimata, eliminate con una pinza da cucina l’aglio 14 e trasferite su un piatto di portata gli involtini. Nella stessa padella versate un mestolo di acqua calda o brodo vegetale 15, riscaldate il sughetto per farlo rapprendere 16, versate il sughetto addensato sugli involtini, aromatizzate con la scorza di limone 17 e profumate con foglioline di prezzemolo ed erba cipollina tritata e servite subito il vostro piatto di sogliola arrotolata alle erbe e olive 18! "
}