{
    "title": "Torta al limone",
    "ingredients": [
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "75 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta al limone, per prima cosa tagliate il burro ammorbidito a cubetti, poi trasferitelo in una planetaria munita di fruste (se non avete una planetaria, potete usare uno sbattitore elettrico); azionate la planetaria e aggiungete metà dose di zucchero poco alla volta, fino ad ottenere un composto liscio e spumoso 1. Prendete le uova e separate gli albumi dai tuorli; mentre la planetaria è in funzione, aggiungete un tuorlo alla volta al composto di burro e zucchero 2, aspettando che venga assorbito prima di aggiungere il successivo. Quando i tuorli saranno ben amalgamati, aggiungete la scorza dei due limoni grattugiata 3 e mescolate ancora con le fruste. In una ciotola, setacciate insieme la farina, l’amido di mais e il lievito, poi aggiungeteli al composto, una cucchiaiata alla volta, mentre la planetaria è in funzione 4. Quando le polveri si sono ben amalgamate, spegnete la planetaria e trasferite il composto in una ciotola 5. Pulite perfettamente la planetaria e utilizzatela nuovamente per montare gli albumi (potete in alternativa usare una ciotola e lo sbattitore elettrico perfettamente puliti): versate gli albumi 6 e cominciate a sbattere con le fruste, poi unite la restante dose di zucchero 7 e il succo di limone a filo 8 e continuate a montare fino ad ottenere una consistenza densa e spumosa 9. A questo punto potete incorporare gli albumi montati a neve al composto che avevate messo da parte: iniziate ad aggiungere 2 mestolate 10 e mescolate energicamente per ammorbidire il composto, poi unite il resto degli albumi montati e mescolate dal basso verso l’alto con una spatola per mantenere l’aria all’interno ed evitare che si smonti 11. Quando tutti gli ingredienti sono ben amalgamati, versate il composto in una tortiera del diametro di 22-24 cm, foderata con carta forno 12, livellate la superficie 13 e cuocete in forno statico preriscaldato a 180° per un’ora; se la torta dovesse scurirsi troppo durante la cottura, dopo circa 40 minuti potete aprire il forno e coprirla con un foglio di alluminio, poi proseguite la cottura. Quando la torta sarà cotta (verificate sempre con uno stecchino), sfornatela e fatela intiepidire nella teglia 14, poi trasferitela su un piatto da portata e fatela raffreddare completamente, quindi spolverizzate la superficie con zucchero a velo. La vostra torta al limone è pronta per essere gustata 15! "
}