{
    "title": "Pinzimonio di verdure",
    "ingredients": [
        {
            "ingredient": "Sedano",
            "quantity": "2"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Finocchi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1/2"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1/2"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "trevisano piccolo 1"
        },
        {
            "ingredient": "Ravanelli",
            "quantity": "12"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Scegliete due gambi di sedano teneri (quelli interni al fascio di sedano) togliete loro le foglie poste sulle estremità, eliminate gli eventuali filamenti 1 intaccando con un coltello la base di ogni costa e tirando verso l’estremità opposta. Tagliate i gambi in due parti di eguale lunghezza 2 e poi ricavate dei bastoncini tagliando i pezzi ottenuti per il verso della lunghezza 3. Prendete il finocchio, eliminate le estremità con le foglioline 4 e poi anche quella opposta 5 ; eliminate le foglie carnose esterne più coriacee 6 e poi tagliate il finocchio in quattro parti uguali che ridurrete ancora a metà 7. Prendete i mezzi peperoni, eliminate i filamenti e le parti bianche interne, spuntate le estremità per renderle regolari, 8 quindi tagliate i peperoni in listerelle. Eliminate le foglie dei ravanelli tagliandole alla base degli stessi 9 e lavate questi ultimi sotto l’acqua corrente. Sbucciate le carote, spuntatele 10 e tagliatele in fette parallele che poi dividerete in bastoncini 11. Togliete le foglie esterne rovinate del radicchio e mantenete quelle fresche e integre staccandole dalla sua base 12. Dividete le verdure tagliate in piccoli bicchierini e preparate 4 ciotoline contenenti dell’olio extravergine d’oliva di ottima qualità. Disponete al centro della tavola gli ulteriori condimenti che serviranno per arricchire il pinzimonio e lasciate che ogni commensale se lo prepari rispettando i propri gusti. Per preparare il pinzimonio basterà mescolare insieme in un recipiente olio, limone, sale e pepe e battere energicamente con una forchetta per emulsionare il tutto. Servite i vostri bastoncini di verdure accompagnando con l'intingolo. "
}