{
    "title": "Burger di fave",
    "ingredients": [
        {
            "ingredient": "Scorze di fave",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "grattugiato 80 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "ai cereali 170 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fave",
            "quantity": "sgranate 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Insalata mista",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pecorino",
            "quantity": "toscano semi stagionato 200 g"
        },
        {
            "ingredient": "Panini ai cereali",
            "quantity": "piccoli 8"
        }
    ],
    "preparation": " Per preparare il burger di fave come prima cosa eliminate il filamento dal baccello 1. Apritelo ed estraete le fave. Per ricavarne 300 g serviranno 1 kg di fave. Prendete poi 400 g delle scorze e sbollentateleÂ in acqua calda per circa 15 minuti 3.Â Scolatele e lasciatele intiepidire 4. Trasferitele all'interno del contenitore di un mixer 5, aggiungete il pane tagliato a cubetti 6, il pecorino grattugiato 7, le foglioline di menta 8, l'uovo 9 e il sale 10. Frullate il tutto fino ad ottenere una consistenza omogenea 11; verificate la consistenza dell'impasto e se dovesse essere troppo umido aggiungete altro pecorino o del pangrattato. Trasferite in una ciotola, coprite con la pellicola 12 e riponete in frigorifero a rassodare per una mezz'ora.Â Nel frattempo dedicatevi alla salsa. Sbollentate le fave per qualche minuto 13, quindi scolatele 14. Lasciatele intiepidire, poi sbucciatele 15.Â Trasferite le fave nel bicchiere di un mixer, unite il succo di limone 16, lo spicchio d'aglio tritato 17, sale e pepe 18.Â Versate l'olio a filo frullando con un mixer ad immersione 19, fino ad ottenere una crema liscia 20. Coprite con pellicola e tenetela da parte fino all'utilizzo. Riprendete l'impasto e realizzate 8 piccoli burger, per farlo prendete una porzione 21 e modellatela con le mani per dare la classica forma da burger 22. Passate il burger di fave nel pangrattato 23 e proseguite in questo modo fino a formarli tutti 24.Â Scaldate in padella un filo d'olio, quindi cuocete i burger 25 su entrambi i lati fino a doratura 26. Tagliate poi il pecorino a fette sottili e disponetelo sopra ai burger 27. Dividete i panini a metÃ 28, posizionate sulla base un po' d'insalatina mista 29 e il burger con il pecorino 30.Â Aggiungete un cucchiaio abbondante di salsa di fave 31 e richiudete il panino 32. Proseguite in questo modo fino a formare tutti i panini e serviteli 33. "
}