{
    "title": "Coda di rospo con patate",
    "ingredients": [
        {
            "ingredient": "Coda di rospo",
            "quantity": "tranci, giÃ puliti 500 g"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la coda di rospo con patate, per prima cosa preparate la panure: tagliate il pane fresco a cubetti 1 e mettetelo in un mixer. Aggiungete l’olio extravergine di oliva 2, sale, pepe 3, le foglioline di timo 4 e la scorza grattugiata del limone 5 e azionate il mixer a più riprese in modo da ottenere una consistenza grossolana 6. Ora prendete i tranci di coda di rospo già puliti ed eliminate l’osso centrale 7. Ungete una teglia con l’olio d’oliva, adagiate i tranci di coda di rospo all’interno della teglia 8 e ricopriteli con la panure 9. Infornate il pesce in forno statico preriscaldato a 180° per 15 minuti o fino a quando la crosticina non risulterà bella dorata. Nel frattempo potete passare alla preparazione delle patate: lavate le patate per togliere residui di terra e asciugatele bene. Senza togliere la buccia, tagliatele a fettine di un paio di millimetri di spessore usando una mandolina 10; sovrapponete le fettine di patate e tagliatele a bastonicini piuttosto sottili 11. Riscaldate l’olio di semi di arachidi in un pentolino fino a una temperatura di 130°-140° (da misurare con un termometro da cucina), poi immergete poche patate per volta 12 e friggetele per circa 5 minuti. Quando le patatine avranno assunto un colore dorato, scolatele con una schiumarola e trasferitele su un piatto foderato con carta assorbente per eliminare l’olio in eccesso 13. Trascorso il tempo di cottura della coda di rospo, rimuovete la teglia dal forno 14 e impiattate il pesce insieme alle patatine appena fritte: la vostra coda di rospo con patate è pronta per essere gustata 15! "
}