{
    "title": "Pollo in salsa verde",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "15 foglie"
        },
        {
            "ingredient": "Capperi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "10"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Insalata",
            "quantity": "verde (facoltativa) q.b."
        }
    ],
    "preparation": " Per preparare il pollo in salsa verde, iniziate sbucciando una cipolla e pelando e tagliando in due una carota 1. Ponetele in circa 1,5 lt d’acqua e aggiungete le foglie di alloro e i grani di pepe. Salate e portate a ebollizione. Abbassate il fuoco e ponetevi i petti di pollo a lessare 2, dovranno cuocere dai 10 ai 20 minuti a seconda dello spessore della carne, che dovrà risultare completamente bianca ma ancora piuttosto tenera. Nel frattempo dedicatevi alla preparazione della salsa. In un mixer sminuzzate le olive, i capperi, il basilico, l'aglio e il prezzemolo 3. Aggiungete 3 cucchiai di olio e una spruzzata di succo di limone e amalgamate il tutto 4. Aggiustate eventualmente di sale e se la salsa verde dovesse risultare troppo densa aggiungete a piacere un po’ d’olio, un po’ di succo di limone o un po’ d’acqua 5. Scolate quindi i petti di pollo (potete conservare il brodo per altre preparazioni), fateli intiepidire e tagliateli a listarelle regolari 6. Mettete dell'insalata in una ciotola 7, aggiungete le listarelle di petti di pollo 8 e conditeli con la salsina verde ottenuta 9. Il pollo in salsa verde può essere anche servito con delle patate bollite. "
}