{
    "title": "Polenta e bruscitt",
    "ingredients": [
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lardo di Colonnata",
            "quantity": "45 g"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "5 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "tipo Barbera 200 ml"
        },
        {
            "ingredient": "Manzo",
            "quantity": "polpa di reale 1 kg"
        },
        {
            "ingredient": "Manzo",
            "quantity": "cappello del prete 1 kg"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "375 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la polenta e bruscitt, prendete le carni di manzo e sgrassatele dal grasso in eccesso 1 quindi tagliatele a tocchetti grossi mezzo cm 2; riducete a striscioline sottili il lardo 3. Preparate un sacchettino di garza (in alternativa usate un portaspezie oppure, se ne siete sprovvisti, mettete le spezie sciolte direttamente in padella) in cui inserire i semi di finocchio 4 e uno spicchio dâaglio sbucciato 5. Chiudete il sacchetto con uno filo di spago o uno stuzzicadenti 6. Fate sciogliere in una padella abbastanza capiente il burro e il lardo 7. Aggiungete la carne 8, aggiustate di sale e pepe e unite il sacchettino con gli aromi 9. Coprite con il coperchio 10 e fate cuocere per almeno 2 ore a fuoco dolce, mescolando ogni 20-30 minuti con un cucchiaio di legno delicatamente, per non rompere il sacchetto. Nel frattempo, preparate la polenta (qui maggiori indicazioni) mettendo a bollire lâacqua salata, aggiungendo un cucchiaio scarso d'olio extravergine e aggiungendo al bollore la farina a pioggia 11, girando continuamente con una frusta 12. Per accorciare i tempi potete usare della polenta istantanea. Trascorse le due, la carne risulterÃ abbastanza morbida: togliete il sacchetto degli aromi 13, alzate la fiamma e sfumate con il vino rosso 14. Lasciate sul fuoco ancora 5 minuti ed ecco che i vostri bruscitti saranno pronti 15! Accompagnateli con la polenta e fette di pane brustolite in forno. "
}