{
    "title": "Torta di mele e mascarpone",
    "ingredients": [
        {
            "ingredient": "Mele Golden",
            "quantity": "400 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la torta di mele e mascarpone, sbattete le uova con lo zucchero e il pizzico di sale fino a che diventino un composto chiaro e spumoso. Mettete il mascarpone in una ciotola capiente e mescolatelo con un mestolo per ammorbidirlo: aggiungete un paio di cucchiai di composto di uova e zucchero e mescolate per rendere il mascarpone meno consistente e denso 1, quindi unite delicatamente il restante composto di uova e amalgamate per bene il tutto 2. Aggiungete la farina mischiata e setacciata assieme al lievito per dolci 3; unite anche i semi di una bacca di vaniglia. Mescolate delicatamente per unire gli ingredienti. Sbucciate e tagliate le mele a cubetti (dopo avere prima tolto i torsoli) 4, quindi unitele al composto nella ciotola ed amalgamate 5. Imburrate ed infarinate una tortiera (meglio se a cerchio apribile) di cm 28 di diametro e versate al suo interno il composto precedentemente ottenuto; livellatelo per bene 6 e poi infornate in forno statico giÃ caldo a 180Â° per circa unâora. Se vi accorgete che la superficie della torta diventa troppo scura, copritela con dellâalluminio e continuate la cottura. Prima di estrarre la torta dal forno, infilateci uno stecchino di legno e se uscirÃ asciutto la torta sarÃ cotta. Lasciate raffreddare completamente la torta di mele e mascarpone e poi estraetela dallo stampo; volendo potete cospargere la torta di mele con dello zucchero vanigliato misto a polvere di cannella. "
}