{
    "title": "Petto d'anatra laccato all'arancia",
    "ingredients": [
        {
            "ingredient": "Petto d'anatra",
            "quantity": "(2 da 800 g l'uno) 1,6 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "6"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "60 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il petto d’anatra laccato all’arancia eliminate le piccole piume rimaste attaccate alla pelle dei petti d'anatra con una pinzetta da cucina 1. Incidete i petti dalla parte della pelle praticando 3 tagli in diagonale 2 e 4 trasversali per creare dei rombi 3. Poneteli dalla parte incisa in una padella antiaderente ben calda 4 e lasciate cuocere 3 minuti in modo che si crei una crosticina dorata; poi girateli e lasciateli dorare anche sull’altro lato per altri 3 minuti: l’anatra si cuocerà con il suo stesso grasso rilasciato in cottura. Quando i petti saranno pronti 5, adagiateli con la pelle rivolta verso l’alto in una teglia, che potete foderare con carta da forno. Versate il liquido formatosi in cottura e regolate di sale 6. Mettete la marmellata di arance in una ciotolina e poi spennellate la pelle dei petti, coprendoli in maniera uniforme 7. Con il dorso di un coltello schiacciate le bacche di ginepro, facendo pressione con le mani 8; condite i petti con le bacche 9, le foglioline di rosmarino, l’olio 10 e infine versate l’acqua sul fondo della teglia 11. Coprite con un foglio di alluminio 12 e cuocete in forno statico preriscaldato a 160° per 30-40 minuti (o a 130° per 20-30 minuti se in forno ventilato). Nel frattempo preparate le patate: lavate le patate novelle sotto abbondante acqua fresca corrente 13. Con un coltello o una mandolina tagliatele a rondelle dello spesso di 2-3 mm senza togliere la buccia 14, ponendole man mano che le tagliate in un recipiente con dell’acqua per non farle annerire. Una volta terminato, fate rosolare uno spicchio d’aglio sbucciato con un filo di olio in una pentola antiaderente 15, quindi scolate le patate e asciugatele con un canovaccio pulito. Quando l'aglio avrà preso colore, ponete le patate tagliate a rondelle sul fuoco 16 e cuocete a fuoco medio per 15 minuti, mescolando con un cucchiaio di legno. Aggiungete qualche fogliolina di rosmarino per insaporire 17 e regolate di sale 18. Una volta pronte, eliminate l'aglio con delle pinze da cucina 19. Dopo 30-35 minuti, controllate la cottura della carne, tagliando il cuore del petto con un coltello o verificando con una sonda: in questo caso, la temperatura dovrà essere di 71°; se dovesse risultare inferiore, lasciate l’anatra in forno e ricontrollate dopo 5-10 minuti. Una volta pronta 20, sfornate e impiattate: servite il vostro petto d’anatra laccato all’arancia, accompagnandolo con le patate novelle che avete preparato e qualche fettina o spicchio di arancia 21. "
}