{
    "title": "Tonno in crosta di pistacchi",
    "ingredients": [
        {
            "ingredient": "Tonno",
            "quantity": "600 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "50"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tonno in crosta di pistacchi procuratevi un trancio di tonno fresco, ponete il trancio in congelatore per almeno un’ora così che risulti più comodo da tagliare evitando di romperne le fibre. Estraete dal congelatore il tonno e tagliatelo nel senso della lunghezza 1 a fette spesse circa 2-3 cm 2. Mettete le fette di tonno in una pirofila e irroratele con l'olio di oliva 3. Nel frattempo, asciugate con un panno carta i pomodorini secchi per eliminare l'olio in eccesso 4 e tritateli finemente con un coltello 5. Ponete i pistacchi tritati in una ciotola 6, aggiungete i pomodorini tritati 7, i semi di papavero 8 e il pangrattato 9. Mescolate per amalgamare bene gli ingredienti e salate la panatura a piacere 10. Prendete le fette di tonno e passatele nella panatura, premendo bene su tutti i lati 11. Ponete un paio di cucchiai di olio extravergine d'oliva in una padella antiaderente 12 e una volta raggiunto il calore necessario (l'olio deve sfrigolare), unite le fette di tonno panato 13 e fatele cuocere 1 minuto per lato, rigirandole una sola volta 14. Non protraete la cottura in modo che il tonno resti rosato all’interno, il tonno non deve diventare bianco altrimenti la carne risulterà piu' dura. Togliete il tonno in crosta di pistacchi dalla padella e tagliatelo a fette 15 dello spessore di 2 cm, quindi adagiatele su di un piatto da portata e servite immediatamente. "
}