{
    "title": "Insalata pantesca",
    "ingredients": [
        {
            "ingredient": "Patate novelle",
            "quantity": "piuttosto piccole 600 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "1"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "di Pantelleria 20"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Aceto di vino rosso",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "qualche foglia"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Lavate e lessate le patate senza sbucciarle 1 ponendole in acqua fredda salata per circa 30-35 minuti (il tempo di cottura preciso varia a seconda dalla grandezza delle stesse), poi scolatele, sbucciatele ancora calde 2 e lasciatele raffreddare., dopodichè tagliate a fette di circa 1 cm di spessore 3. Sbucciate la cipolla e tagliatela a fette 4 (o anelli ) sottili, quindi mettetela per circa 30 minuti a bagno nell’aceto 5, dopodichè scolatela per bene 6. Lavate i pomodorini, tagliateli a metà 7 e schiacciateli leggermente per fare fuoriuscire i semi interni e l’acqua di vegetazione 8; metteteli a scolare in un colapasta con la parte tagliata verso il basso 9. Mettete i capperi in un colino e sciacquateli per bene sotto l’acqua corrente per dissalarli 10. Schiacciate delicatamente le olive 11 (magari aiutandovi con un batticarne o con la lama piatta di un coltello da cucina) ed estraete il nocciolo. Raccogliete in una ciotola capiente i pomodorini, la cipolla ben sgocciolata, i capperi strizzati, le olive denocciolate, le patate a fette; condite il tutto con olio extravergine di oliva unito ad abbondante origano, basilico spezzettato, sale, pepe e qualche goccia di aceto. Mescolate il tutto delicatamente e servite. "
}