{
    "title": "Polpette danesi (Frikadeller) con patate prezzemolate",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "macinata 500 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "danese a temperatura ambiente 200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "60 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "grattugiata ½ cucchiaino"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 cucchiai"
        }
    ],
    "preparation": " Per preparare le polpette danesi (Frikadeller) con patate prezzemolate ponete sul fuoco una pentola con acqua salata che vi servirÃ per il brodo vegetale. Tritate finemente la cipolla 1 e fatela ad appassire in una padella antiaderente insieme allâolio di oliva per 15 minuti a fuoco molto basso 2, aggiungendo di tanto in tanto il brodo vegetale 3. Spegnete il fuoco 4 e tenete da parte in una ciotola a intiepidire. Mettete la carne macinata in una ciotola, aggiungete le uova 5, la cannella 6, la noce moscata grattugiata 7 e aggiustate di sale 8 e di pepe 9. Amalgamate bene tutti gli ingredienti lavorando il composto con le mani 10, poi aggiungete il pangrattato 11 e continuate ad impastare. Unite anche la cipolla appassita ormai tiepida 12, mescolate tutto con l'aiuto di una spatola 13 fino ad ottenere un impasto omogeneo che lascerete riposare per 10 minuti 14. Trascorso il tempo necessario, formate delle palline del peso di 20-25 gr ciascuna con l'impasto che avete preparato, passandole tra i palmi delle mani per dare una forma tonda 15 e procedete in questo modo fino ad ultimare l'impasto: con le nostre dosi dovrete ottenere 38 polpette. Passatele nella farina 16, girandole in modo che aderisca in maniera uniforme. Una volta terminato, fate sciogliere il burro in una padella capiente 17 e fate cuocere le polpettine per 2 minuti a fuoco vivace 18, girandole per una cottura uniforme 19. Versate la birra a temperatura ambiente 20 e il succo di limone 21 e fate cuocere a fuoco dolce per altri 3-4 minuti fino a che la salsa non si sarÃ addensata 22. Spegnete, tenete le polpette al caldo e nel frattempo preparate il contorno di patate. Lavatele sotto abbondante acqua fresca corrente, poi fatele lessare con la buccia per 30 minuti 23. Successivamente sbucciatele 24 e tagliatele a fettine 25; servite le vostre polpettine danesi (Frikadeller) con patate prezzemolate terminando con un pizzico di sale e una spolverizzata di prezzemolo 26 e con un filo di olio 27. "
}