{
    "title": "Pasta frolla montata",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "375 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie a temperatura ambiente 2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "a temperatura ambiente 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Ciliegie candite",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta frolla montata, versate nella ciotola di una planetaria il burro ammorbidito 1 e lo zucchero setacciato 2 (potete utilizzare lo sbattitore elettrico al posto della planetaria). Grattugiate la scorza di 1 limone non trattato 3 e montate il composto per circa 10 minuti 4 fino a quando non sarÃ diventato spumoso e omogeneo. Quindi cominciate ad aggiungere le uova e il tuorlo a temperatura ambiente, una alla volta 5, aspettando che si incorpori uno prima di proseguire con i successivi. Durante la lavorazione, di tanto in tanto spegnete la planetaria e con una spatola raccogliete il composto che l'azione centrifuga avrÃ spalmato sui bordi della tazza.Â Unite poi il sale 6 e la farina setacciata 7, quindi incorporatela accuratamente al composto mescolando con una spatola 8. Quando il composto sarÃ omogeneo, trasferitelo in una sac-Ã -poche con bocchetta a stella 9 Foderate una leccarda con carta da forno e date le forme desiderate ai biscotti (10-11). I biscotti potranno poi essere decorati con delle mandorle 12, noci o nocciole, oppure con una ciliegia candita 13. Una volta formati i biscotti, lasciateli riposare in frigorifero per almeno unâora e poi fateli cuocere in forno statico preriscaldato a 180Â° per 10-15 minuti (160Â° per 5-10 minuti se forno ventilato): i biscotti non dovranno diventare scuri ma solo dorarsi 14. Lasciate raffreddare i biscotti di pasta frolla montata su una gratella 15 e serviteli se preferite cosparsi con dello zucchero a velo! "
}