{
    "title": "Torta di yogurt al cioccolato",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "330 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "240 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "180 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        }
    ],
    "preparation": " Per preparare la torta di yogurt e cioccolato, iniziate proprio da quest'ultimo: tritate il cioccolato fondente e scioglietelo a bagnomaria 2: è importante che l'acqua del pentolino sul fuoco non raggiunga il fondo della bastardella o del tegamino in cui si trova il cioccolato. Mescolate di tanto in tanto con un cucchiaio di legno per favorire lo sciogliersi del cioccolato 2. Quando sarà pronto, spegnte e lasciate raffreddare. Intanto nella tazza di una planetaria munita di frusta versate le uova e unite lo zucchero 4, grattugiate la scorza di 1 arancia non trattata 5 e iniziate a lavorare il composto: dovrà risultare bianco e spumoso 6. A questo punto unite lo yogurt poco alla volta 7 e quando si sarà amalgamato, aggiungete l'olio di semi a filo 8. Quindi in una ciotola setacciate la farina con il lievito 9 e quando l'olio si sarà assorbito completamente, unite le polveri un cucchiaio alla volta 10. Quando anche la farina sarà completamente incorporata, potete unire il cioccolato fuso oramai freddo 11 e lavorare l'impasto ancora qualche minuto per ottenere un composto omogeneo e fluido. Imburrate e foderate una tortiera con carta da forno della misura di 24 cm di diametro. Versate all'interno l'impasto 12 e livellatelo con una spatola senza battere lo stampo in modo da non inibire l'azione del lievito. Infornate la torta 13 in forno statico preriscaldato a 170° per 45-50 minuti (150° in forno ventilato per 35-40 minuti). Una volta cotta sfornatela 14 e lasciate intiepidire, quindi ponete la torta allo yogurt e cioccolato su una gratella a raffreddare completamente. Una volta fredda potete spolverizzarla con dello zucchero a velo e servirla 15! "
}