{
    "title": "Crema al latte",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare la crema al latte mettete a scaldare 300 g di latte 1 insieme allo zucchero in una casseruola 2. Incidete la bacca di vaniglia nel senso della lunghezza ed estraete i semi, raschiandola con un coltellino 3; unite i semi della bacca di vaniglia nel latte 4 e scaldate a fuoco bassissimo, mischiando bene con le fruste per far sciogliere lo zucchero. In una ciotola a parte setacciate l’amido di mais 5, poi versate il latte rimanente, mescolando con una frusta a mano 6: così facendo, eviterete la formazione di grumi nella crema. Aggiungete il latte freddo in cui si è sciolto l’amido di mais nella casseruola con il latte e lo zucchero 7. Unite anche il miele 8, continuando con le fruste sempre a fuoco bassissimo fino a quando la crema non si sarà addensata. Una volta che sarà densa ed omogenea, spegnete e versate la crema che avete ottenuto in una ciotola 9. Coprite con la pellicola trasparente a contatto, facendola aderire bene alla superficie in modo che non si formi la fastidiosa crosticina 10; lasciate raffreddare a temperatura ambiente e poi in frigorifero. Trascorso il tempo necessario, togliete la crema dal frigorifero 11: se doveste riscontrare la presenza di eventuali grumi, setacciatela con un colino a maglie strette così da eliminarli. Fate rinvenire la crema con uno sbatttore elettrico, poi in una ciotola a parte montate la panna fredda da frigorifero 12. Unite la panna montata alla crema al latte, ormai fredda 13, mescolando i due composti molto delicatamente dal basso verso l’alto 14 fino ad ottenere una crema liscia ed omogenea 15. La vostra crema al latte è pronta: potrete usarla per farcire bignè, rotoli di pasta biscotto, torte e altri dessert! "
}