{
    "title": "Conetti salati con mousse di mortadella",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(rettangolare) 230 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "(a fette) 180 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "120 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pistacchi non salati",
            "quantity": "(sgusciati) 15 g"
        }
    ],
    "preparation": " Per preparare i conetti salati con mousse di mortadella cominciate srotolando il rotolo di pasta sfoglia, utilizzate quello rettangolare in modo da avere delle strisce molto simili. Poi posizionate la parte più lunga del rotolo in posizione verticale e tagliate con un tagliapasta liscio 1 ottenendo così 10 strisce della stessa misura (aiutatevi con una riga in modo da dividere bene la sfoglia) 2 dopodiché sistematele sui coni di metallo pinzando per bene la pasta sfoglia sulla punta dello stampo 3 cosicché in cottura non si sformino. Avvolgete la strisciolina di pasta sfoglia tutto intorno al cono, come fosse una spirale, facendo in modo che i lembi combacino tra loro, quindi schiacciateli pure ma con delicatezza 4. Spennellate i conetti con pochissimo latte 5 e sistemateli su una leccarda rivestita con carta forno 6 e cuocete in forno statico a 200° per 18-20 minuti, fin quando non saranno dorati in superficie, oppure in forno ventilato a 180° per 15 minuti circa. Nel frattempo preparate la mousse di mortadella, quindi in un mixer versate la mortadella insieme alla panna liquida 7 poi aggiungete il formaggio fresco spalmabile 8 e frullate fino ad ottenere una crema liscia e compatta 9. Quando i conetti saranno raffreddati, staccateli delicatamente dalla forma, schiacciando leggermente il cono in modo che si stacchi dalla pasta 10 poi sistemate la mousse in un sac-à-poche e spremetelo nei conetti di sfoglia facendo attenzione a riempire fino all'orlo 11, spremete ancora sulla punta un pò di mousse che servirà per far aderire la granella di pistacchi 12. Sminuzzate al coltello e grossolanamente i pistacchi e versateli in un piccolo recipiente 13, poi immergete la punta del conetto nella granella 14 e ripetete così per tutti, infine servite i conetti salati con mousse di mortadella. "
}