{
    "title": "Crackers",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "120 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "180 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i crackers, setacciate la farina in una ciotola 1. Versate un po’ di acqua (presa dalla dose totale della ricetta) in una ciotolina e unitevi il lievito di birra disidratato, quindi mescolate qualche secondo fino a che il lievito non sarà completamente sciolto 2. Versate il composto di lievito e acqua nella farina 3. Nel resto dell’acqua scioglietevi il sale 4, quindi unite l’olio extravergine d'oliva alla farina 5 e cominciate ad impastare, aggiungendo l'acqua a filo 6 di tanto in tanto. Quando avrete amalgamato tutti gli ingredienti 7, trasferite il composto su di una spianatoia ed impastate fino ad ottenere un composto liscio e omogeneo, a cui darete una forma rotonda 8. Mettete l’impasto ottenuto in una ciotola e copritelo con della pellicola trasparente 9. Lasciate lievitare la pasta per due ore, fino al raddoppiamento del volume iniziale 10. Ora con la macchina per la pasta, stendete l’impasto fino ad ottenere delle sfoglie spesse non più di 2 mm 11. Tagliate i bordi irregolari con un tagliapasta liscio per ottenere delle strisce larghe 6 cm 12. Dividete le strisce con un tagliapasta dentellato in modo che siano lunghe 12 cm 13. Con i rebbi di una forchetta praticate una linea verticale alla metà esatta della lunghezza del cracker 14 e poi con uno stecchino per spiedini praticate 5 buchi su ognuna delle due parti divise dalla linea 15. Foderate una leccarda con carta forno e disponetevi sopra le sagome dei crackers, che spennellerete leggermente con un’emulsione di acqua e olio 16; a piacere potete cospargere i crackers con del sale fino 17. Infornate in forno statico già caldo a 200 gradi per circa 12 minuti (i crackers devono leggermente dorarsi ai lati) 18. Non appena li sfornerete toglieteli immediatamente dalla teglia per evitare che il calore latente non continui la cottura scurendoli troppo. Una volta freddi, potete mangiare i vostri crackers fatti in casa! "
}