{
    "title": "Spiedini vivaci alla birra",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "560 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "360 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "280 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Salvia",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "8 rametti"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "160 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Basilico",
            "quantity": "15 foglie"
        },
        {
            "ingredient": "Peperoncino verde piccante",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        }
    ],
    "preparation": " Per preparare gli spiedini vivaci alla birra iniziate preparando tutti gli ingredienti che vi serviranno per formare gli spiedini. Dividete la salsiccia in 8 pezzetti 1 in modo da ottenere più o meno la stessa dimensione della carne (circa 45 gr per salsicce piuttosto spesse tipo mantovana).Tagliate 8 cubi di pollo da circa 35 gr l'uno 2 e 16 cubi di carne di maiale della stessa dimensione. Mettete solo i pezzi di maiale in una ciotola e spolverizzateli con la paprika in modo che aderisca bene alla carne 3. Tagliate la pancetta di maiale in modo da ottenere 8 pezzi che possano essere ripiegati a libro (circa 20 gr) e infilateci in mezzo una foglia di salvia 4. Prendete un pezzo di carne di pollo, poggiateci sopra una cimetta di rosmarino 5 e avvolgetelo completamente con una fetta di pancetta affumicata 6: procedete così con tutti gli altri cubotti di carne di pollo. Lavate, asciugate, eliminate i semi e i filamenti interni, quindi tagliate i peperoni a falde ricavando da essi 16 quadrati rossi 7 e 16 gialli (o verdi) aventi lato di circa 3,5 cm. Prendete degli stecchini di legno (o d'acciaio) da spiedino e cominciate ad infilarci sopra un pezzo di carne di maiale, poi un quadrato di peperone rosso, la carne di pollo avvolta nella pancetta, un quadrato di peperone giallo (o verde), la salsiccia, un quadrato di peperone rosso, la pancetta ripiegata con la salvia, ancora una falda di peperone giallo ed infine un pezzo di carne di maiale 8. Ora non vi resta che realizzarne altri 7 identici con gli ingredienti rimasti a vostra disposizione. Tritate le erbe aromatiche 9 e preparate ora la marinatura per gli spiedini: in una ciotola mettete il trito di rosmarino e salvia, versate la birra rossa 10, aggiungete l’olio 11, il succo e la scorza grattugiata di limone, sale e pepe. Mescolate bene, versate il liquido sugli spiedini 12 e lasciate marinare per almeno mezz’ora. Intanto preparate la salsa alla birra: tritate lo scalogno, tagliate a piccoli pezzetti il pomodoro, il peperoncino verde e sminuzzate il rosmarino e il timo. In una padella fate soffriggere lo scalogno con l’olio extravergine, unite i pomodori 13 e uno alla volta tutti gli ingredienti: il peperoncino verde 14, le foglie di basilico, il rosmarino e il timo tritati, l'aceto di riso (o di mele) 15, la paprika 16, sale, pepe e per ultimo la birra 17. Cuocete per 10 minuti fino a che tutti gli ingredienti non saranno diventati morbidi 18. A questo punto trasferite il composto in un bicchiere e frullate il tutto con un mixer ad immersione 19. Riportate la salsa su fuoco basso a ridurre fino a che non otterrete una salsa molto densa 20, che aggiusterete eventualmente di sale e terrete da parte. Ritirate gli spiedini dalla marinatura e cuoceteli su una griglia o bistecchiera fino alla cottura desiderata, circa 20 minuti 21, spennellandoli durante la cottura con la marinatura avanzata. Servite gli spiedini vivaci irrorati con la salsa alla birra ottenuta oppure portando quest'ultima in una salsiera e lasciando che i vostri commensali la utilizzino a piacere! "
}