{
    "title": "Tagliata con cipolle in agrodolce",
    "ingredients": [
        {
            "ingredient": "Controfiletto di manzo",
            "quantity": "(entrecote) 800 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "8 rametti"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale delle Hawaii",
            "quantity": "nero 8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la tagliata con cipolle in agrodolce, iniziate sbucciando le cipolle rosse. Tagliatele in 4 parti e poi in spicchi più piccoli 1, prendete quindi una padella antiaderente e fate scaldare l’olio extravergine di oliva, quando sarà ben caldo versate il burro 2. Quando il burro si sarà sciolto aggiungete gli spicchi di cipolle rosse 3 e lasciate soffriggere delicatamente. Quando le cipolle rosse cominceranno ad ammorbidirsi, aggiungete l’aceto balsamico 4 e lo zucchero 5. Salate a piacere e lasciate stufare fino a che non raggiungeranno una consistenza morbida ma non sfatta 6. Ora occupatevi della carne: estraete la carne dal frigo almeno un’ora prima di cucinarla, in modo che non sia troppo fredda ma a temperatura ambiente. Ponete il controfiletto o l’entrecote su un tagliere 7 e con un coltello affilato eliminate lo strato di grasso sulla superficie 8 fino a sgrassarlo completamente 9. Trasferite quindi la carne in una pirofila e versateci sopra l’olio 10, aiutandovi con le mani per ungere bene il pezzo. Cospargete la carne con il sale nero delle Hawaii 11 e con le foglioline di timo 12. Trasferite nuovamente la carne che avete aromatizzato sul tagliere e dividetela in due 13, dopodichè tagliate a metà ciascun pezzo ottenuto 14 fino ad ottenere 4 bistecche 15. Fate scaldare molto bene una bistecchiera o una padella antiaderente e fate scottare le bistecche da entrambi i lati (16-17) raggiungendo il grado di cottura desiderato. Se preferite che la parte interna rimanga rosata e non asciutta cuocete per al massimo 4-5 minuti. Evitate di punzecchiare la carne durante la cottura per evitare di fare fuoriuscire i suoi liquidi. Una volta cotta, trasferite la bistecca su un tagliere e tagliatela in obliquo per ottenere delle fette più precise e compatte 18. Formate uno strato di cipolle caramellate su un piatto da portata 19 e adagiateci sopra la tagliata 20. Guarnite con altro sale nero delle Hawaii e foglioline di timo 21 e servite subito la vostra tagliata con cipolle in agrodolce! "
}