{
    "title": "Frittata di bruscandoli",
    "ingredients": [
        {
            "ingredient": "Bruscandoli",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Montasio",
            "quantity": "120 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la frittata di bruscandoli iniziate lavando i germogli sotto l’acqua corrente fredda 1, poi trasferiteli su un vassoio e tamponateli con carta assorbente 2. Separate le foglioline dal gambo 3 e tenetele da parte 4, il gambo non viene utilizzato perché troppo duro. Tritate il rosmarino 5, sbucciate e tritate anche lo scalogno 6. In una padella scaldate un filo di olio di oliva 7, unite lo scalogno tritato e fatelo appassire a fuoco basso per 5 minuti, poi irrorate con un mestolo di brodo vegetale 8. Aromatizzate con il trito di rosmarino 9. Proseguite la cottura per un paio di minuti e poi unite i bruscandoli 10 e versate un altro mestolo di brodo 11, proseguite la cottura a fuoco vivace per altri 5 minuti. Quando le erbe saranno tenere spegnete il fuoco e trasferitele in una ciotola 12. A parte sbattete le uova con una frusta 13, salate, pepate e unite i bruscandoli cotti in padella 14. Tagliate a piccoli cubetti il Montasio 15 e versateli nel composto di uova (16-17). Ora imburrate e rivestite con un foglio di carta da forno una teglia del diametro di 26 cm 18, versate il composto di uova e bruscandoli nella teglia (19 -20) e cuocete la fritta in forno statico preriscaldato per 35 minuti a 180° (se forno ventilato a 160° per 25 minuti). A cottura ultimata sfornate la frittata di bruscandoli 21 e lasciatela intiepidire prima di servirla. "
}