{
    "title": "Cheesecake al cioccolato",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi",
            "quantity": "al cioccolato 160 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 80 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Ricotta di bufala",
            "quantity": "250 g"
        },
        {
            "ingredient": "Formaggio fresco",
            "quantity": "spalmabile 250 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        }
    ],
    "preparation": " Per preparare la cheesecake al cioccolato, iniziate dalla base di biscotti secchi: ponete i frollini nel mixer 1 e frullateli. Quindi unite il burro fuso in precedenza e fatto intiepidire 2 e mescolate il tutto con un cucchiaio per creare una composto friabile. Imburrate e foderate con carta da forno una tortiera di 24 cm di diametro; versate all’interno la base di biscotti e compattatela con il dorso di un cucchiaino 3. Ponete in frigorifero a rassodare per almeno 1 ora (in freezer per almeno 30 minuti). Nel frattempo preparate la crema al cioccolato: nel mixer ponete la ricotta (che avrete avuto cura di far scolare per almeno 2 ore, meglio ancora se tutta la notte) ed il formaggio fresco spalmabile 4; unite anche il latte 5 e i semini di 1 bacca di vaniglia 6. Poi aggiungete lo zucchero 7 e le uova 8; azionate le lame e frullate gli ingredienti giusto il tempo di amalgamarli. Poi setacciate la maizena 9 E il cacao amaro per aggiungerli al composto 10; azionate nuovamente le lame per amalgamare il tutto. Poi fate fondere il cioccolato a bagnomaria (o in forno a microonde) e lasciatelo intiepidire; quindi unitelo a composto 11. Azionate nuovamente il mixer e terminate di amalgamare il tutto fino ad ottenere una crema omogenea e corposa. Prendete la base oramai rassodata dal frigo (o dal freezer) e versateci la crema 12, distribuendola uniformemente con l’aiuto del dorso di 1 cucchiaio. Cuocete la cheesecake in forno statico preriscaldato a 165° per circa 60 minuti (o 145° per 50 minuti se forno ventilato). Mentre la cheesecake cuoce, preparate le decorazioni: versate la panna fresca liquida in una ciotola fredda 13 e montatela con lo sbattitore elettrico 14 avendo cura di utilizzare le fruste fredde (potete riporre la ciotola e le fruste in frigorifero per alcuni minuti prima di utilizzarle): in questo modo riuscirete a montare più facilmente la panna. Quando la cheesecake sarà cotta 15, sfornatela e lasciatela intiepidire, quindi sformatela 16, ponetela sul piatto da portata o un’alzatina e decoratela con ciuffi di panna montata 17. Per un tocco raffinato, potete aggiungere alla decorazione della cheesecake al cioccolato, una bacca di vaniglia intera e dei biscottini friabili. "
}