{
    "title": "Filetto di maiale all'arancia",
    "ingredients": [
        {
            "ingredient": "Maiale",
            "quantity": "filetto 1 kg"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe di Kampot",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per realizzare il filetto di maiale all’arancia, preparate il brodo vegetale. Poi passate alle verdure che serviranno per aromatizzare l'arrosto: lavate e pelate il sedano e la carota, sbucciate la cipolla e poi procedete tagliando le verdure a pezzetti grossolani (1-2-3). Spremete il succo di un'arancia 4 e tenetelo da parte. Occupatevi ora della carne: per prima cosa posizionate il filetto di maiale su di un tagliere ed eliminate il grasso in eccesso e i tendini (la parte bianca translucida). Poi con lo spago da cucina create la gabbia (5-6), per realizzare al meglio questa operazione seguite la nostra scuola di cucina: come legare l’arrosto. Tra i nodi di spago inserite i rametti di rosmarino e di timo 7, poi salate e massaggiate la carne con il pepe di Kampot, pestato (potete anche utilizzare del pepe nero macinato al suo posto) 8. Prendete un tegame o una padella dal bordo alto adatta anche alla cottura in forno, scaldate l’olio di oliva con lo spicchio di aglio sbucciato 9 adagiate in padella la carne 10 e fate scottare su tutti i lati a fuoco vivace in modo da creare la crosta in superficie. Sfumate con il succo d'arancia 11, poi unite il pepe in grani 12 procedete aggiungendo tutte le verdure: il sedano 13, le cipolle 14 e le carote 15. Per ultimo unite anche il brodo vegetale 16. A questo punto spegnete il fuoco e proseguite la cottura in forno statico preriscaldato a 200° per 1 ora. A cottura ultimata 17 estraete il filetto dal tegame (tenendo il fondo di cottura da parte) 18 eliminate la gabbia realizzata con lo spago 19 e tagliatelo a fette 20. In un recipiente dal bordo alto versate il fondo di cottura con le verdure e con l’aiuto di un frullatore ad immersione riducete tutto ad una salsina omogenea 21, se dovesse risultare troppo liquida fatela addensare sul fuoco, viceversa potete allungarla con un pò brodo fino ad ottenere la consistenza desiderata. Distribuite parte della salsa su un piatto da portata 22, adagiate l'arrosto a fette ( se preferite potete lasciarne una parte intera) e insaporitelo con altra salsa 23. Potete guarnire il filetto di maiale all'arancia con delle sottili fettine di arancia e servirlo ben caldo 24. "
}