{
    "title": "Grigliata di carne",
    "ingredients": [
        {
            "ingredient": "Costine di maiale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Salamella",
            "quantity": "300 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "braciole 500 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "400 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "(4 spiedini) 600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "10"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "5"
        }
    ],
    "preparation": " Per preparare la grigliata di carne, come prima cosa occupatevi della marinatura della carne. Tritate il rosmarino 1 e dividetelo in due parti. Ponete la braciole in una pirofila, aggiungete metà del rosmarino 2, l’olio 3, il sale e il pepe macinato. Massaggiate delicatamente la carne per farla insaporire e tenetela da parte. Ponete le costine in un’altra pirofila e ripetete la stessa operazione, ovvero aggiungete il rosmarino rimasto 4, l’olio 5 , il sale e il pepe nero macinato. Massaggiate anche le costine con le mani 6. Per comodità posizionate le braciole sopra le costine 7, aggiungete i grani di pepe nero 8, coprite con la pellicola trasparente 9 e lasciate marinare la carne in frigorifero per 8-10 ore. Trascorse circa 6 ore dedicatevi alla marinatura degli spiedini, questi necessiteranno infatti di un tempo di marinatura minore data la presenza delle verdure. Ponete gli spiedini in una pirofila e aggiungete l’olio 10, il sale, il rosmarino tritato 11, il pepe nero sia macinato che in grani. Massaggiate gli spiedini con le mani, coprite con la pellicola trasparente 12 e riponete in frigorifero a marinare per 2 ore. Trascorso il tempo di marinatura iniziate a cuocere le costine. Ponetele quindi su una griglia rovente 13, lasciatele rosolare e giratele 14, quindi continuate a cuocerle, girandole di tanto in tanto. In tutto saranno necessari 20 minuti di cottura. Una volta cotte posizionatele su un piatto 15 e copritele con la carta argentata. A questo punto ponete le braciole sulla griglia 16 e cuocetele per circa 15 minuti, girandole a metà cottura. Una volta cotte adagiate le braciole nello stesso piatto delle costine 17 e coprite nuovamente con la carta argentata 18. Se la vostra griglia è sufficientemente grande potete cuocere insieme costine e braciole, prestando attenzione ai tempi di cottura leggermente diversi. Una volta cotte le braciole, dedicatevi alla cottura degli spiedini. Adagiate anche questi sulla griglia 19 e cuoceteli circa 3-4 minuti per lato, rosolandoli su tutti e 4 i lati 20. In tutto saranno necessari circa 15 minuti di cottura. Una volta cotti adagiateli su un vassoio 21 e coprite anche questi con la carta argentata. Nel frattempo che gli spiedini cuociono prendete la salamella e tagliatela a metà ma senza separarla completamente, quindi apritela a mò di libro 22. Prendete anche la salsiccia luganega e giratela su se stessa facendo un giro e mezzo, tagliate la parte restante 23 e fermate la vostra chiocciola di salsiccia con degli stecchini 24. Adagiate entrambi i tipi di salsiccia sulla griglia rovente 25 e cuocete la salamella 4-5 minuti per lato, mentre per la luganega saranno sufficienti 3-4 minuti per lato. Una volta cotte le salsicce, posizionate il tutto in una pirofila 26, scaldate gli altri tipi di carne e servite subito la vostra grigliata di carne 27! "
}