{
    "title": "Costine di maiale affumicate di Kansas City",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "costato privo delle puntine 800 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "in polvere 1 cucchiaio"
        },
        {
            "ingredient": "Senape gialla in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aglio in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aglio in polvere",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "in scaglie 40 g"
        },
        {
            "ingredient": "Paprika",
            "quantity": "125 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero grezzo di canna",
            "quantity": "60 g"
        },
        {
            "ingredient": "Jack Daniel's Barbecue Sauce",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per prima cosa si parte con la preparazione del costato 1: deve essere eliminato il grasso in eccesso eventualmente presente e la membrana che ricopre le ossa del costato. Per effettuare quest’ultima operazione procedete nel seguente modo: sollevate un lembo della membrana aiutandovi con un oggetto appuntito e afferratelo con l’aiuto di un tovagliolo 2: questo vi consentirà di avere una presa migliore. Tirate delicatamente e vedrete che si staccherà con facilità. Ora cospargete la superficie di tutte le costine con la senape 3 senza lesinare e, se preparate più di un costato, sovrapponeteli senza problemi. Ora mettete a riposare la carne mentre preparate il rub (spezie per cospargere la carne). Unite tutte le spezie in una ciotola e mescolatele bene per amalgamarle nel modo più omogeneo possibile (4-5). Non vi resta ora che distribuire il rub sulle costine 6, la senape che avete applicato in precedenza favorirà l’adesione. Non risparmiatevi durante questa operazione (7-8-9): le spezie formeranno una crosticina croccante ricca di sapore che esalterà questa preparazione. Fate ora riposare in frigo coprendo con un foglio di alluminio mentre vi accingete a preparare il bbq. Mettete in ammollo le chipsdi legno in acqua o birra per almeno un’ora. Accendete il carbone o i brichetti 10 e disponeteli accesi all’interno del bbq ai lati della leccarda che avrete preventivamente inserito colma d’acqua (11-12) e che dovrete mantenere tale. Portate il bbq alla temperatura di esercizio di 110° e poi inserite le chips umide 13 ponendole direttamente sui carboni. Quando inizieranno a sfumacchiare inserite le costine in modo che risultino sopra la leccarda 14 e chiudete il coperchio. Il fumo delle chips dura in media una ventina di minuti dopo di che dovrete rabboccare in modo da rendere l’affumicatura costante e continua per un paio d’ore. A questo punto il vostro lavoro è di mantenere costante la temperatura agendo sulle prese d’aria. Ogni ora spruzzate l’aceto di mele sulla carne 15 per ammorbidire l’effetto del fumo, in assenza dell’apposito spruzzino potete anche spennellare, ma in questo modo si rischia di compromettere la delicata crosticina di spezie. Durante questo controllo orario verificate anche la presenza di acqua nella leccarda e se è il caso di aggiungere combustibile. Dopo quattro ore e mezza di cottura a 110° rimuovete le costine dal bbq 16 e spennellatele generosamente con la Jack Daniel’s bbq sauce tutta la superficie delle costine 17, poi riponetele all’interno del bbq dopo aver tolto il liquido dalla leccarda. Questa operazione consentirà di far asciugare la salsa che donerà alle vostre costine un colore ed un sapore davvero unico. L’operazione di finitura dura circa una mezz’ora. Al termine di questo passaggio potete provvedere al taglio della carne 18 e alla composizione del piatto con la salsa Jeck Daniel’s di accompagnamento. "
}