{
    "title": "Rotolo porcini e prosciutto",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "1 rotolo rettangolare 230 g"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "350 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fette 120 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "130 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Uova",
            "quantity": "(per spennellare) 1"
        }
    ],
    "preparation": " Per preparare il rotolo porcini e prosciutto iniziate dalla pulizia dei funghi: con un coltellino dalla lama affilata raschiateil terriccio dal fungo e privatelo della parte finale del gambo più dura e terrosa. Potete eliminare la terra rimasta con un pennellino; tuttavia se il porcino ne presenta molta sciacquatelo sotto acqua fredda velocemente, per evitare che assorba troppa acqua e pulitelo accuratamente con un panno 2. Poi stringendo il gambo del fungo effettuate un movimento rotatorio per separarlo dalla calotta. Ricavate da entrambi delle sottili fettine 3 e tenetele da parte. Prendete una padella antiaderente e fate rosolare uno spicchio di aglio mondato e intero con l'olio 4; quando sarà dorato unite i funghi 5, regolando di sale 6 e pepe. Lasciate cuocere a fuoco basso per 10 minuti circa mescolando di tanto in tanto. A cottura ultimata eliminate lo spicchio di aglio 7 e tenete da parte i funghi, lasciando intiepidire. Stendete ora la pasta sfoglia su un piano di lavoro e adagiate al centro le fettine di prosciutto leggermente sovrapposte: abbiate cura di lasciare 2 cm circa dai bordi laterali perchè arrotolando il ripieno rimanga ben sigillato. Disponete sopra la metà dei funghi porcini oramai tiepidi 8 e i pomodori secchi 9. Adagiate anche delle fette di formaggio 10, quindi realizzate uno strato con i funghi rimanenti 11 e altri pomodori secchi 12. Infine adagiate uno strato di formaggio e prosciutto 13. Spennellate i bordi della sfoglia con dell’uovo sbattuto 14. Prendete i lati corti della sfoglia e piegateli verso l’interno, sopra al ripieno 15. Quindi iniziate a comporre il rotolo partendo dal lato lungo della sfoglia 16: portatelo verso l'interno sopra il ripieno, arrotolate delicatamente fino a formare un cilindro compatto 16. Sigillate bene tutti i bordi per evitare la fuoriuscita del ripieno in cottura 17. Adagiate il rotolo su una leccarda foderata con carta forno e spennellate con il rimanente uovo sbattuto tutta la superficie del rotolo 18. Ora è pronto per essere infornato: fatelo cuocere in forno statico preriscaldato a 200°C per 25 minuti (se utilizzate il forno ventilato a 180°C per 15 minuti). Una volta trascorso il tempo di cottura estraetelo dal forno 20 e lasciatelo riposare 5 minuti per far compattare meglio il ripieno. Quindi tagliatelo a fette e servite il rotolo prosciutto e porcini ai vostri amici! "
}