{
    "title": "Spadellata di scorze di fave",
    "ingredients": [
        {
            "ingredient": "Fave",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per la spadellata di scorze di fave cominciate mettendo una pentola con acqua sul fuoco dove poi andrete a sbollentare le scorze, poi passate alla pulizia dei baccelli privandoli del filamento centrale con l’aiuto di un coltellino 1; togliete le due estremità 2 e fate così per tutti e teneteli separati dalle fave 3 che invece potreste utilizzare per altre ricette, come per esempio l’insalata di fave. Se preferite, potete indossare dei guanti per pulire le fave, in questo modo eviterete che residui di terreno finiscano sotto le vostre unghie. Sciacquate sotto acqua corrente i baccelli delle fave in modo da eliminare eventuali impurità 4, dopodiché immergeteli nell’acqua bollente 5, lasciandoli cuocere per 5 minuti 6 giusto il tempo necessario per ammorbidirli leggermente. Conservate il liquido di cottura che vi servirà successivamente per sfumare le scorze. Passati i 5 minuti, scolate le scorze e sciacquatele sotto acqua fredda per bloccarne la cottura 7; scolatele, ponetele su un tagliere e tagliatele a losanghe dividendo i baccelli in 3-4 pezzi a seconda della lunghezza 8. Se gradite un profumo meno intenso d’aglio tagliatelo a metà e privatelo dell’anima, poi versatelo in una casseruola insieme all’olio lasciando insaporire per qualche istante 9; quando l’olio sarà ben caldo, togliete l’aglio e versate le scorze tagliate 10, lasciandole insaporire per qualche minuto a fiamma viva 11 e aggiustate di sale e di pepe 12. Nel frattempo incidete un peperoncino, privatelo dei semini interni 13, poi tagliatelo a striscioline 14 e aggiungetele alle scorze di fave 15. Lasciate cuocere ancora a fiamma viva per qualche istante 16 e poi sfumate con un mestolo di liquido di cottura delle fave che avete tenuto da parte (se preferite potreste aggiungere del brodo vegetale in sostituzione) 17 e lasciate cuocere per altri 10 minuti fin quando la spadellata di scorza di fave non sarà ben asciutta 18. "
}