{
    "title": "Cotolette di tacchino",
    "ingredients": [
        {
            "ingredient": "Tacchino",
            "quantity": "in 4 fette da 125 g l'una 500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 30 g"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "10 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "350 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le cotolette di tacchino cominciate da quello che sarÃ il vostro contorno. Sciacquate i pomodorini e tagliateli in quarti 1, raccoglieteli in una ciotolina e condite con lo spicchio dâaglio pulito e tagliato a pezzetti 2. Poi regolate di sale, pepe e origano 3. Versate un filoÂ dâolio 4, mescolate 5 e coprite con la pellicola 6, a questo punto mettete la ciotola in frigorifero e occupatevi del resto. Passiamo alla panure. Dopo aver tolto il picciolo dal peperoncino, eliminate i semi, i filamenti interni 7 e tritatelo finemente 8. Mettete in una ciotola e lavatevi accuratamente le mani prima di proseguire. Dissalate i capperi e scolateli, versateli sul tagliere 9 e aggiungete le olive, anche queste ben sciacquate 10. Sminuzzate finemente 11 e mettete anche questi da parte . Per finire tritate finemente il prezzemolo 12.Â In una padella versate i 100 grammi dâolio dâoliva, lo spicchio dâaglio e il peperoncino tritato 13, poi il trito di olive e capperi 14. Scaldate qualche istante e poi unite il pangrattato 15. Alzate la fiamma e lasciate tostare per qualche minuto mescolando di continuo; a fine cottura ricordate di eliminare lâaglio 16. Trasferite in una pirofilaÂ bassa e larga 17, aggiungete il prezzemolo 18, mescolate e tenete da parte ad intiepidire 19. Nel frattempo rompete le uova in un recipiente; regolate di sale e pepe, sbattete velocemente 20. Â Passate una fetta di tacchino prima nelle uova 21 e poiÂ nella panatura 22, schiacciandola leggermente per far aderire bene la panatura 23. Man mano che preparate le cotolette cuocetele a fiamma media, in una padella larga in cui avete messo a scaldare abbondante olio. Ogni fetta di tacchino cuoce circa 2-3 minuti per lato 24. A metÃ cotturaÂ girate 25 e ultimate la cottura. Se dovessero presentarsi troppo chiare alzate un poâ la fiamma per farle dorare; una volta cotte le prime scolatele su carta assorbente e proseguite con la cottura delle altre 26. A questo puntoÂ sistemateleÂ nel piatto da portata accompagnando le cotolette di tacchino con i pomodorini 27. "
}