{
    "title": "Muffin salati con ricotta e zucchine",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "80 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "12"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        }
    ],
    "preparation": " Per preparare i muffin salati con ricotta e zucchine lavate e asciugate bene le zucchine, privatele delle estremitÃ e, aiutandovi con un pelapatate, ricavatene 12 fette sottili che metterete da parte per la guarnizione 1. Tagliate a cubetti molto piccoli le zucchine restanti 2 e ponetele a cuocere, a fuoco basso, in una padella antiaderente con poco olio extravergine dâoliva 3. Nel frattempo preparate lâimpasto dei muffin: in una ciotola sbattete le uova e il latte con una frusta (4-5), aggiungete lâolio di semi a filo, quindi continuate a sbattere fino ad ottenere un composto omogeneo 6. Setacciate con cura la ricotta 7 e la farina 00 a cui avrete aggiunto il lievito 8, quindi unitele al composto e mescolate bene per amalgamare tutti gli ingredienti 9. Aggiungete ora il Grana Padano grattugiato 10 e aggiustate di sale e pepe. Quando le zucchine saranno cotte, unitele allâimpasto ed amalgamate bene il tutto con una spatola 11, quindi trasferite il composto ottenuto in una sac Ã poche e disponete in una teglia da muffin 12 pirottini di carta. Tagliate a metÃ , per il senso delle lunghezza, le 12 fette di zucchine che avevate tenuto da parte e foderate i bordi dei pirottini, utilizzandone due metÃ per ogni muffin 12. Aggiungete lâimpasto riempiendo gli stampi fino al bordo 13 e guarnite ciascun muffin con un pomodorino 14. Infornate il tutto in forno statico giÃ caldo, a 180Â°, per circa 30 minuti, fino a quando si saranno ben gonfiati e la superficie risulterÃ dorata 15.Â A cottura ultimata, gustate i muffin salati con ricotta e zucchine ancora tiepidi, oppure freddi. "
}