{
    "title": "Bastoncini di pollo con salsa alla senape",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "50 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare i bastoncini di pollo con salsa alla senape, iniziate dalla la salsa: unite alla maionese prima la senape di diogione, poi quella delicata 1 e, in fine, il miele 2. Mescolate con una spatola o un cucchiaio per ottenere un composto omogeneo 3 e coprite la ciotola con della pellicola trasparente. Riponete poi la ciotola in frigorifero. Pulite il petto di pollo con un coltello da eventuale grasso o cartilagini interne 4 capovolgetelo con la parte interna poggiata sul tagliere 5, quindi tagliatelo a fette spesse 1 cm e mezzo, che ridurrete a listarelle di sezione quadrata 6. Tritate le mandorle grossolanamente, aiutandovi con un tritatutto 7. In una ciotola aggiungete alle le mandorle tritate, il pangrattato, il formaggio grattugiato 8, il pepe e il prezzemolo tritato 9. In una ciotola a parte ponete le uova sgusciate e sbattetele con una forchetta aggiustando di sale 10. In un’altra ciotola mettete la farina. Passate i bastoncini di pollo nella farina 11 fino a ricoprirli completamente 12. Una volta infarinati potte passarli nell’uovo sbattuto 13 e poi nella panatura 14. In una pentola, scaldate per alcuni minuti l'olio. Per capire quando è ben caldo, provate a far cadere un pò di pangrattato; se sfrigola, allora immergete i bastoncini 15. Cuocete i bastoncini di pollo finchè non saranno ben dorati 16. In alternativa preparare i bastoncini di pollo anche in forno, cuocendoli per 5 minuti a 250° a forno statico (4 minuti a 230° se forno ventilato) e terminate la cottura con 5 minuti di grill. Adagiate i bastoncini cotti su un vassoio rivestito di carta assorbente 17. Togliete la salsa dal frigorifero e ponetela in una piccola coppetta ed ecco i vostri bastoncini di pollo con salsa alla senape pronti per essere gustati 18. "
}