{
    "title": "Tonno al sesamo",
    "ingredients": [
        {
            "ingredient": "Tonno",
            "quantity": "(4 filetti) 150 g"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "bianco 20 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "35 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tonno al sesamo, iniziate a pulire i carciofi.Prima di maneggiare i carciofi consigliamo di strofinarsi le mani con del limone per evitare che le sostanze all'interno di questo vegetale, che a contatto con l'aria ossidano, vi anneriscano le mani, in alternativa potete usare dei guanti. Preparate quindi una ciotola con acqua fredda e spremete all’interno il succo di un limone: la soluzione acidulata eviterà che i carciofi puliti si anneriscano.Tagliate con il coltello il parte del gambo lasciando un paio di centimetri dalla foglie 1, sfogliate i carciofi mantenendo solo il cuore più tenero 2 e tagliate via la punta delle foglie che presenta le spine 3. Con uno spelucchino eliminate lo strato più superficiale del gambo rimasto che è la parte più fibrosa 4, dividete i carciofi a metà ed estraete la barbetta interna 5, man mano che pulite i carciofi metteteli in ammollo nell’acqua acidulata che avete preparato con il succo del limone 6. Ora preparate citronette. Spremete il succo di limone 7 e filtratelo attraverso un colino 8, aggiungete a filo l’olio di oliva e con una frusta emulsionate la citronette 9. Salate, pepate 10 e tenete da parte. Ora tagliate a julienne i carciofi 11, raccoglieteli in una ciotola e conditeli con metà della citronette 12, la restante parte servirà per condire il tonno. In un piatto versate i semi di sesamo bianco e i semi di sesamo neri 13, mescolateli 14. Prendete il tonno: vi raccomadiamo di assicurarvi che il tonno che avete acquistato sia stato abbattuto; vi consigliamo comunque di congelarlo per almeno per 96 ore a -18 gradi, poi di scongelarlo prima di impiegarlo nella ricetta. Passate le fette di tonno sui semi per impanarli da entrambi i lati 15 in modo più uniforme possibile 16.Scaldate una padella antiaderente e solo quando sarà ben calda, adagiate i filetti di tonno impanati 17 e cuocete a fuoco alto per 1 minuto, poi girateli con una spatola 18, proseguite la cottura ancora per un altro minuto. Così scottato il tonno risulterà crudo all’interno ma se gradite potete prolungare la cottura in base al vostro gusto. Una volta cotti 19 trasferite i filetti su un tagliere, tagliateli subito a fettine 20 e serviteli immediatamente guarnendo il tonno al sesamo con la restante citronette e accompagnandolo con l’insalata di carciofi 21. "
}