{
    "title": "Cestini di patate con zucchine e formaggio",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso q.b."
        }
    ],
    "preparation": " Per realizzare i cestini di patate con zucchine e formaggio per prima cosa sbucciate le patate 1 e poi tagliatele a fettine sottili 1 mm con una mandolina 2. Trasferitele in una ciotola e conditele con olio di oliva 3, sale e origano 4. Mescolate per insaporire bene e poi imburrate 12 stampini in alluminio 5, disponete le fettine di patate prima su fondo 6 e poi sui bordi interni 7 in modo da rivestire completamente i pirottini 8. Adagiateli ora su una griglia del forno 9 e cuocete in forno ventilato preriscaldato a 200° per 20 minuti. Intanto tagliate a cubetti la scamorza 10, lavate e spuntate le zucchine, quindi tagliatele a dadini 11. In una padella versate l’olio e aggiungete lo spicchio d’aglio in camicia 12, lasciate insaporire qualche istante e poi aggiungete le zucchine 13, salate 14 e cuocete per 15 minuti a fuoco moderato. Terminata la cottura eliminate l’aglio 15 e tenete da parte. Nel frattempo i cestini avranno terminato la cottura, sfornateli 16. Farcite i cestini con qualche cubetto di scamorza 17, poi con le zucchine 18 e terminate con un ultimo strato di scamorza 19.A questo punto ripassate nuovamente in forno per 10 minuti, giusto il tempo di far sciogliere la scamorza. Sformate i cestini di patate 20 lasciateli leggermente intiepidire e poi serviteli in tavola 21. "
}