{
    "title": "Brioches",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 70 ml"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "13 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "550 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 350 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare le brioches, iniziate a sciogliere il lievito di birra nel latte tiepido 1; intanto tagliate il burro a pezzetti e lasciatelo ammorbidire a temperatura ambiente. Nella ciotola di una planetaria (se non l'avete potete impastare a mano), mescolate la farina setacciata, lo zucchero e il sale 2. Unite il lievito sciolto nel latte e impastate con il gancio 3. Aggiungete poi le uova 4 e impastate per 6-8 minuti a velocitÃ bassa. Aumentate la velocitÃ e aggiungete il burro ammorbidito un pezzetto alla volta 5, avendo cura di aggiungere il successivo quando il precendente sarÃ stato completamente assorbito (ci vorrÃ unâora circa). Piano piano il composto diventerÃ spumoso e di colore chiaro 6. Continuate ad aggiungere il burro e quando avrete ottenuto un impasto molto morbido e omogeneo 7, mettetelo in una ciotola, copritelo con la pellicola e lasciatelo lievitare in forno spento con la luce accesa per circa 3 h 8. Trascorso questo tempo, impastate nuovamente il composto, rigirando la pasta con la mano 2-3 volte 9, e mettetelo in frigo, sempre coperto con della pellicola, perÂ almeno 12 ore, fino a quando l'impasto non si sarÃ solidificato. L'impasto sarÃ a questo punto ben compatto: trasferitelo su di una spianatoia infarinata quanto basta per non fare attaccare lâimpasto 10 e stendetelo in una sfoglia alta 1 cm. Tagliate dei triangoli che abbiano la base di 8 cm e i lati di 15 cm 11 e, partendo dalla base 12, arrotolateli fino alla punta su se stessi. Incurvate leggermente le estremitÃ verso lâinterno 13 e poneteli su una leccarda ricoperta di carta forno 14. Sbattete il tuorlo con la panna (o il latte) in una ciotolina 15 e spennellate le brioches 16. Lasciatele lievitare ancora per 1 e 30 h circa, fino a che avranno raddoppiato il loro volume 17. Infornate le brioches in forno giÃ caldo a 200Â° per 13-15 minuti, fino a che non saranno dorate in superficie 18. Ecco le vostre brioches pronte per essere gustate: spolverizzatele con lo zucchero a velo o farcitele e servite! "
}