{
    "title": "Banana bread",
    "ingredients": [
        {
            "ingredient": "Banane",
            "quantity": "(la polpa di circa 4 banane) 450 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "3 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il banana bread iniziate sbucciando le banane 1 e tagliandole a rondelle 2. Versatele in una ciotola e irrorate con il succo di limone per evitare cheÂ anneriscano 3. Schiacciatele con una forchetta 4 per ridurle inÂ purea e tenete da parte. In un'altra ciotola versate il burro a pezzetti, morbido ma ancora plastico, e lo zucchero 5. Lavorate con le fruste elettriche 6 e quando avrete ottenuto un composto omogeneoÂ aggiungete le uova, possibilmente una alla volta per incorporarle meglio 7. Unite un pizzico di sale 8, poi versate la purea di banane 9. Mescolate con una marisa 10 e proseguite unendo la farina setacciata con il bicarbonato e il lievito 11. Aromatizzate con la cannella 12 e mescolate ancora. Versate l'impasto nello stampo da plumcake delle dimensioni di 22,5x8,5 cm e livellatelo 13. Cuocete in forno statico preriscaldato a 180Â° per circa 60 minuti. Fate la prova dello stecchino a fine cottura, poi sfornate il vostro banana bread 14 e lasciatelo raffreddare prima di sformarlo. Gustate il banana bread in purezza 15 oppure accompagnato con burro, burro d'arachidi o confetture. "
}