{
    "title": "Cardi gratinati",
    "ingredients": [
        {
            "ingredient": "Cardi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cardi gratinati iniziate con la pulizia del cardo: per prima cosa strofinatevi le mani con del succo di limone perché il cardo tende ad annerire e sporcare le dita, poi tagliate l’estremità del cespo e separate le singole costole eliminando le eventuali foglioline. Prendete una costola e, se risultasse estremamente grande o larga, tagliatela a metà nel senso della lunghezza. Con un coltello, intaccate un’estremità e tirate dalla parte opposta per privarla dei filamenti 1, effettuate lo stesso procedimento anche dall’altra estremità. Tagliate quindi i cardi a pezzettini lunghi circa 15/20 cm e metteteli in una ciotola colma d’acqua 2, dove avrete spremuto il succo di un limone (procedimento che servirà per non farli annerire). Quando avrete pulito e tagliato tutti i cardi sciacquateli e metteteli a cuocere 3 in pentola pressione con dell’acqua salata per circa 15 minuti, fino a quando saranno cotti, ma ancora sodi (potete anche lessarli in una pentola comune per circa 25/30 minuti). Preparate la besciamella 4 con le dosi sopraindicate e seguendo il procedimento che trovate cliccando qui. Una volta cotti, scolate i cardi e lasciateli intiepidire. Imburrate e cospargete una teglia o una pirofila di 20 cm x 30 cm 5 con il pangrattato e poi disponete sul suo fondo un primo strato di cardi lessati 6. Cospargete il primo strato di cardi con metà grana grattugiato 7 e poi con metà della besciamella 8. Procedete allo stesso modo formando il secondo strato e terminando con dei fiocchetti di burro in superficie 9. Infornate in forno già caldo a 200° per circa 30-40 minuti o fino a che la superficie della preparazione sarà ben dorata (a questo scopo, gli ultimi 5-10 minuti, potete anche utilizzare il grill del forno). Sfornate i cardi gratinati e lasciateli riposare 10 minuti prima di servirli. "
}