{
    "title": "Tortine alle carote",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "130 ml"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare i tortini alla carota tipo “camille”, iniziate lavando bene le carote e sbucciandole 1, poi tritatele finemente in un mixer 2. In un’ampia ciotola montate le uova con lo zucchero 3. Quando il composto sarà chiaro e spumoso, aggiungete le carote tritate4. Setacciate e mescolate insieme la farina, la farina di mandorle, la fecola di patate , il lievito 5 e incorporatele al composto di uova e zucchero. Infine aggiungete la scorza di un’arancia e i semi di una bacca di vaniglia 6. Unite quindi al composto l’olio di semi 7, mescolando bene; l’impasto dovrà risultare molto morbido 8. Foderate 12 stampi da muffin (diametro di circa 6/7 cm) con dei pirottini di carta (oppure imburrateli e infarinateli) e versate in ogni stampino il composto di carote 9 ottenuto lasciando circa un centimetro dall’alto. Infornate i tortini in forno statico preriscaldato a 180°C per circa 20/25 minuti, fino a quando inserendo uno stecchetto al centro di uno dei tortini ed estraendolo, questi non risulterà asciutto. Raffreddate le camille, estraetele dagli stampi e servitele eventualmente cosparse di zucchero a velo. "
}