{
    "title": "Rose del deserto",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "125 g"
        },
        {
            "ingredient": "Corn flakes",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 180 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g 1 bustina"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Corn flakes",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Prima di realizzare le rose del deserto abbiate cura di togliere il burro dal frigorifero e lasciarlo ammorbidire prima di procedere alla preparazione. Nella ciotola di una planetaria munita di fruste ponete il burro a temperatura ambiente tagliato a cubetti insieme allo zucchero 1 e al sale grosso 2. Con un coltellino incidete la bacca di vaniglia tagliandola nel senso della lunghezza 3 E poi estraete i semi, raschiando l'interno 4; aggiungeteli al composto 5 e poi azionate le fruste, mettendo le uova intere una alla volta 6. Quando il composto sarà diventato chiaro ed omogeneo 7, versate il lievito 8 e la farina 00 setacciati 9. Mescolate bene con una spatola da cucina 10 e poi unite anche la farina di mandorle 11. Trasferite l'impasto in una ciotola capiente, aggiungete 100 gr di corn flakes (fiocchi di mais) sbriciolati 12 E amalgamate bene il tutto 13 fino ad incorporarli nell'impasto 14. In una pirofila ponete 200 g di fiocchi di mais interi, dopodichè prendete un cucchiaino di impasto alla volta e con le mani fate delle palline del peso di circa 32 g ciascuna; passatele quindi nei fiocchi interi 15 e premete in modo che questi aderiscano bene intorno al composto: con le nostre dosi dovrete ottenere 64 rose del deserto. Una volta terminato, riponete le rose a riposare in frigorifero per almeno 20 minuti su un vassoio foderato con carta da forno. Trascorso il tempo necessario, adagiate le rose su una leccarda foderata con carta da forno, distanziandole di 4-5 cm le une dalle altre 16, e fate cuocere in forno statico preriscaldato a 170° per 10-15 minuti (o a 150° per 8-10 minuti se in forno ventilato). Quando avranno assunto bel colore ambrato 17, sfornatele, ponendole su di una gratella a raffreddare. Una volta raffreddate completamente, spolverizzate a piacere con lo zucchero a velo e infine servite e gustate le vostre rose del deserto 18. "
}