{
    "title": "Pollo alla siciliana",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "in pezzi 1 kg"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "2"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino rosato",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il pollo alla siciliana, lavate e asciugate i pomodorini quindi tagliateli a metÃ 1 e teneteli da parte. Eliminate il picciolo dai peperoncini, incideteli per estrarre i semini 2, quindi affettateli sottilmente 3. Scaldate lâolio di oliva in padella, aggiungete i due spicchi di aglio in camicia 4 e i peperoncini 5 e fate rosolare per un paio di minuti, quindi aggiungete il pollo 6. Rosolate i pezzi di pollo 2-3 minuti per lato a fiamma media, quindi versate i pomodorini 7, le olive 8, i capperi 9 eÂ profumate con il finocchietto selvatico 10. Sfumate con il vino 11, lasciatelo evaporare, poiÂ versate anche lâacqua 12. Coprite con il coperchio 13 e proseguite la cottura per 25 minuti a fiamma bassa. Trascorso questo tempo aggiungete la restante parte di finocchietto e proseguite la cottura senza coperchio per 15-20 minuti a fiamma media, mescolando di tanto in tanto. Terminata la cottura, eliminate gli spicchi di aglio in camicia e regolate di sale se necessario 14. Servite il vostro pollo alla siciliana ben caldo 15. "
}