{
    "title": "Quiche di zucchine trombetta",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine trombetta",
            "quantity": "600 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "300 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3 medie) 160 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la quiche di zucchine trombetta, per prima cosa preparate la pasta brisé: versate la farina in un mixer dotato di lame d’acciaio, aggiungete il burro freddo di frigo 1 e il sale 2 e chiudete con il coperchio, poi unite l’acqua fredda a filo mentre il mixer è in funzione 3. Quando gli ingredienti si saranno compattati 4, trasferite il composto sul piano da lavoro 5 e lavoratelo qualche istante per formare un panetto. Avvolgetelo nella pellicola 6 e mettetelo in frigorifero a riposare per almeno un’ora. Nel frattempo potete occuparvi del ripieno: lavate le zucchine trombetta 7 e tagliatele a rondelle piuttosto sottili 8. Mondate il porro e tagliatelo a rondelle molto sottili 9. Ora scaldate un filo d’olio in una padella, aggiungete il porro e soffriggete per circa 2 minuti a fuoco medio-alto, mescolando spesso 10, poi unite le zucchine 11. Cuocete le zucchine per circa 10 minuti, sempre a fuoco medio-alto, sempre mescolando spesso, poi spegnete e lasciate raffreddare 12. In una ciotola unite la ricotta e la panna 13, aggiungete il Grana Padano grattugiato 14 e le uova 15 e mescolate con una frusta. Salate e pepate 16, poi unite le zucchine intiepidite 17 e mescolate per incorporarle al composto. Infine aggiungete anche le foglioline di maggiorana 18. Trascorso il tempo di raffreddamento della pasta brisé, riprendete il panetto dal frigo e stendetelo fino ad ottenere uno spessore di circa mezzo centimetro 19. Imburrate e infarinate uno stampo tondo del diametro di 28 cm e adagiate all’interno la sfoglia di pasta brisé 20. Bucherellate la base con i rebbi di una forchetta 21, poi versate all’interno il composto di ricotta e zucchine 22 e livellatelo con una spatola 23. Cuocete in forno statico preriscaldato a 200° per circa 55-60 minuti, posizionando lo stampo sul ripiano in basso. Trascorso il tempo di cottura, sfornate la vostra quiche di zucchine trombetta e lasciatela intiepidire prima di servirla e gustarla 24! "
}