{
    "title": "Branzino al forno con patate al limone",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "550 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 rametti"
        }
    ],
    "preparation": " Per preparare il branzino al forno con patate iniziate dalla pulizia del pesce. Per prima cosa prendete il branzino e squamatelo con l'apposito attrezzo, passandolo più volte su tutta la superficie, partendo dalla coda fino ad arrivare alla testa (in alternativa potete utilizzare un coltello dalla parte non tagliente). Per non sporcare potete realizzare questa operazione nel lavandino 1. Poi, aiutandovi con delle forbici, praticate un taglio partendo dalla coda lungo tutto il ventre del branzino 2.Estraete le interiora 3 e sciacquatelo sotto l'acqua corrente 4. Eliminate anche le pinne utilizzando delle forbici da cucina 5 e sciacquatelo nuovamente. Tamponatelo con uno strofinaccio e tenetelo momentaneamente da parte in frigorifero. A questo punto pelate le patate 7, poi tagliatele a spicchi 8 e trasferitele su una leccarda foderata con la carta forno. Condite con sale, pepe e olio 9. Aggiungete anche i rametti di rosmarino 10 e la scorza grattugiata di un limone 11, cercando di ricoprire in maniera uniforme tutte le patate 12. Cuocete in forno statico preriscaldato a 190° per 25 minuti. Nel frattempo riprendete il branzino e condite l'interno della pancia con sale e pepe 13. Riprendete il limone e ricavate due fettine piuttosto sottili 14, inserite nel ventre del branzino prima il finocchietto 15 poi le fettine di limone 16 e in ultimo lo spicchio d'aglio in camicia 17. Chiudete a questo punto il branzino all'interno di un foglio di carta forno 18 e completate il cartoccio avvolgendolo anche in un foglio di carta argentata (19-20). Trascorsi i 25 minuti estraete le patate dal forno 21 e posizionate il cartoccio sulla teglia 22. Infornate nuovamente a 190° per altri 25-30 minuti. Una volta cotto sfornate il vostro branzino al forno con patate e limone 23 e servitelo ancora caldo 24! "
}