{
    "title": "Calamari fritti alla birra",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "800 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "170 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "500 ml"
        }
    ],
    "preparation": " Per preparare i calamari fritti alla birra come prima cosa occupatevi della pulizia dei calamari. Stendeteli su un tagliere e con le mani staccate la testa dal mantello 1. Poi eliminate da quest'ultimo la pennaÂ di cartilagine trasparente 2 e ripulitelo bene sotto l'acqua corrente 2. Trasferiteli di nuovo su un tagliere ed eliminate la pelle tirandola delicatamente con un coltellino 3.Â Eliminate poi anche le pinne 4 e tagliate i calamari ad anelli 5. Riprendete poi i tentacoli, eliminate la parte degli occhi 6 e il dente centrale, spingendolo in fuori. Tenete da parte i calamari e preparate la salsina d'accompagnamento. Versate lo yogurt greco in una ciotola 7, aggiungete l'erba cipollina tritata 8, la scorza del lime 9Â e 15 g di succo di limone 10. Unite un cucchiaio d'olio 11, salate, pepate e mescolate il tutto 12.Â Mettete l'olio a scaldare e nel frattempo preparate la pastella, versate la farina in una ciotola 13 aggiungete un pizzico di sale 14 e un cucchiaio d'olio 15.Â Â Unite la birra 16 e mescolate fino ad ottenere una pastella liscia 17. Versate poi i calamari ben scolati all'interno 18 e mescolate il tutto per far si che la pastella aderiscaÂ perfettamente.Â Quando l'olio sarÃ ben caldo friggete i calamari. Potete aiutarvi con una pinza per trasferirli in padella 19, in modo da eliminare la pastella in eccesso. Cuoceteli per 2-3 minuti, fino a che la pastella non sarÃ dorata. Poi scolateli e trasferiteli su un vassoio foderato di carta da cucina 20. Salate 21 e servite i vostri calamari fritti alla birra insieme alla salsa allo yogurt greco.Â "
}