{
    "title": "Pollo rustico con patate",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo rustico con patate iniziate sbucciando la cipolla e lâaglio. Se acquistate un pollo intero controllate che sia perfettamente pulito e che non abbia piccole piume da togliere, poi lavatelo, asciugatelo e tagliatelo in pezzi 1; sbucciate quindi le patate e tagliatele a cubetti abbastanza grossi 2. Ponete in una capiente padella dellâolio extravergine di oliva, la cipolla tagliata in quarti e lâaglio 3, aggiungetevi quindi i pezzetti di pollo. Incorporate anche il rosmarino, la salvia, lâalloro e il timo 4.Fate rosolare il tutto. Cuocete il pollo per circa 15 minuti a fuoco allegro;Â poi aggiungete il vino bianco e lasciate sfumare 5, poi salate. Aggiungete quindi le patate e continuate la cottura coprendo la pentola non completamente per circa 10 minuti 6, poi toglietelo e continuate la cottura per altri 15 minuti circa.Girate spesso gli ingredienti per farli rosolare su tutte le loro parti, e aggiungete allâoccorrenza poca acqua calda, fino al completamento della cottura.Servite il pollo rustico con patate ben caldo guarnendo il piatto con rosmarino. "
}