{
    "title": "Donuts",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "tiepido, 250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 75 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda q.b."
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "colore rosa q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "(solo per la glassa rosa) 5 cucchiaini"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Codette colorate",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i donuts iniziate sbriciolando il lievito di birra in una ciotolina 1 e aggiungendo un cucchiaino di zucchero preso dal quantitativo presente nella ricetta. Aggiungete poco latte tiepido 2 (preso dai 250 ml ) e mescolate per sciogliere il tutto. Versate i due tipi di farina nella tazza di una planetaria munita di foglia e aggiungete mano a mano il composto di lievito 3, il rimanente latte tiepido, le due uova medie a temperatura ambiente 4, lo zucchero, la vaniglia e il sale. Impastate il tutto a velocità moderata fino a che il composto non si staccherà dalle pareti della ciotola (circa 10-15 minuti). A questo punto sostituite la foglia con il gancio e unite il burro ammorbidito a piccoli pezzetti 5 e poco per volta per permettere all’impasto di inglobare bene il burro inserito prima di aggiungerne dell’altro. Impastate fino a d ottenere un composto liscio e omogeneo 6, quindi spennellate una ciotola con il burro ammorbidito e versate al suo interno il composto ottenuto 7, coprite con pellicola trasparente e lasciate lievitare nel forno spento ma con la luce accesa per almeno due ore, fino a che l’impasto non avrà raddoppiato il suo volume 8. Trascorso il tempo indicato, versate l’impasto su di una spianatoia infarinata, lavoratelo quel che serve per ridurlo in una palla 9 e poi stendetelo con un matterello 10 fino ad ottenere uno spessore di 1 cm. Con un coppa pasta del diametro di cm 8 ricavate un cerchio di pasta che andrete a bucare nel centro con un altro coppa pasta del diametro di 3 cm 11. Ponete i donuts ottenuti su quadrati di carta forno aventi lato di cm 10 e adagiatele sopra delle teglie 12 che andrete a riporre nel forno spento con la luce accesa per l’ultima lievitazione, che dovrà durare almeno 40 minuti fino al raddoppiamento dello spessore dei donuts. I ritagli di impasto non potranno essere reimpastati perciò potrete ottenere delle mini ciambelle 13 o friggere semplicemente i ritagli.Nel frattempo preparate le tre glasse: versate il burro fuso nello zucchero a velo 14, quindi aggiungete tanta acqua calda quanta ne serva per ottenere un composto fluido. Quest’ultimo è ideale per ottenere una glassatura lucida e trasparente. Se volete ottenere anche dei donuts con glassa al cioccolato oppure con glassa rosa, dividete il composto in tre ciotole: una lasciatela al naturale, nella seconda aggiungete il cioccolato fuso 15 e nella terza unite il colorante rosa e circa 4/5 cucchiai di zucchero a velo in più. Dovrete ottenere delle glasse lisce e cremose (se così non fosse, unite poca altra acqua calda per fluidificare, al contrario per addensare unite poco zucchero a velo alla volta fino al raggiungimento della consistenza desiderata). Scaldate l’olio di arachide fino a 175° e friggetevi i donuts 16 rigirandoli fino a dorarli su entrambi i lati, poi scolateli dell’olio in eccesso 17 ponendoli su della carta assorbente da cucina. Quando i donuts saranno diventati tiepidi, immergete un lato nella glassa prescelta, poi poggiateli sopra un foglio di carta forno (sul lato non glassato) e cospargeteli con delle caramelline di zucchero colorate (codette o diavolini): lasciateli asciugare qualche minuto 18 e poi gustateli! "
}