{
    "title": "Uccelletti scappati",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "in 12 fette 300 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "12 foglie"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "a cubetti 50 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "12 fette"
        },
        {
            "ingredient": "Luganega",
            "quantity": "75 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "35 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1/2 bicchiere"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2-3 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5-6 foglie"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli uccelletti scappati iniziate tagliando a bocconcini la salsiccia 1, ne dovreste ottenere 16. Battete le fettine di carne, per non sfibrare la carne ponete le fettine su un foglio di carta forno 2, ripiegate il foglio e poi battete con il batticarne 3 per renderle sottili. Tagliatele a metà le fettine 4(cercate di ottenere delle strisce della larghezza di circa 6-8 cm), ponendo su ogni fetta ottenuta una foglia di salvia e 3-4 cubetti di pancetta 5: avvolgete le fettine di carne in modo da formare un involtino 6( dovrete ottenerne 12). Arrotolate su ogni involtino una fetta di pancetta affumicata 7. Infilzate l’involtino ottenuto su di uno stecco da spiedo, infilzate poi un pezzetto di salsiccia, un altro involtino 8, un pezzo di salsiccia e terminate con un involtino. Preparate, procedendo in questo modo, 8 spiedini. In un tegame piuttosto largo, ponete a fondere il burro 9 unitamente alle foglie di salvia e ai rametti di rosmarino 10 . Aggiungete gli spiedini 11 e fateli rosolare a fuoco dolce su entrambi i lati; quando saranno belli rossi, aggiungete il pepe macinato e spruzzateli con il vino bianco. Fate cuocere gli uccelletti scappati per circa 20 minuti totali, aggiungendo, se necessario, un poco di acqua calda o brodo bollente . Verso fine cottura 12 aggiustate di sale e servite immediatamente accompagnando gli uccelletti scappati con della tradizionale polenta fumante oppure con del purè di patate. "
}