{
    "title": "Plumcake al cioccolato",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 medie) 115 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il plumcake al cioccolato cominciate tritando grossolanamente il cioccolato 1 e ponetelo su una bastardella per farlo sciogliere a bagnomaria 2. Dopodichè lasciatelo raffreddare 3. Nel frattempo, versate nella brocca di una planetaria munita di frusta il burro a temperatura ambiente tagliato a dadini e lo zucchero 4; aggiungete anche il miele 5 e i semi di una bacca di vaniglia 6. Azionate la frusta e cominciate a montare. Quando il composto risulta chiaro e spumoso 7 cominciate ad aggiungere una per volta le uova a temperatura ambiente 8. Lasciate che il composto continui a montare (se non avete una planetaria potete montare il composto con le fruste elettriche), intanto in una ciotola a parte setacciate insieme la farina, il cacao 9 e il lievito 10 e miscelateli tra loro 11. Intanto il composto in planetaria sarà chiaro e spumoso: unite a filo il cioccolato fuso ormai freddo 12. Quando risulterà ben incorporato all’impasto, cominciate ad aggiungere il mix di cacao, lievito e farina, un cucchiaio per volta 13 aggiungendo il successivo solo quando il precedente sarà stato assorbito. Infine, versate anche il latte a filo 14. Appena anch’esso si sarà amalgamato all’impasto, potrete arrestare le fruste. Imburrate uno stampo da plumcake di 30x11 cm e di 1 lt di capacità e foderatelo con carta forno. Versatevi all’interno l’impasto e livellatelo leggermente con una spatola 15. Adesso 16 potete cuocere il vostro plumcake in forno statico preriscaldato a 170° per 80 minuti (o in forno ventilato potete provare a 150° per circa 55-60 minuti). Se in cottura il dolce dovesse scurirsi troppo, passati i primi 30 minuti di cottura, potete coprirlo con un foglio di alluminio e proseguire. Considerate che ogni forno è a se', potrebbe volerci qualche minuto in meno o in più di cottura per ottenere un risultato ottimale. A pochi minuti dalla fine della cottura, fate la prova dello stecchino prima di sfornare il vostro plumcake al cioccolato. Una volta pronto, sfornate il plumcake 17 e lasciatelo raffreddare completamente prima di rovesciarlo sul tagliere o sul vassoio da portata e spolverizzarlo a piacere con zucchero a velo 18! "
}