{
    "title": "Muffin ai mirtilli",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "intere 2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "180 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "380 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare i muffin ai mirtilli iniziate accendendo il forno a 180°. Fate ammorbidire il burro a temperatura ambiente e poi sbattetelo (magari con l’aiuto di un robot da cucina) energicamente assieme allo zucchero per qualche minuto 1, fino a che il composto risulti cremoso. Rompete le uova in una ciotola e unitele una alla volta e lentamente 2, sempre sbattendo, al composto; unite anche il sale e il bicarbonato, poi latte tiepido a filo.Continuate a sbattere fino a quando la consistenza risulterà ben gonfia e omogenea. Mischiate e setacciate in una ciotola la farina, il lievito, e i semini prelevati dal baccello di vaniglia, quindi uniteli poco alla volta al composto 3, fino a che il tutto risulterà cremoso e senza grumi 4: in ultimo, aggiungete all’impasto la buccia grattugiata del limone e i mirtilli 5, avendo cura di tenerne da parte un terzo che servirà per decorare la superficie dei muffins prima di infornarli. Mettete l’impasto ottenuto nelle pirottine di carta (fino al bordo) che avrete posizionato negli stampi da muffins 6, cospargete la superficie con qualche mirtillo e poneteli in forno già caldo a 180° per circa 20-25 minuti. A cottura avvenuta dei muffin ai mirtilli, che dovranno risultare dorati, spegnete il forno e lasciateli riposare lì dentro per 5 minuti a sportello aperto, dopodiché potrete estrarli e lasciarli raffreddare completamente. "
}