{
    "title": "Cosce di pollo allo yogurt",
    "ingredients": [
        {
            "ingredient": "Cosce di pollo",
            "quantity": "4"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le cosce di pollo allo yogurt iniziate dalla preparazione della marinatura: nel bicchiere di un mixer versate lo yogurt, il latte 1, lâolio di oliva 2 e gli spicchi dâaglio sbucciati 3Â frullate tutto con il frullatore ad immersione 4 fino a ottenere una salsa liscia, quindi salate, pepate e aromatizzate con lâorigano 5, mescolate tutto per insaporire. Ora ponete una accanto all'altra le cosce di pollo in una terrina ampia, coprite la carne con la marinatura a base di yogurt 6, giratele per far inumidire per intero. Avvolgete la terrina con la pellicola trasparente 7 e ponete in frigorifero a marinare per almeno 30 minuti, girandole almeno una volta. Trascorso il tempo di riposo, scaldate un filo di olio dâoliva in un tegame 8, adagiate le cosce e ricopritele con la marinatura allo yogurt 9. Cuocete il pollo a fiamma media per circa 10 minuti. Una volta trascorso il tempo di cottura in padella 10, trasferite il pollo in una teglia da forno, condite con un filo di olio di oliva 11 e un cucchiaino di origano 12. Cuocete il pollo in forno preriscaldato statico a 220Â° per circa 20 minuti. Mentre il pollo cuoce in forno occupatevi della salsa di accompagnamento: versate lo yogurt in una ciotola, aggiungete il succo di limone 13 lâolio, un pizzico di sale e profumate con la scorza di limone 15 Mescolate la salsa per insaporirla 16. Nel frattempo il pollo sarÃ giunto a cottura, sfornatelo 17 e servite le cosce di pollo allo yogurt con la salsina aromatizzata al limone 18. "
}