{
    "title": "Scaloppine saporite con cubetti di cotto e formaggio ",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Provola",
            "quantity": "8 fettine"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le scaloppine saporite con cubetti di cotto e formaggio iniziate a battere le fettine di lonza per renderle ancora più tenere 1. Su un vassoio versate la farina, salate e pepate a piacere 2 e infarinate accuratamente la carne su entrambi i lati 3. In una padella ampia versate un filo d'olio e scaldatelo con il burro 4; quando il burro si sarà sciolto aggiungete alcuni rametti di rosmarino e 2 foglioline di salvia 5; fatele soffriggere qualche istante, poi togliete con una pinza le erbe aromatiche 6. A questo punto nella stessa padella dorate le scaloppine su entrambi i lati a fiamma vivace 7, per pochi isanti; poi toglietele e tenetele da parte su un piatto coperte con carta alluminio. Sfumate il fondo di cottura con il vino bianco tenendo il fuoco moderato 8 e mescolate con un cucchiaio di legno per far evaporare il vino e facilitare la creazione di una cremina 9. Tritate le foglioline di salvia e il rosmarino restanti 10, poi affettate la provola 11. Aggiungete le scaloppine in padella, tenendo il fuoco basso. Adagiate su ciascuna una fettina di provola 12, aggiungete i cubetti di cotto 13 e cospargete con il trito di erbe aromatiche 14, quindi servite le scaloppine saporite con cubetti di cotto e formaggio ben calde 15! "
}