{
    "title": "Zucca in agrodolce alla siciliana",
    "ingredients": [
        {
            "ingredient": "Zucca rossa",
            "quantity": "1800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la zucca in agrodolce alla siciliana, prendete la zucca rossa ritagliate la buccia con un coltello 1, poi dividetela a metà 2e tagliate ciascuna metà a fettine di 1 cm di spessore 3. Ponete un tegame sul fuoco, versate l’olio di oliva e scaldatelo, quando avrà raggiunto i 170° l’olio è pronto per la frittura. Misurate la temperatura dell’olio con un termometro per alimenti per una cottura ottimale. Adagiate le fettine di zucca nell’olio 4 e cuocete per 4 minuti circa 5, la zucca dovrà risultare cotta ma abbastanza al dente. Scolate con una schiumarola le fettine di zucca 6 e adagiate su un vassoio 7. Intanto lavate e tritate le foglie di menta 8 affettate finemente l’aglio 9. Scartate parte dell’olio usato per la frittura e conservatene 150 g nel tegame 10, aggiungete gli spicchi di aglio sbucciati e affettati 11, lo zucchero 12, e l’aceto di vino bianco 13, lasciate restringere il condimento a fuoco vivo per qualche minuto quindi spegnete il fuoco 14. Ora potete servire la zucca: adagiate le fettine di zucca su un piatto, salate 15 ricoprite con il condimento di olio e aglio 16, profumate con le foglioline di menta tritate 17 e servite calda o tiepida la vostra zucca in agrodolce alla siciliana 18. "
}