{
    "title": "New York Cheesecake",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "240 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "110 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "65 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare la New York cheesecake, per prima cosa fondete il burro e lasciatelo intiepidire; nel frattempo ponete i biscotti in un mixer 1 e frullateli fino a ridurli in polvere 2. Poi trasferiteli in una ciotola e versate il burro 3.Â Mescolate con un cucchiaio fino ad uniformare il composto 4; prendete poi uno stampo a cerniera da 22 cm e foderate la base con la carta forno. Ponete metÃ dei biscotti all'interno e schiacciateli con il dorso del cucchiaio per compattarli 6.Â Poi utilizzando i biscotti rimanenti foderate anche il bordo dello stampo 7. Non appena avrete ricoperto l'intera superficie ponete la base della vostra New York cheesecake a rassodare in frigorifero per 30 minuti, oppure in freezer per 15 minuti. Nel frattempo occupatevi di preparare la crema: in una ciotola rompete un uovo, aggiungete un tuorlo, lo zucchero 8 e sbattete il tutto con una frusta fino ad ottenere una crema 9.Â Prelevate i semi di una mezza bacca di vaniglia (tenendo da parte il resto che servirÃ successivamente) e poneteli insieme alle uova 11. Aggiungete anche il formaggio cremoso poco per volta 12Â e continuate a mescolare con una frusta 13. Non appena avrete incorporato tutto il formaggio, aggiungete anche il succo di limone 14 e l'amido di maisÂ 15. Unite poi la panna 16 e mescolate ancora delicatamente con la frusta 17. Riprendete dal frigorifero la base di biscotti e versate il composto all'interno 18.Â Livellate leggermente la superficie e cuocete in forno statico preriscaldato a 160Â° per 60 minuti, poi proseguite la cottura a 170Â° per altri 20 minuti. Una volta cotta, lasciate raffreddare la cheesecake nel forno spento con lo sportello apertoÂ e nel frattempo occupatevi del topping. In una ciotola, unite la panna acida con i semi della mezza bacca di vaniglia tenuta da parte e amalgamate il tutto con una spatola.Â Versate il topping sulla cheesecake a temperatura ambiente e spalmatelo uniformemente 22, poi riponetela nuovamente in frigorifero a riposare per 2 ore. Trascorso il tempo di riposo, sformate il dolce 23 e occupatevi della decorazione: aggiungete prima i ribes 24, poi le more, i mirtilli e i lamponi 25. In ultimo aggiungete le foglioline di menta 26 e servite la vostra favolosa New York cheesecake 27!Â "
}