{
    "title": "Crocchette di riso al forno",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "500 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 4"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "220 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "180 g"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare le crocchette di riso al forno iniziate dalla preparazione del brodo per cuocere il riso. Lavate, pelate e tagliate a pezzi il sedano, la carota e la cipolla 1, ponete lâacqua in una pentola capiente, aggiungete le verdure ed il pepe nero 2. Portate a ebollizione il tutto e poi aggiungete il sale. Chiudete con un coperchio e cuocete per circa unâora e mezza. A cottura ultimata aggiustate di sale e filtrate il brodo con un colino. Passato questo tempo sbucciate lo scalogno e tritatelo finemente, versate lâolio in un tegame capiente e scaldatelo, poi unite lo scalogno tritato 3. Fatelo appassire per 10 minuti a fuoco dolce aggiungendo un mestolo di brodo caldo 4. A questo punto unite il riso 5 e mescolandolo fatelo tostare per pochi istanti. Quindi sfumate con 100 ml di vino 6 e proseguite la cottura. Aggiungete il brodo man mano che il riso assorbe i liquidi (ci vorranno circa 20 minuti). A cottura ultimata spegnete il fuoco 7. Trasferite il risotto in una teglia ampia e distribuitela uniformemente con una spatola 8; coprite la teglia con la pellicola e fate raffreddare 9. Nel frattempo tagliate il prosciutto a cubetti 10. Cuocete i piselli a vapore per 2 minuti 11 e tagliate anche la provola affumicata a dadini 12. Quando il riso sarÃ freddo dividetelo in 26 porzioni da 50 gr ciascuno 13; Prendetene una, appiattitela leggermente con le mani dandole una forma ovale e farcite la parte centrale con il prosciutto 14 , i piselli ed infine la provola affumicata 15. Poi richiudete le crocchette con il riso conferendo una forma allungata tipica delle crocchette 16. Impanate le crocchette passandole prima nellâuovo sbattuto 17 e poi nel pangrattato. Ripetete di nuovo la stessa operazione procedendo a immergere la crocchetta giÃ impanata nellâuovo e poi nel pangrattato 18. A questo punto disponete le crocchette in un una teglia da forno e irroratele con un filo di olio extravergine 19. Cuocete in forno statico preriscaldato a 200Â°C per 30-35 fino a quando le crocchette risulteranno ben dorate 20 . Servite le croccette di riso al forno ben calde per preservarne la croccantezza 21. "
}