{
    "title": "Fajitas ",
    "ingredients": [
        {
            "ingredient": "Filetto di manzo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Cumino",
            "quantity": "in polvere 1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "macinato q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Birra",
            "quantity": "per marinare q.b."
        },
        {
            "ingredient": "Lime",
            "quantity": "2"
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "o prezzemolo 1 mazzetto"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Tortillas di farina",
            "quantity": "8"
        },
        {
            "ingredient": "Edamer",
            "quantity": "da tagliare a julienne 100 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "q.b."
        },
        {
            "ingredient": "Crema di fagioli ( frijoles refritos)",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsa di pomodori messicana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Guacamole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le fajitas iniziate tagliando il controfiletto di manzo e il pollo a striscioline della larghezza di circa 1 cm (1-2), quindi ponete a marinare la carne in due contenitori distinti, che ricoprirete di birra 3, aggiungendo per ognuno di essi una manciata di coriandolo tritato e il succo di mezzo lime 4. Lasciate marinare le carni per almeno un’ora 5 (volendo potete aumentare il tempo di marinatura della carne ponendola in frigorifero anche per tutta la notte antecedente il giorno della preparazione. La marinatura può avvenire anche sostituendo la birra con della tequila). Nel frattempo mondate e tagliate a striscioline la cipolla 6 e i peperoni 7, poneteli in una padella antiaderente (o nella bistecchiera) assieme a un goccio d’olio e fate soffriggere a fuoco moderato 8 fino a quando le verdure saranno ammorbidite. Scolate per bene la carne e aggiungetela alle verdure 9; fatela cuocere 2-3 minuti mischiandola bene agli altri ingredienti quindi salate, pepate, aggiungete del succo di lime 10, la salsa Worchestershire 11 e un pizzico di cumino in polvere. Fate cuocere ancora per circa 5 minuti, in modo che i sapori si mischino tra loro, quindi portate a tavola la carne e ponete vicino ad ogni commensale 2-3 tortillas (per realizzarle seguite la nostra ricetta delle tortillas) e delle ciotoline contenenti la salsa messicana, guacamole, panna acida, crema di fagioli (frijole refritos) e formaggio Edamer tagliato alla julienne. Ogni commensale potrà così comporre a piacimento la propria fajitas 12. "
}