{
    "title": "Salmone alle mele",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "80 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cavolo rosso",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone alle mele iniziate ad occuparvi proprio di queste. Lavatele, dividetele a metÃ 1 e utilizzando un coltellino eliminate il torsolo 2. A questo punto tagliate le mele a fette non troppo sottili 3 e dividete ogni fetta in tre triangolini 4. Prendete i vostri filetti di salmone e adagiate le mele sopra 5. Prendete un'altra ciotolina e aggiungete la paprika e la curcuma in polvere (ne basterÃ la punta di un cucchiaino di ciascuna) 6 un pizzico di sale e mescolate il tutto con un cucchiaino 7. Adagiate i filetti di salmone su una teglia foderata con carta forno, leggermente unta 8 e spolverizzate con le spezie 9. Cuocete in forno statico preriscaldato a 220Â° per 20 minuti. Nel frattempo occupatevi del cavolo rosso: tagliatelo finemente 10, trasferitelo in una ciotola e aggiungete il sale 11. Mescolate con una forchetta 12, attendete 15-20 minuti, poi scolatelo dal liquido che avranno rilasciato 13 e sciacquatelo sotto l'acqua corrente 14; questo passaggio serve ad intenerire il cavolo. Trasferitelo nuovamente in una ciotola condite con pepe e olio 15. Non sarÃ necessario aggiungere il sale. Sfornate i filetti ormai cotti e ben dorati 16; disponete un letto di cavolo rosso su un piatto da portata e posizionateci i filetti 17, decorate con le foglioline di menta e servite subito 18. "
}