{
    "title": "Pomodori  gratinati alla pugliese",
    "ingredients": [
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "20 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 ml"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "55 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "8 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "tritato 6 foglie"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "4 sodi e maturi 600 g"
        }
    ],
    "preparation": " Per realizzare i pomodori gratinati alla pugliese procuratevi 4 pomodori ramati sodi del peso di circa 150 gr ciascuno che siano più o meno regolari tra di loro. Lavate i pomodori sotto l’acqua corrente 1, tagliate poi i pomodori a circa ¾ della loro altezza 2, tenendo da parte la calotta con il picciolo che vi servirà come guarnizione per il piatto finale. Con un coltellino scavate la polpa tutta intorno alla circonferenza del pomodoro e successivamente, con un cucchiaino estraetela 3; salate l’interno dei pomodori 4 e poneteli capovolti su di una gratella 5 a scolare (per circa 20 minuti), in modo che perdano l’acqua di vegetazione. Mettete in una ciotola il pangrattato 6, scolate le acciughe dall'olio di conservazione e tritatele 7 e unitele al pangrattato 8, scolate anche i capperi sott'aceto e aggiungeteli al ripieno 9, l'aglio schiacciato 10, il prezzemolo e il basilico tritati 11, l’olio 12, il sale 13 e il brodo 14 versandolo poco alla volta, fino a qunado il ripieno non risulterà morbido 15. Per preparare il brodo vegetale seguite la scheda della Scuola di cucina Brodo vegetale che trovate qui. Prendete ora i pomodori e farciteli con il ripieno aiutandovi con un cucchiaino 16, ungete con l’olio una pirofila da forno 17, adagiate all’interno i pomodori 18 e cuocete in forno preriscaldato statico a 200° per circa 40 minuti (oppure ventilato a 180° per 30 minuti). Non appena i pomodori saranno leggermente raggrinziti e la superficie risulterà ben dorata 19, estraeteli dal forno, lasciateli intiepidire, trasferiteli su un piatto da portata e guarniteli con la calotta superiore che avrete messo da parte 20. Servite i vostri pomodori gratinati alla pugliese accompagnandoli a piacere con una fresca insalata 21. "
}