{
    "title": "Burger di manzo con maionese di soia",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "macinato 800 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "160 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "4"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "17 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare il burger di manzo con maionese di soia iniziate dalla preparazione di quest’ultima: in un recipiente stretto e dai bordi alti versate il tuorlo 1 e unite la salsa di soia 2 (noi abbiamo usato la salsa di soia a basso contenuto di sale). A questo punto immergete il mixer e azionatelo, versando l'olio di semi a filo mentre il mixer lavora 3. Frullate bene gli ingredienti fino a ottenere una salsa omogenea 4. A questo punto la maionese di soia sarà pronta: trasferitela in una ciotolina 5 e riponetela in frigorifero mentre vi dedicate al resto della preparazione. Prendete i pomodori, sciacquateli e asciugateli, quindi affettateli 6 e tenete le fette da parte. Lavate anche l’insalata 7 e asciugatela bene 8. Poi dividete le foglie a metà 9 e tenete anch’esse da parte. Private il formaggio della crosticina esterna 10 e tagliatelo in fettine della stessa dimensione del pane per hamburger. A questo punto tagliate i panini per hamburger a metà 11 e scottateli per pochi minuti in una padella dal fondo ampio e antiaderente 12. Si dovrà ottenere una leggera crosticina nella parte che farete scottare in padella. Tenete anche il pane da parte. Procedete ora alla preparazione del burger: versate la carne trita in una ciotola, salate 13 e pepate. Insaporite e massaggiate la carne con le mani 14. Appoggiate ora un foglio di carta da forno sopra un tagliere o un piano di lavoro; prendete 1 coppapasta di 11 cm di diametro e versate all'interno 200 g di carne trita, pressandola con il dorso di un cucchiaio 15. Poi sfilate il coppapasta: dovrete ottenere un burger compatto 16 (se non avete un coppapasta della dimensione indicata potete creare il burger semplicemente mettendo insieme 200 g di carne, appiattendola e misurando il diametro con un metro). Ripetete l’operazione fino a terminare la carne. Quindi cuoceteli in una padella in cui avrete fatto scaldare leggermente l'olio: scottate la carte per circa 4 minuti da un lato 17; girateli dall'altro lato e adagiate una fetta di fontina su ciascun burger 18 e cuocete sempre per circa 4 minuti: il formaggio dovrà fondersi. Una volta pronta la carne, spalmate la maionese sulle tutte le metà dei panini 19, poi adagiate su quattro metà una fetta di lattuga 20 e le fettine di pomodoro 21. Completate i burger di manzo con maionese di soia adagiando la carne 22 e un’altra foglia di insalata 23. Richiudete il burger con le rispettive metà di panino. I vostri burger di manzo con maionese di soia sono ora pronti per essere assaporati 24! "
}