{
    "title": "Crostata salata rustica alla birra",
    "ingredients": [
        {
            "ingredient": "Birra chiara",
            "quantity": "fredda 140 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchine baby",
            "quantity": "con i fiori 500 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "250 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare la crostata rustica salata alla birra per prima cosa preparate la pasta brisè: mettete in un mixer con le lame la farina, il burro a pezzi freddo, un pizzico di sale 1 e frullate il fino ad ottenere un composto sabbioso e farinoso 2. A questo punto disponete il composto ottenuto a fontana su una spianatoia 3, aggiungendo la birra fredda (4-5), impastate il tutto velocemente 6 avendo cura di avere il piano di lavoro ben infarinato 7, fino ad ottenere un impasto liscio ed abbastanza elastico 8. Una volta pronta, avvolgete la pasta brisè in un foglio di pellicola trasparente 9 e lasciatela riposare in frigo per almeno 40 minuti. Dedicatevi adesso al ripieno: spellate la luganega 10, mettetela in padella con un filo d’olio 11 e fatela cuocere per qualche minuto finché sarà rosolata. Sfumate con la birra 12 e continuate fino a terminare la cottura, per 15 minuti, spegnete il fuoco e lasciate raffreddare. Pulite ora i fiori di zucca: staccateli dalle zucchine tagliandoli alla base 13 ed estraete il pistillo centrale 14 poi tagliate a fettine sottili le zucchine 15 e mettetele in una ciotola con un pizzico di sale per eliminare l’acqua di vegetazione. In un’altra ciotola mettete la ricotta dopo averla passata in un colino a maglie strette per ridurla in crema 16. Aggiungete il latte per ammorbidire ulteriormente la ricotta 17 e le uova sbattute 18 quindi mescolate per bene tutto. . Unite il parmigiano grattugiato 19. Scolate le zucchine in modo da eliminare l’acqua in eccesso, aggiungetele al composto di ricotta 20 e mescolate per incorporare. Aggiungete anche i fiori di zucca 21 e la salsiccia 22, mescolate poi salate e pepate a piacere ed aggiungete le foglioline di maggiorana 23. A questo punto prendete il panetto di brisè, ricavate 2/3 della pasta per formare la base e stendetela con l’aiuto di un matterello ad uno spessore di 1 centimetro 24. Stendete la sfoglia ottenuta su una teglia del diametro di 26 cm ricoperta di carta da forno precedentemente inumidita e strizzata (per ammorbidirla in modo che possa aderire meglio alla teglia), aiutandovi col matterello 25; eliminate i bordi in eccesso passando sopra la superficie con il matterello e premendo leggermente 26 e sistemate la sfoglia all’interno facendola aderire bene ai bordi. Versate il composto di ricotta, salsiccia e verdura nella tortiera 27. Livellate il composto con un cucchiaio o una spatola. Prendete ora la brisè avanzata, stendetela di nuovo ad uno spessore di mezzo centimetro 28 e tagliate delle strisce larghe circa 1 centimetro con un tagliapasta con rotella dentellata 29. Applicate ora le strisce ottenute sulla superficie della crostata 30 a distanza di un paio di centimentri l'una dall'altra attaccandole alle estremità prima in un verso e poi nell’altro intersecandole in modo obliquo così da ricavare delle losanghe 31. Sempre utilizzando la pasta avanzata, ritagliate dei piccoli cerchietti con un coppa pasta rotondo del diametro di circa 2,5 cm 32 o con un leva torsoli e metteteli tutti intorno alla crostata come decorazione 33 . Bucherellate i cerchi al centro con uno stecchino di legno 34. Infine spennellate la crostata con il tuorlo sbattuto 35. Cuocete la crostata salata rustica alla birra in forno statico preriscaldato a 180° per 1 ora (oppure in forno ventilato a 160° per 50 minuti). Quando la superficie risulterà dorata sfornate la crostata salata rustica alla birra 36 e lasciatela intiepidire prima di servirla. "
}