{
    "title": "Pollo alla diavola alla birra con patate e cipolline",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero eviscerato 1 kg"
        },
        {
            "ingredient": "Cipolle borettane",
            "quantity": "200 g"
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "12 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo alla diavola alla birra con patate e cipolline iniziate togliendo i semi dal peperoncino e tagliandolo a pezzi piccoli 1. Ora prendete una padella capiente, versate l’olio d’oliva e il burro 2 e non appena è ben caldo aggiungete un rametto di rosmarino, le foglie di salvia 3 e lasciate insaporire. Unite il peperoncino tritato 4 e a questo punto il pollo, che avrete aperto tagliando il petto a metà. Poggiatelo dalla parte senza pelle 5 e asciatelo dorare su entrambe le parti per qualche minuto; poi unite le cipolline e fatele cuocere assieme al pollo per 10 minuti 6. Sfumate con metà birra 7, salate e aggiungete le patate tagliate a piccoli cubetti 8. Unite anche la parika 9. Durante la cottura aggiungete altra birra per bagnare gli ingredienti. Tritate finemente l'altro rametto di rosmarino 10 e unitelo in padella al pollo 11. Infine, dieci minuti prima di fine cottura unite i pomodorini tagliati a quarti 12, aggiustate eventualmente di sale e servite il vostro pollo alla diavola alla birra! "
}