{
    "title": "Insalata di puntarelle alla romana",
    "ingredients": [
        {
            "ingredient": "Puntarelle",
            "quantity": "(germogli di cicoria catalogna) 800 g"
        },
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "filetti sott'olio 4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’insalata di puntarelle alla romana, iniziate pulendo accuratamente il cespo delle puntarelle facendo attenzione che non siano presenti residui di terreno 1 e separate le foglie più dure e fibrose dai germogli (le puntarelle) dal cespo (2-3) una volta che avrete privato della base, che è la parte più dura, potrete tagliare le puntarelle a metà 4 e successivamente in striscioline 5 ottenendone almeno 5 o 6 a seconda dello spessore. Orientativamente dovreste ottenere 8-10 fili da ciascun germoglio che poi tufferete in acqua e ghiaccio per almeno un’ora 6. Questa operazione servirà non solo a mitigare il sapore amarognolo ma anche a dare l’aspetto arricciato tipico delle puntarelle. 7 in un recipiente spremete lo spicchio d’aglio (altrimenti potrete sminuzzarlo al coltello) 8, poi i filetti di acciughe 9 infine l’aceto 10 ed emulsionate una prima volta con i rebbi di una forchetta 11, dopodiché aggiungete anche sale e pepe a piacere e l’olio extravergine d’oliva 12 e continuate l’emulsione 13. Scolate le puntarelle 14 e dopo averle sistemate nel piatto di portata conditele con l’emulsione 15. La vostra insalata di puntarelle alla romana è pronta per essere servita come gustoso contorno! "
}