{
    "title": "Ciambellone allo yogurt",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 6 medie) 300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "90 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il ciambellone allo yogurt, innanzitutto assicuratevi che tutti gli ingredienti siano a temperatura ambiente. Unite le uova 1 e lo zucchero 2 nella ciotola di una planetaria munita di fruste e cominciate a montare 3 fino a ottenere un composto bianco e spumoso 4; se non avete la planetaria, potete usare uno sbattitore elettrico. Versate l’olio di semi a filo mentre la planetaria è in funzione 5. In una ciotola a parte, setacciate la farina, la fecola di patate e il lievito 6 e mescolateli tra loro. Unite le polveri al composto nella planetaria, un cucchiaio alla volta 7, senza mai smettere di montare. Una volta finite le polveri, aggiungete lo yogurt in 2-3 volte, mantenendo sempre la planetaria in funzione 8. Quando il composto è ben omogeneo, spegnete la planetaria e trasferitelo in una ciotola, aggiungete la scorza di limone grattugiata 9 e mescolate bene con una spatola. Imburrate e infarinate uno stampo da ciambella del diametro di 24 cm, riempitelo con l’impasto ottenuto 10 e infornate in forno statico preriscaldato a 170° per 60 minuti nel ripiano più basso del forno. Se la ciambella dovesse scurirsi troppo in superficie, coprite con un foglio di alluminio e continuate la cottura. Dopo aver verificato la cottura con uno stecchino, sfornate la ciambella 11, lasciatela raffreddare e sformatela su una gratella 12. Il vostro ciambellone allo yogurt è pronto per essere gustato! "
}