{
    "title": "Pollo alla Marengo",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "1"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "4"
        },
        {
            "ingredient": "Pane",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "500 g"
        },
        {
            "ingredient": "Scampi",
            "quantity": "4"
        }
    ],
    "preparation": " Per preparare il pollo alla Marengo, iniziate fiammeggiando il pollo per eliminare le eventuali penne 1, poi incidetelo per la lunghezza 2 e apritelo 3. Tagliate le ali 4 e dividete il pollo in pezzi facendo attenzione a non frammentare le ossa (5-6). Passate i pezzi di pollo nella farina 7; poi sbucciate lo spicchio d'aglio 8 e tritate finemente il ciuffo di prezzemolo 9. Pulite i funghi (potete consultare la Scuola di cucina: come pulire i funghi porcini) e affettateli finemente 10. Poi passate i pomodori pelati 11 e raccogliete la polpa in una ciotolina. In una padella scaldate un filo d'olio con lo spicchio d'aglio sbucciato; quindi aggiungete i pezzi di pollo 12 e fateli rosolare. Salate 13 e pepate a piacere e quando il pollo sarà ben rosolato, versate 100 ml di vino bianco 14. Fate evaporare prima di versare la passata di pomodori pelati 15. Fate cuocere per circa 20 minuti con il coperchio. Dopodiché unite i funghi al pollo e lasciate cuocere per altri 20 minuti. Intanto pulite gli scampi sotto acqua corrente 17 e incidete il carapace 18. In una casseruola versate il restante vino bianco 19, salatelo 20 e non appena inizierà a sobbollire versate gli scampi 21 facendoli cuocere per almeno 5 minuti. Scolate gli scampi e uniteli al pollo in padella 22, poi aggiungete anche il succo di limone 23, mescolate e pochi minuti prima di spegnere il fuoco, aggiungete il prezzemolo tritato 24. In una padella versate 3 cucchiai d’olio, fate tostare le fette di pane 25 mentre in un'altra padella friggete per pochi minuti le uova con altri due cucchiai d’olio 26 salandoli leggermente.Trasferite poi il pollo alla Marengo su un piatto da portata e affiancate i crostoni di pane su cui adagerete le uova 27. "
}