{
    "title": "Anguilla in crosta di mandorle",
    "ingredients": [
        {
            "ingredient": "Anguilla",
            "quantity": "in filetti 600 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "(Chardonnay Pramaggiore Lison) 2 bicchieri"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina di mais bianco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "(Cabernet Franc Pramaggiore di Lison ) 2 bicchieri"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Radicchio",
            "quantity": "(rosso di Chioggia) 2"
        }
    ],
    "preparation": " Per preparare l’anguilla in crosta di mandorle, mettete a marinare i filetti d’anguilla, precedentemente lavati e puliti, in una ciotola con due bicchieri di Chardonnay e alloro 1. Poi, preparate la polenta bianca in una pentola con acqua e sale 2. Quando la polenta sarà pronta, mettetela in una teglia rettangolare unta con un po’ d’olio e livellatela in modo da avere un’altezza di 3 cm circa 3. Mettetela da parte e lasciatela raffreddare. Nel frattempo dedicatevi alla preparazione del ristretto al vin brulè: mettete a scaldare il vino rosso in un pentolino, aggiungete la stecca di cannella, i chiodi di garofano e la buccia d’arancia. Quando il vino comincia a sobbollire, incendiatelo con un accendino per togliere l’alcool 4 e a fiamma bassa lasciatelo sul fuoco per altri 10 minuti. Toglietelo dal fuoco e lasciatelo riposare. Filtrate il tutto con un colino 5 e rimettetelo a fuoco medio sul fornello. Ora, aggiungete la maizena 6 e girate con un cucchiaio fino a raggiungere la consistenza desiderata. In una padella antiaderente, tostate leggermente le mandorle con la salvia, il rosmarino e un pizzico di sale e mettetele in una ciotola. Fatto questo, disponete i filetti di anguilla su un tagliere e spalmateli con il miele 7. In seguito, passateli nel trito, precedentemente preparato, di mandorle e odori 8 aggiungendo sale e pepe. Tagliate ogni filetto in 3 formando dei rotolini che fermerete con uno o due stecchini 9. In una padella antiaderente, scaldate 2 cucchiai d’olio, aggiungete uno spicchio d’aglio e un cucchiaio di aromi tritati . Quando l’aglio comincia a prendere colore, toglietelo e mettete i rotolini di filetti di anguilla a rosolare 10. Alzate la fiamma e aggiungete mezzo bicchiere di Chardonnay per sfumare il tutto. Abbassare la fiamma e fate cuocere per circa 15 minuti rigirando spesso in modo da ottenere una cottura uniforme. Passate poi ancora una volta, ogni rotolino nel trito di mandorle, facendo attenzione a far aderire bene su tutti i lati. Intanto, con un coppa pasta, ricavate dei dischetti dalla polenta bianca ormai fredda 11 e rosolateli per 2 minuti per parte nel sughetto dove l’anguila ha rosolato. Per finire, tagliate il radicchio di Chioggia a julienne 12 e conditelo con succo d’arancia, poco olio, sale e pepe. Preparate il piatto con un dischetto di polenta al centro dove sopra disporrete i rotolini d’anguilla (privi dello stecchino) e un cucchiaio di ristretto al vin brulè. Servite accompagnando il tutto con l’insalatina di radicchio. "
}