{
    "title": "Polpo alla galiziana (pulpo a la gallega)",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Polpo",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 30 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "dolce q.b."
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "piccante q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la tapa polpo alla galiziana, iniziate dalla pulizia del polpo che potete trovare descritta nella sezione scuola di cucina (pulizia del polpo). Riempite d'acqua una pentola capiente, mettete dentro mezza cipolla e il sale grosso 1. Portate ad ebollizione e immergete ripetutamente in acqua i tentacoli del polpo che in questo modo si arricceranno (2-3). Dopodiché lasciate bollire per 50 minuti circa. Verificate di tanto in tanto la cottura infilzandolo con uno stecchino. Il polpo dovrà risultare morbido, ma sodo. Una volta cotto scolatelo, raccogliendo l'acqua di cottura in una ciotola capiente 4 e lasciatelo raffreddare. Pelate le patate 5 e tagliatele a rondelle spesse 3-4 mm circa, aiutandovi con una mandolina 6. In una casseruola versate l'acqua di cottura del polpo, portate a bollore e sbollentate le patate per qualche minuto (le patate dovranno rimanere sode) 7. Nel frattempo tagliate anche il polpo a rondelle non troppo sottili 8. Quando le patate saranno pronte, scolatele, lasciatele raffreddare e procedete a comporre la vostra tapa polpo alla galiziana. Disponete le fette di patate su di un tagliere o vassoio e adagiate su ognuna dei pezzetti di polpo 9. Condite le tapas con un goccio di olio extravergine d'oliva 10, con una spolverata di prezzemolo 11 e con un mix di peperoncino dolce e piccante 12, che avrete mescolato in una ciotolina. Lasciate insaporire le tapas pulpo à la gallega in frigorifero per un'ora e poi servitele! "
}