{
    "title": "Cozze alla birra bianca",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "grande 1"
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        },
        {
            "ingredient": "Birra",
            "quantity": "bianca belga 330 ml 330 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Strappate da ogni cozza la barbetta (bisso)1 sporgente dal guscio, scartate quelle rotte 2 e pulite bene il guscio delle restanti spazzolandolo (oppure grattatelo con una paglietta di acciaio nuova)3, quindi lavatele sotto l’acqua corrente e poi scolatele. Lavate, eliminate i filamenti e affettate il sedano 4, conferendogli uno spessore di ½ cm; lavate il lime (o un limone), asciugatelo e, per mezzo di un pelapatate, asportate la scorza 5 evitando di prelevare anche la parte bianca (che può risultare amarognola); tagliate a listerelle sottili 6 le parti di scorza asportate. Spremete il lime 7 e tenete il succo da parte. Sbucciate e tagliate la cipolla a metà, quindi tagliate le 2 parti in fette dello spessore di 2-3 mm 8. In una pentola capiente fate sciogliere il burro e poi aggiungete il sedano, 9 le scorze di lime 10 e la cipolla 11; lasciate appassire le verdure poi unite il succo di lime 12 e la birra 13. Fate cuocere gli ingredienti per una manciata di minuti e quindi aggiungete il pepe macinato 14 e le cozze. 15 Amalgamate bene gli ingredienti e fate cuocere il tutto a fuoco vivo fino al completo dischiudimento dei molluschi, quindi spegnete il fuoco e servite immediatamente, accompagnando la pietanza con delle patatine fritte tagliate a bastoncino. "
}