{
    "title": "Orata in umido con contorno di patate",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "(2 da 500 g) 1 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "175 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "2 fili"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’orata in umido con contorno di patate, cominciate dalla pulizia delle orate. Prendete la prima orata e ponetela su un tagliere 1. Con un paio di forbici operate un taglio lungo il ventre del pesce 2 e rimuovete le viscere 3. Lavate accuratamente l’interno del pesce sotto l’acqua corrente 4, e, mantenendo l’orata nel lavello, con un coltellino affilato eliminate le pinne e raschiate via le squame 5. Rimettete ora l’orata sul tagliere e con un coltello affilato praticate un taglio per staccare la testa in corrispondenza delle branchie 6. Tenendo il coltello in posizione orizzontale rispetto al piano di lavoro, praticate un taglio sul dorso dell’orata 7 in modo da staccare la carne dalla lisca 8. Eseguite il medesimo procedimento dall’altro lato, per ricavare 2 filetti. Con un’apposita pinza, rimuovete dai filetti le rimanenti lische 9. A questo punto preparate il sugo in cui cuocerete i filetti. Per prima cosa tagliate i pomodorini in 4 parti 10 e poneteli in una capiente padella insieme all’olio e allo spicchio d’aglio mondato 11. Lasciate cuocere per circa 25 minuti, allungando il sugo con acqua quando si restringe troppo 12. Regolate il sugo di sale e tenetelo da parte 13. Nel frattempo, lavate le patate e lessatele intere con la loro buccia 14: ci vorranno circa 20-30 minuti; per verificare la cottura fate la prova con una forchetta, e, se sono pronte scolatele, altrimenti proseguite fino al giusto grado di cottura. Una volta pronte, pelate le patate 15 e dopo averle fatte raffreddare tagliatele a cubetti 16. In una ciotolina ponete lo yogurt, conditelo con il pepe e unite l’erba cipollina tagliata a rondelle sottili 17 e mescolate 18. Con questa salsa condite le patate 19, mescolando delicatamente con un cucchiaio 20. Intanto rimuovete dal sugo lo spicchio d’aglio 21, adagiate i filetti di orata in padella 22, coprite con un coperchio e cuocete a fuoco dolce per circa 10 minuti 23. Impiattate l’orata in umido con contorno di patate e gustatene tutto il sapore 24! "
}