{
    "title": "Biscotti morbidi alle fragole",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "da pulire 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "290 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "130 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "( circa 1 a temperatura ambiente) 55 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 120 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "½ cucchiaino"
        }
    ],
    "preparation": " Per realizzare i biscotti morbidi alle fragole per pima cosa lavate e asciugate le fragole, quindi eliminate il picciolo 1 e riducetele a piccoli cubetti 2. In una ciotola ponete il burro morbido a pezzetti, lo zucchero 3 e il sale 4. Montate il composto con le fruste elettriche per un paio di minuti 5, quindi aggiungete lâuovo 6, i semi del baccello di vaniglia 7 e il latte 8, amalgamate con le fruste lâimpasto e poi aggiungete la farina e il lievito setacciati attraverso un colino 9. Mescolate per incorporare le polveri 10 e poi unite allâimpasto le fragole a cubetti 11, distribuitele uniformemente mescolando con una spatola, quindi trasferite lâimpasto in un sac-Ã -poche usa e getta senza bocchetta 12. Il sac-Ã -poche vi aiuterÃ a distribuire in modo regolare lâimpasto 13. Foderare con carta da forno una leccarda, poi spremete dei mucchietti di impasto, distanziandoli tra di loro (14 -15). Con le nostre dosi otterrete circa 30 biscotti ( potrete suddividere 12 biscotti in due infornate e realizzare l'ultima infornata con 8). Spolverizzate la superficie del biscotti con zucchero a velo (16-17) e cuocete in forno statico preriscaldato a 180Â° per 20 minuti nel ripiano medio. Sfornate i biscotti alle fragole quando saranno ancora chiari e morbidi 18. Lasciate raffreddare e poi gustate i vostri biscotti morbidi alle fragole. "
}