{
    "title": "Fegato al balsamico con pinoli e uvetta",
    "ingredients": [
        {
            "ingredient": "Fegato di vitello",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "per infarinare 50 g"
        }
    ],
    "preparation": " Per preparare il fegato al balsamico con pinoli e uvetta iniziate versando l’acqua fredda in una ciotola con l’uvetta, lasciandola in ammollo per reidratarla 1 per almeno 30 minuti. Poi passate alla preparazione del sugo di accompagnamento: prendete il porro ed eliminatene le estremità 2. Quindi tagliatelo a rondelle sottili 3. In una padella antiaderente dal fondo largo fate sciogliere a fuoco basso il burro 4. Quando sarà completamente sciolto unite il porro 5. Lasciate cuocere per circa 7-8- minuti prima di aggiungere l’aceto balsamico 6. Mescolate bene gli ingredienti 7, mentre lasciate evaporare l’aceto: ci vorranno 2-3 minuti. Quando sarà totalmente evaporato trasferite gli ingredienti in un recipiente dai bordi alti e frullateli con un mixer ad immersione 8: dovete ottenere una crema omogenea, che verserete nella padella dove avete fatto cuocere il porro 9. Infarinate le fettine di fegato 10 e mettetele a scaldare nella padella con il condimento 11. Scottatele 4 minuti, poi girate le fettine di carne e cuocetele dall’altro lato per ulteriori 4 minuti. Dopodiché sfumate con il vino rosso 12: lasciate evaporare. Scolate ora l’uvetta 13 e unitela alla carne 14. Regolate di sale e pepe. In un altro tegame tostate i pinoli 15. Infine uniteli al fegato 16. Quindi impiattate il condimento ottenuto 17 e sopra ad esso una o due fettine di carne. Il vostro fegato al balsamico con pinoli e uvetta è pronto per essere servito 18! "
}