{
    "title": "Coniglio in umido",
    "ingredients": [
        {
            "ingredient": "Coniglio",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "400 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        }
    ],
    "preparation": " Per preparare il coniglio in umido iniziate eliminando il grasso in eccesso dal coniglio, quindi estraete i rognoni, il cuore e il fegato che terrete da parte 1. Lavate il coniglio, tamponatelo con carta da cucina e tagliatelo a pezzi (oppure compratelo già a pezzi) . Mondate e tritate la cipolla, mettetela in una padella assieme all’olio 2 e lasciatela appassire a fuoco basso per almeno 10 minuti senza che prenda colore. Aggiungete un trito fine di peperoncino, rosmarino, salvia, alloro e aglio 3, rosolate per un paio di minuti, poi aggiungete i pezzi di coniglio e fateli dorare 4. Unite il vino bianco 5 che farete evaporare, quindi aggiungete il pomodoro 6, salate e pepate e coprite con un coperchio. Quando serve, aggiungete del brodo vegetale 7; a metà cottura, aggiungete il cuore, i rognoni, il fegato tagliato in due 8 . Quando il coniglio sarà cotto, lasciate senza coperchio il tegame fino all’addensamento del fondo di cottura, poi aggiustate eventualmente ancora di sale e spegnete il fuoco 9. Servite il coniglio accompagnato con della polenta, con del riso pilaf oppure con abbondanti fette di pane casereccio, che intingerete nel saporitissimo sughetto di cottura. "
}