{
    "title": "Tasche di pollo con caprino al forno",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "intero 1 kg"
        },
        {
            "ingredient": "Caprino",
            "quantity": "160 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "4 fili"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tasche di pollo con caprino al forno, iniziate con la carne. Prendete i petti di pollo e tagliati a metà 1, eliminate poi la cartilagine sul retro2 e le ossicine interne 3. Provvedete a pareggiare le basi il più possibile, senza però scartare più carne del necessario. Tagliate i petti partendo dall’alto e aiutandovi con un coltello affilato, incidendo la carne in modo da creare la tasca 4 e avendo l’accortezza di non tagliare fino in fondo: in questo modo si impedirà al ripieno di fuoriuscire. Mettete il pollo da parte e condite ora il ripieno: tritate finemente l’erba cipollina 5, quindi ponete il caprino in una terrina e mescolatelo per ammorbidirlo 6. Aggiungete il trito di erba cipollina al formaggio 7 e aggiustate con sale 8 e pepe 9, mescolando bene per amalgamare gli aromi ed ottenere un composto liscio e cremoso. Potete ora farcire il pollo. Aprite le tasche e con un cucchiaino spalmate la carne con abbondante caprino 10. Chiudete il pollo premendo lungo l’incisione per evitare che in cottura si apra 11. Lasciate riposare le tasche di pollo e nel frattempo preparate la panatura, tritando assieme e finemente prezzemolo fresco, rosmarino, timo e aglio 12. Distribuite ora il pangrattato su un capiente vassoio e aggiungetevi il trito appena ottenuto 13. Aggiustate di sale, pepe e mescolate la panatura per amalgamare il tutto 14. Con l’aiuto di un pennello da cucina irrorate di olio entrambi i lati della carne 15 e pssate quindi una tasca alla volta nella panatura aromatica, facendo aderire bene il pangrattato a ciascun lato 16. Disponete la carne su una teglia foderata con carta forno, senza sovrapporre le tasche 17. Se vi è avanzata della panatura potete cospargerne ulteriormente sul pollo. Infornate in forno statico preriscaldato a 180° per 25 minuti, dopodichè alzate a 210° in modalità grill per 5-6 minuti: la superficie deve risultare dorata e l’interno tenero ma ben cotto 18. Le vostre tasche di pollo con caprino al forno sono pronte per essere servite. "
}