{
    "title": "Fusi di pollo alla senape e bacon",
    "ingredients": [
        {
            "ingredient": "Fusi di pollo",
            "quantity": "(circa 1 kg) 8"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a fette sottili 150 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i fusi di pollo alla senape e bacon iniziate lavando ed asciugando bene i fusi di pollo. Private ciascun fuso della pelle, tirandola delicatamente verso l’estremità più sottile 1. Incidete quindi ciascun fuso con un taglio netto seguendo il lato lungo della carne, in quattro punti equidistanti 2, e spennellate poi i fusi con la senape 3 avendo cura di farla ben penetrare nelle incisioni e spalmandola in maniera uniforme. Se preferite potete anche massaggiare la senape sui fusi di pollo con le mani. Avvolgete ciascun fuso con due fettine di bacon foderandoli totalmente (4-5). Poi adagiate i fusi di pollo sulla teglia, disponendoli uno accanto all’altro 6. Irrorateli con un filo di olio 7 ed aromatizzate con aglio 8 , i rametti di rosmarino spezzettati 9. e aggiungete nella teglia anche le foglie di salvia 10. Regolate di sale 11 e pepe 12. Infine versate il vino sui fusi 13: la teglia è ora pronta per essere infornata. Cuocete in forno statico preriscaldato a 180°C per 50 minuti (o in forno ventilato a 160°C per 40 minuti) 14. E’ preferibile verificare ogni tanto la cottura dei vostri fusi, perché questa dipenderà dalla grandezza dei fusi stessi. Mentre i fusi cuociono, raccogliete un paio di volte il liquido rilasciato dalla carne e bagnate nuovamente la superficie, per evitare che secchi A cottura ultimata estraete i vostri fusi di pollo alla senape e bacon dal forno 15 e gustateli ben calldi! "
}