{
    "title": "Sformato di patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "farinose 1,1 kg"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a dadini 60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 70"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo sformato di patate iniziate lessando 700 gr di patate (con la buccia) in abbondante acqua salata per circa 40 minuti , o cuocendole in pentola a pressione per circa 20 minuti (il tempo di cottura dipenderà dalle dimensioni delle patate). Con un pelapatate private delle buccia i 400 gr di patate restanti e tagliatele a fettine spesse circa 3 mm con una mandolina 1, sbollentatele quindi in acqua salata per circa 15 minuti, fino a quando saranno tenere, poi scolatele e lasciatele raffreddare. Nel frattempo ponete in un pentolino antiaderente la pancetta affumicata a cubetti e quando sarà rosolata aggiungete i piselli. Portate i piselli a cottura, aggiungendo se necessario qualche cucchiaio di brodo vegetale, clicca qui per vedere come fare, o di acqua calda. Sbucciate le patate che avete lessato e passatele allo schiacciapatate per ottenere una purea 3, aggiungete quindi il misto di piselli e pancetta 4, le uova, il parmigiano grattugiato (tenendone da parte 2 cucchiai) 5, l’erba cipollina tritata e il latte; poi mescolate bene per amalgamare gli ingredienti, aggiustate di sale, se necessario, e pepate a piacere. Foderate una teglia da plumcake (con la capacità di 1 lt/1,5 lt) di carta da forno 6, poi ricoprite il fondo e i bordi dello stampo con le fettine di patate lessate 7, aggiungete le patate schiacciate 8 e infine coprite con le fettine di patate rimaste 9, avendo cura di foderare bene tutti i bordi. Spolverizzate con il parmigiano grattugiato avanzato e completate con dei fiocchetti di burro. Infornate lo sformato per 30 minuti a 180°C, per ottenere uno sformato ben dorato gli ultimi 10 minuti mettete il forno a 210°C in modalità grill. "
}