{
    "title": "Salame di cioccolato",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "175 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 medie) a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il salame di cioccolato per prima cosa tritate al coltello il cioccolato 1. Scioglietelo a bagnomaria 2 e, una volta che sarÃ completamente fuso, lasciatelo intiepidireÂ 3. Intanto ponete in una ciotola il burro a temperatura ambiente a pezzetti (deve essere ancora plastico) e montatelo con lo zucchero usando delle fruste elettriche (4-5). Aromatizzate con il rum 6. Versate una alla volta le uova leggermente sbattute, continuando sempre a sbattere con le fruste elettriche 7 fino a ottenere un composto chiaro e spumoso 8. A questo punto versate il cioccolato fuso ormai a temperatura ambiente 9. Continuate a mescolare fino a quando il cioccolato non si sarÃ ben incorporato 10. Ora prendete i biscotti e sminuzzateli grossolanamente con le mani in una ciotola 11, aggiungeteli al cioccolato 12 e mescolate per amalgamare il composto 13. Trasferite lâimpasto su un foglio di carta da forno 14, con la spatola distribuite lâimpasto in modo da creare un salsiccioto 15 Sollevate una delle due estremitÃ del foglio, portatela verso il centro e arrotolate il salame (16-17) fino ad avvolgerlo completamente con la carta da forno 18. RipiegateÂ i due lembi di carta lateraliÂ 19 in modo che il salame sia ben chiuso. Appoggiate il salame su un vassoio e 20 e lasciatelo in frigo a rassodare per una notte intera. Una volta che il salame al cioccolato si sarÃ rassodato, potete legarlo con lo spago e cospargerlo di zucchero a velo 21. "
}