{
    "title": "Tacchino alle erbe e insalata esotica",
    "ingredients": [
        {
            "ingredient": "Petto di tacchino",
            "quantity": "intero 1,1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "5 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "4 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "(la scorza di 1 + succo) 70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Mango",
            "quantity": "pulito 330 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "maturo 260 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "30 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "(circa 1) 35 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare il tacchino alle erbe con insalata esotica, cominciate occupandovi della marinatura del petto di tacchino. Ponete su un tagliere il timo, la maggiorana e il rosmarino 1 e tritateli finemente 2. Gattugiate quindi la scorza di mezzo limone 3 e spremetene il succo 4. Ora che gli ingredienti sono pronti, passate alla pulizia della carne: privatela del grasso e della cartilagine 5, quindi prendete una pirofila di grandezza sufficiente e posizionatevi il petto di tacchino pulito 6. Cospargete il lato superiore con metà del trito di erbe 7, metà della scorza grattugiata 8, e spremetevi metà dell’aglio con uno spremiaglio 9. Cospargete con sale e pepe 10 e massaggiate bene per far assorbire i sapori 11. Girate poi il vostro petto di tacchino sull’altro lato 12 e ripetete l’operazione con gli ingredienti rimasti. Cospargete anche con il basilico, grossolanamente sminuzzato a mano, e irrorate con il succo di limone 13. Coprite con della pellicola 14, e lasciate marinare in frigo per almeno un’ora. Trascorso questo tempo irrorate una teglia con l’olio 15 E adagiatevi il tacchino marinato 16, versandovi sopra il fondo di marinatura 17. Sigillate la teglia con un foglio di carta di alluminio 18 e infornate in forno statico preriscaldato a 200° per 35-40 minuti. Mentre il tacchino cuoce, occupatevi dell’insalata. Tagliate il cipollotto a rondelle 19, e mettete in ammollo per circa 30 minuti le fettine ottenute in una ciotola con acqua fredda e sale 20, per renderle più digeribili visto che le utilizzerete a crudo. Occupatevi della salsa: In una ciotolina ponete lo yogurt, la senape 21 E la maionese 22, e mescolate per ottenere una salsa omogenea 23. Tornate all’insalata: pelate il mango 24, eliminate il nocciolo e tagliate la polpa a dadini 25. Procedete ugualmente con l’avocado: tagliatelo a metà, rimuovete il nocciolo 26 e la buccia 27 e riducete a cubetti la polpa 28. Spremete il limone per ricavarne il succo 29 e versatelo nella ciotola insieme al mango e all’avocado 30. Unite anche la cipolla, scolata e risciacquata 31, ed infine condite con la salsa preparata prima 32, tenendone da parte un po’ per guarnire le fette di tacchino. Servite il vostro tacchino alle erbe a fette, cosparse con un po’ si salsa, e accompagnate con l’insalata esotica 33. "
}