{
    "title": "Petto di pollo all'aceto balsamico",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Amaro",
            "quantity": "al limone 20 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il petto di pollo all'aceto balsamico, iniziate dalla marinatura: in una terrina mettete l'olio d'oliva 1, poi spremete il succo di mezzo limone 2 filtratelo con un colino a maglie strette e aggiungetelo all'olio nella terrina 3. Quindi emulsionanate accuratamente gli ingredienti con una frusta 4 o una forchetta. Aggiungete quindi le erbe: i rametti di rosmarino, il timo 5 e le foglie di alloro 6. Poi versate l'aceto balsamico. Emulsionate leggermente gli ingredienti, quindi versate l'amaro nella marinatura (8-9) poi mescolate accuratamente. Passate ora a preparare la carne: prendete il petto e privatelo dei filamenti di grasso (se presenti), poi con un coltello affilato iniziate a tagliarlo 10 per ricavare fette di circa 1 cm di spessore 2. Ponete le fette di petto di pollo nella terrina della marinatura 12 e fatele inumidire per bene. Girate le fette per marinarle anche dall'altro lato 13, poi coprite con pellicola trasparente 14 e mettetele in frigo per almeno un'ora. Passato il tempo necessario, prendete una padella capiente e versate un filo d'olio. Fate rosolare uno spicchio d'aglio 15 e toglietelo quando sarà imbiondito. "
}