{
    "title": "Spezzatino di cinghiale con polenta taragna",
    "ingredients": [
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "6"
        },
        {
            "ingredient": "Pepe verde in grani",
            "quantity": "4"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Farina per polenta taragna",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Fontina",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cinghiale",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1/2"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1/2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo spezzatino di cinghiale con polenta taragna iniziate lavando e pelando le verdure per poi tritarle finemente al coltello (1-2) o nel mixer. Eliminate la parte grassa del cinghiale che dà il sentore di selvatico poi riducetela a cubetti di circa 2 cm di lato 3. Ponete la carne in una pirofila, unite le bacche di ginepro 4, il pepe in grani, conditela con 2/3 del trito di verdure precedentemente tritate (5-6), aromatizzate con le foglie di alloro e irrorate la carne con il vino rosso 7. Coprite quindi con la pellicola da cucina 8 e ponete in frigorifero a marinare per una notte. Recuperate la carne, scolatela dalla marinatura 9, scaldate in una padella ampia un filo di olio 10 unite le restanti verdure tritate, aromatizzate con un rametto di rosmarino 11 e la salvia. Unite la carne e fatela rosolare, eliminate il rametto di rosmarino con una pinza da cucina e sfumate con il vino rosso 14. Salate la carne, coprite con il coperchio e fate cuocere a fuoco basso per almeno 1 ora e mezza. Intanto preparate la polenta taragna: ponete in una pentola dal bordo alto l’acqua 15, il latte 16 , il sale 17, l’olio di oliva 18 e portate al bollore poi versate a pioggia la farina taragna 19 , cuocete per circa 50 minuti mescolando con una frusta. Intanto tagliate a cubetti la fontina 20. A cottura ultimata spegnete il fuoco, incorporate la fontina 21 e il burro alla polenta e mescolate per farli sciogliere. Riversate poi la polenta all’interno di uno stampo ad anelli, del diametro diu 26 cm, leggermente imburrato 23 e lasciatela raffreddare a temperatura ambiente. Intanto controllate la cottura della carne che dovrà risultare tenera 24. Componete ora il vostro spezzatino di cinghiale con polenta taragna: rovesciate su un piatto da portata la polenta (25-26) e al centro versate la carne 27. Il vostro spezzatino di cinghiale con polenta taragna è pronto per essere gustato! "
}