{
    "title": "Frittata al forno ai ceci",
    "ingredients": [
        {
            "ingredient": "Ceci precotti",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 3 ciuffi"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Uova",
            "quantity": "8"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "180 g"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "70 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "metÃ"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per realizzare la frittata al forno ai ceci iniziate preparando tutti gli ingredienti: mondate e tritate la cipolla 1, lavate i pomodori e tagliateli a dadini 2, quindi tritate finemente il prezzemolo, il timo e mezzo peperoncino rosso fresco (circa un cucchiaino) 3 . Ponete a soffriggere la cipolla in tre cucchiai di olio extravergine di oliva 4 e, quando sarà imbiondita, unite i semi di finocchio 5, il peperoncino tritato 6, i ceci 7, estratti dalla scatola, sciacquati in acqua e sgocciolati, i piselli, che nel frattempo avrete fatto scongelare, 8 ed infine il pomodoro 9. Lasciate cuocere il tutto a fuoco medio per 10 minuti. Sbattete le uova intere con l’aiuto di una frusta 10, quindi unitevi la ricotta 11, il timo 12, il prezzemolo 13 ed amalgamate tutti gli ingredienti. Quando saranno cotte le verdure unitele al composto di uova e mescolate per bene 14. Lavate un foglio di carta da forno sotto l’acqua corrente per renderlo più modellabile 15, poi strizzatelo bene e sistematelo in una pirofila del diametro di 28 cm 16, versate il composto di uova e verdure e infornate il tutto a 190° per 60 minuti, in forno ventilato 17. La frittata al forno ai ceci è pronta 18, servitela a temperatura ambiente, tagliata a fette oppure a quadratini. "
}