{
    "title": "Verzini alla birra",
    "ingredients": [
        {
            "ingredient": "Verzini",
            "quantity": "12"
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda 100 ml"
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Topinambur",
            "quantity": "500 g"
        }
    ],
    "preparation": " Pelate, lavate e tagliate a pezzettini di 2 cm di lato le patate ed i topinambur 1. In una pentola capiente fate bollire dell’acqua con del sale; quando arriverà a bollore incorporate i topinambur e fateli cuocere per 5 minuti. Passati i 5 minuti aggiungete le patate e fate cuocere il tutto per altri 5 minuti 2. Accendete il forno a 180º. Scolate le patate ed i topinambur. Foderate un vassoio da forno con della carta da forno, versate le patate ed i topinambur 3 ed aggiungete un filo d’olio abbondante. Infornate per 60 minuti scuotendo ogni tanto il vassoio per non farli attaccare al fondo. Dopo questo tempo, cospargete i tuberi di sale grosso ed aggiungete gli aghi di rosmarino lavati. Aumentate la temperatura del forno a 200º e fate dorare i tuberi. Intanto preparate i verzini: bucherellatele con uno stuzzicadenti, 4 fateli rosolare in una padella con un filo d’olio fino a quando non saranno dorati su entrambi i lati. Quindi incorporate la birra 5 e fate cuocere a fiamma dolce fino a quando la birra non si sarà assorbita ed avrà cominciato a caramellare. A questo punto (fate attenzione perché brucia molto facilmente) aggiungete 100 ml d’acqua calda e scuotete la padella per creare un po’ di sugo, molto saporito 6. Servite i verzini caldi con il loro sugo, accompagnati dalle patate ed i topinambur arrosto. "
}