{
    "title": "Torta salata al radicchio",
    "ingredients": [
        {
            "ingredient": "Radicchio",
            "quantity": "tardivo 500 g"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "160 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Asiago",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta salata al radicchio per prima cosa lavate e spuntate il cipollotto, quindi affettatelo a rondelle 1. Fate lo stesso con il radicchio 2, avendo cura di tenere da parte una decina di foglie intere che serviranno per la decorazione finale. Ora tagliate a cubetti il formaggio Asiago 3. Scaldate un filo s’olio di oliva in padella e versate qui il cipollotto 4. Rosolate per 5 minuti. Unite anche il radicchio a pezzetti 5, salate, pepeate 6 e saltatelo per 3-4 minuti, deve rimanere croccante. Trasferite le verdure un una ciotola 7, incorporate la panna liquida e le uova intere 8, mescolate e infine insaporite con il formaggio grattugiato 9. Rimestate ancora per ottenere un composto omogeneo 10. Ora prendete una teglia da 24 cm di diametro con il bordo ondulato e adagiate sopra la sfoglia 11. Pressate leggermente con le dita il fondo e il bordo per far aderire bene la pasta 12. Ora farcite la torta salata con il ripieno 13, riprendete le foglie di radicchio tenute da parte 14 e adagiatele in superficie in modo da creare un motivo a raggera 15. Tra una foglia e l’altra adagiate i cubetti di formaggio (16-17). Cuocete la torta salata al radicchio in forno statico preriscaldato a 170° per 30 minuti, poi passate la grill per 3 minuti circa, fino a dorarla. A cottura ultimata, sfornate la torta e lasciatela intiepidire prima di servirla. "
}