{
    "title": "Polpette di pollo in vasocottura",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "macinato 300 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Porri",
            "quantity": "2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di pollo in vasocottura come prima cosa occupatevi del porro. Eliminate la parte finale, dove sono presenti le radici 1 e sempre con il coltello tagliate anche la parte verde delle foglie 2. Poi affettateli a rondelle 3Â e lavateli sotto l'acqua corrente 4. Dividete i porri in 4 vasetti da 500 ml e condite ogni vasetto con un cucchiaio d'olio 5. Cuocete ciascun vasetto in microonde per un minuto a 750 watt. Nel frattempo versate in un mixer il pangrattato, il prezzemolo, il formaggio grattugiato e lo spicchio d'aglio pelato 6. Frullate il tutto e tenete da parte.Â Mettete il macinato di pollo in una ciotola, aggiungete le uova 7, il composto di pane 8, un pizzico di pepe 9 e salate.Â Aggiungete la scorza grattugiata del limone 10 e impastate il tutto con le mani 11 fino ad ottenere un composto omogeneo 12.Â Inumiditevi le mani e formate le polpette della grandezza di una noce 13, dovrete ottenerne 20 14. Disponete poi 4-5 polpette in ogni vasetto 15.Â Ricavate il succo del limone e dividetelo nei 4 vasetti 16. Chiudete i vasetti e sistemate gli appositi ganci 17. Programmate il microonde a 750 watt, inserite un vasetto e avviate la cottura per 5 minuti. Al termine della cottura lasciate riposare il vasetto chiuso per 15 minuti. Durante il riposo si ultimerÃ la cottura e si formerÃ il sottovuoto. Nel frattempo cuocete gli altri vasetti. Al momento di servire le polpette vi basterÃ sganciare il tappo, mettere il vasetto in microonde eÂ scaldarlo per circa 3 minuti sempre a 750 W.Â "
}