{
    "title": "Cream tart salata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "circa 1 52 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 125 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "5 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "1"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 5"
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "colorati 9"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la cream tart come prima cosa ponete in un mixer la farina, il burro freddo tagliato a cubetti 1, il sale grosso 2 e infine le uova 3.Â Azionate il mixer fino a che non si sarÃ compattato 4. Trasferite poi su un piano da lavoro 5 e formate un panetto; avvolgelo nella pellicola 6 e trasferite in frigo per almeno 1 ora.Â Spuntate zucchine e carote, poi pelate quest'ultime. Utilizzando sempre il pelapatate ricavate delle fettine sottilissime da entrambi gli ortaggi. Versate un filo d'olio in una pirofila e unite sia le carote 8, che le zucchine 9.Â Aggiungete un pizzico di sale, la scorza dal limone 10 e il succo di mezzo 11. Mescolate poi il tutto con una forchetta 12, coprite con la pellicola e lasciate marinare in frigorifero.Â Dopo che la frolla avrÃ riposato, stendetela con un mattarello 13 fino ad ottenere uno spessore di circa 5 mm 14. Dovrete stendere la pasta in modo da riuscire a ricavare 2 dischi da 18 cm 15. Utilizzando poi un coppapasta da 9 cm intagliate un cerchio all'interno del vostro disco 16. Trasferite poi i due anelli su una leccarda foderata con carta forno (17-18) e cuocete in forno statico a 180Â° per circa 20 minuti. Con l'impasto che avanza potrete realizzare delle tartellette salate o dei biscottini per decorare la stessa cream tart.Â Trascorsi i 20 minuti sfornate gli anelli e lasciateli raffreddare 19. Nel frattempo preparate la crema di formaggio. Versate il formaggio spalmabile in una ciotola e lavoratelo con una frusta 20. Continuando a mescolare aggiungete anche la panna a filo 21 e salate il composto. Trasferite la crema ottenuta in un sac-Ã -poche con bocchetta liscia da 13 mm 22. Tagliate poi i pomdorini a metÃ per il senso della lunghezza 23. Sistemate uno degli anelli di frolla salata su un piatto da portata, quindi realizzate dei ciuffetti di crema 24 su tutta la superficie.Â Ponete sopra il secondo disco 25 e realizzate un altro strato di crema, come appena fatto (26-27).Â Decorate ora la superficie della cream tart salata con le fettine di zucchine, di carote e con i pomodorini 28. Guarnite con i semi di papavero 29 e servite 30. "
}