{
    "title": "Salmone caramellato al miele",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Miele di timo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "65 g"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Songino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone caramellato al miele, iniziate mettendo sul fuoco una padella con un filo d’olio, aggiungete i filetti di salmone 1 e cuoceteli a fuoco medio-alto per 10 minuti, senza girarli 2. Nel frattempo, setacciate la ricotta in una ciotola a parte, aiutandovi con una spatola e un colino 3; aggiungete alla ricotta la curcuma in polvere 4 e la panna fresca liquida 5, salate a piacere e mescolate con una spatola per amalgamare bene il tutto 6. Trasferite il composto di ricotta in un sifone 7, avvitate la calotta 8 e inserite il gas all'interno, quindi agitate energicamente. Trascorsi i 10 minuti di cottura, girate delicatamente i filetti di salmone con una spatola 9, salate 10, pepate, abbassate la fiamma e cuocete a fuoco dolce per altri 2-3 minuti. Poi versate il miele nella padella 11 e cuocete ancora per circa 2 minuti. A questo punto rimuovete delicatamente i filetti di salmone dalla padella, conservando il fondo di cottura 12, e trasferiteli sul piatto da portata, su cui avrete adagiato qualche foglia di songino 13. Ora deglassate il fondo di cottura versando un mestolo di acqua nella padella dove avete cotto il salmone 14 e portatela a bollore mescolando fino a farla addensare, in modo da formare una salsina 15. Per servire, aggiungete un ciuffo di spuma di ricotta accanto al salmone 16 e cospargete con un cucchiaino del fondo di cottura 17: il vostro salmone caramellato al miele è pronto per essere gustato 18! "
}