{
    "title": "Manzo alla Stroganoff",
    "ingredients": [
        {
            "ingredient": "Cipolle bianche",
            "quantity": "500 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 ciuffi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vodka",
            "quantity": "45 ml"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Manzo",
            "quantity": "polpa 1 kg"
        }
    ],
    "preparation": " Per preparare il manzo alla Stroganoff, incominciate ad affettare molto finemente la cipolla 1; poi pulite bene i funghi e tagliateli a fette 2; infine tagliate a listarelle, lunghe circa 5 cm, la polpa di manzo 3. In una casseruola antiaderente e capiente fate appassire per 10 minuti la cipolla con 25 gr di burro, preso dalla dose totale: la cipolla deve diventare trasparente e se si secca molto aggiungete qualche cucchiaio di acqua. Aggiunge in padella anche i funghi 4 insieme a un paio di cucchiai di prezzemolo 5 e portate a termine la cottura per altri 10 minuti 6, quindi salate e pepate. Intanto infarinate le listarelle di carne 7 e fatele cuocere con un filo d'olio e i restanti 25 gr di burro in un'altra padella 8 a fuoco vivace; non appena inizieranno a rosolarsi sfumate con la vodka 9 e continuate a cuocere. Aggiustate la carne di sale e pepe. Unite i funghi e le cipolle alla carne 10 e infine la panna acida 11 e la passata di pomodoro. Fate cuocere ancora per qualche minuto, mescolando con un cucchiaio tra di loro gli ingredienti, fino a quando la panna non si sara’ ben amalgamata 12. Il manzo alla Stroganoff è pronto per essere portato in tavola! "
}