{
    "title": "Cavolfiori gratinati",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "(pulito 800 g) 1 kg"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 35 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per prima cosa lavate e pulite il cavolfiore eliminando le foglie esterne e il torsolo centrale 1, poi staccate le cime 2: dovrete ottenere circa 800 g di cavolfiore. Tuffate le cime in acqua bollente salata 3 e fatele lessare per 15 minuti (se non gradite l'odore del cavolfiore in cottura potete attenuarlo aggiungendo all'acqua del limone o dell'aceto). Intanto preparate la besciamella: in un pentolino mettete a scaldare il latte 4, mentre in un altro tegame dal fondo spesso fate fondere dolcemente il burro 5. Una volta sciolto, aggiungete a pioggia la farina nel tegame del burro mescolando immediatamente con una frusta 6 per evitare grumi. Fate dorare leggermente 7 poi unite il latte caldo mescolando immediatamente con una frusta 8. Continuate a mescolare per evitare la formazione di grumi; insaporite con noce moscata 9, pepe e sale e fate addensare il composto solo per pochi minuti, sempre mescolando. La besciamella dovrÃ rimanere piuttosto liquida 10. Nel frattempo le cimette di cavofiore saranno cotte, scolatele accuratamente 11 e tenetele un momento da parte. Imburrate una teglia da 20x20 cm 12 e versate allâinterno le cime di cavolfiore 13. Ricoprite con la besciamella 14 e poi cospargete uniformemente con il Parmigiano 15. Insaporite con il pepe a piacere (16-17) e poi cuocete in forno preriscaldato a 180Â° in modalitÃ statica per 10 minuti. Trascorso questo tempo impostate la modalitÃ grill a 220Â° e cuocete altri 10 minuti, in modo da ottenere una crosticina dorata. I vostri cavolfiori gratinati sono pronti per essere serviti 18. "
}