{
    "title": "Clafoutis al salmone",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine baby",
            "quantity": "300 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "4"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il clafoutis al salmone, iniziate pulendo il cipollotto fresco: tagliate il gambo 1, eliminate la base 2 e tritatelo finemente 3. Lavate con cura le zucchine baby, mondatele eliminando le due estremità e poi tagliatele a rondelle 4. Ponete sul tagliere anche il trancio di salmone, affettatelo a listarelle e conservatelo in frigo fino al momento di utilizzarlo 5. Quindi sgusciate i piselli freschi, eliminando il baccello e trasferiteli in una ciotolina 6; vi serviranno 100 g di piselli sgranati. Dopodichè prendete i fiori di zucca, lavateli, immergendoli delicatamente in acqua fredda, poi sgocciolateli e poneteli a scolare su di un panno asciutto con il quale li tamponerete lievemente. Trasferiteli su un tagliere ed eliminate le escrescenze alla base del calice 7. Estraete i pistilli carnosi posti all’interno 8 e dividete i fiori a metà 9. Metteteli da parte in frigorifero, li aggiungerete poco prima di infornare il clafoutis. In una padella antiaderente fate scaldare un filo d’olio e lasciate rosolare uno spicchio d’aglio sbucciato, dopodichè aggiungete il cipollotto tritato 10 lasciando soffriggere. Unite anche i piselli sgusciati e le zucchine baby tagliate a rondelle (11-12). Lasciate cuocere a fuoco dolce per circa 20 minuti. Nel frattempo preparate il composto del clafoutis: rompete le uova in una ciotola e sbattetele con uno sbattitore elettrico fino a montarle per bene 13. Poi aggiungete il latte a filo 14 e infine la farina 15. Salate e pepate a piacere l’impasto. Unite l’aneto al composto, spezzettandolo con le mani 16, quindi versate all’interno le verdure cotte 17 e mescolate per amalgamare il composto 18. A questo punto imburrate uno stampo basso dal diametro di 26 cm 19. Versate il composto all’interno dello stampo 20, tirate fuori dal frigo il salmone a listarelle e disponetelo a piacere sul composto 21. Ora decorate con i fiori di zucca che avete pulito e diviso: disponeteli a raggiera sul composto 22. Una volta decorato 23, non vi resta che infornare il clafoutis in forno già caldo a 180° per 30 minuti (se usate il forno ventilato, cuocete a 160° per 20 minuti). Quando la superficie risulterà piacevolmente dorata, il vostro clafoutis al salmone sarà pronto per essere sfornato e servito caldo 24! "
}