{
    "title": "Filetto di branzino all'arancia su insalata di finocchi",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "( 4 da 400 g l'uno) 1,6 kg"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "70 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(calda) 2 cucchiai"
        },
        {
            "ingredient": "Aglio fresco",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Finocchi",
            "quantity": "800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il filetto di branzino all'arancia su insalata di finocchi, iniziate dalla pulizia del pesce: eliminate le squame con l'attrezzo apposito 1 o la lama affilata di un coltello (realizzate questa operazione nel lavabo o ponendo il pesce in un sacchetto per alimenti perchè le squame non saltino ovunque). Poi eviscerate il branzino, operando un taglio sotto la pancia ed eliminando le interiora 2; quindi lavate bene il branzino sotto acqua corrente, poi asciugatelo, tagliate via la testa e la coda, le pinne laterali e dividetelo a metà. Sfilettatelo, staccando la carne dalla pelle, tenendo il coltello vicino alla lisca centrale: da ciascun branzino otterrete due filetti 3. Divideteli ulteriormente a metà 4, passate la mano sui filetti per verificare che non ci siano lische; in caso contrario potete eliminarle con una pinza da cucina 5. Tenete da parte i filetti ottenuti e proseguite preparando la marinatura: grattugiate la scorza di 1 arancia e tenetela da parte, quindi dividete le arance a metà 6 e spremetene il succo 7, poi filtratelo 8. Tritate finemente i ciuffi di aneto 9 Versate il succo di arancia filtrato in una pirofila ampia, aggiungete l'uva passa (precedentemente lavata e asciugata), i pinoli e i ciuffi di aneto 10; salate e pepate a piacere, quindi adagiate i filetti di branzino 11, facendo in modo che tutti si inumidiscano per bene. Coprite con pellicola 12 e fate riposare in frigorifero per almeno 2 ore. Passate le due ore, scolate i filetti dalla marinatura e adagiateli su un tagliere; raccogliete questi'ultima in una ciotola e unite il pangrattato 13, a questo punto potete aggiungere anche la scorza di arancia grattuggiata se preferite. Mescolate per amalgamarlo agli altri ingredienti. Quindi distribuite il ripieno sui filetti 14 e arrotolateli su se stessi 15. Fermate ciascun filetto di branzino con uno stuzzicandenti 16. Quando avrete esaurito gli ingredienti, versate l'olio in un tegame, fate soffriggere uno spicchio d'aglio intero o diviso a metà (così potrete toglierlo succesivamente), poi adagiate i filetti di branzino e scottateli a fuoco medio qualche istante rigirandoli; quindi unite l'acqua calda 17: cuocete i branzini un paio di minuti girandoli di tanto in tanto 18, giusto il tempo di far colorire le carni. Intanto mondate e lavate i finocchi, tagliate il cuore a julienne 19 e preparate la citronette per condirlo: in una ciotolina versate l'olio, il succo di 1 limone, il timo, il sale e 1 pizzico di pepe 20. Emulsionate il tutto con una frusta e condite l'insalata di finocchi. Su un piatto da portata, versate i finocchi e adagiate i filetti di branzino 21: potete decorare a piacere con qualche ciuffetto di aneto o fettine di arancia se preferite! "
}