{
    "title": "Cavolo ripieno",
    "ingredients": [
        {
            "ingredient": "Verza",
            "quantity": "1"
        },
        {
            "ingredient": "Carne bovina",
            "quantity": "di vitello tritata 400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "4"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Maionese",
            "quantity": "150 ml"
        }
    ],
    "preparation": " Tagliate leggermente la base del cavolo per far si che rimanga in piedi. Aprite piano piano le foglie cercando di non romperle; basta un piccolo spazio, nel quale successivamente metterete il ripieno. In una ciotola, sbattete l’uovo con il vino, il sale ed il pan grattato; aggiungete il latte e la carne trita e mescolate bene. Farcite le foglie del cavolo con la carne. E’ possibile legare il cavolo per evitare che si apra durante la cottura. Mettete nella pentola il brodo vegetale, l’alloro, il pepe e la cipolla tagliata a spicchi. Sistemate il cavolo dentro la pentola. Cuocete per mezz’ora da quando il vapore comincia a fuoriuscire. Il tempo di cottura con la pentola a pressione dipende da ogni tipo di pentola. Controllate la cottura incidendo un coltello nel centro; il cavolo sarà pronto quando sarà morbido dentro; Tirate fuori il cavolo dalla pentola e tenetelo al caldo. Portate ad ebollizione la salsa e fatela ridurre di ¼. Servite il cavolo caldo, tagliato a fettine decorato con un cucchiaio di maionese e la salsa. "
}