{
    "title": "Spezzatino di maiale",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "450 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Birra scura",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "(per infarinare) 50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per realizzare lo spezzatino di maiale iniziate tagliando la lonza a cubotti di un paio di centimetri 1, poi infarinateli da tutti i lati 2 e tenete da parte. Intanto lavate e pelate le verdure per il soffritto: la carota, il sedano e la cipolla, quindi tritatele finemente al coltello 3. Ora tritate al coltello gli aghi di rosmarino 4, sciogliete il burro in una casseruola capiente 5, poi versate il trito per il soffritto e spremete anche uno spicchio di aglio 6 Per finire aromatizzate con il rosmarino tritato 7 e fate appassire il soffritto a fuoco moderato per circa 5 minuti e poi aggiungete la carne di maiale 8. Fate rosolare la carne per almeno 5 minuti e poi irroratela con la birra 9, lasciate evaporare e poi coprite con il coperchio 10, salate, pepate e proseguite la cottura per 40 minuti. Intanto pelate le patate 11. Tagliatele a cubetti grandi come quelli di carne 12. Trascorsi i 40 minuti di cottura della carne aggiungete anche i cubetti di patate 13 e proseguite la cottura per altri 30 minuti con il coperchio, il tempo sufficiente a cuocere anche le patate e a creare una deliziosa cremina 14. Una volta pronto, servite lo spezzatino di maiale ben caldo 15. "
}