{
    "title": "Torta soffice allo yogurt",
    "ingredients": [
        {
            "ingredient": "Yogurt greco",
            "quantity": "320 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 4) 220 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "80 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "(1 bustina) 16 g"
        }
    ],
    "preparation": " Per preparare la torta soffice allo yogurt tagliate il burro a cubetti e lasciatelo ammorbidire. Quindi versatelo nella ciotola di una planetaria dotata di fruste insieme allo zucchero 1 e iniziate a lavorarlo 2 per almeno 10 minuti. Una volta ottenuto un composto cremoso e ben montato aggiungete le uova una alla volta 3, aspettando che la precedente sia stata completamente assorbita prima di aggiungere la successiva. Una volta incorporate tutte le uova aggiungete lo yogurt 4 e il pizzico di sale, sempre con le fruste in azione. Grattugiate la scorza di un limone non trattato direttamente nell’impasto 5 e mescolate delicatamente con una spatola 6. Unite in una ciotola la farina insieme all'amido di mais e al lievito quindi setacciatele e versatele poco per volta all’impasto 7. Mescolate bene e delicatamente con una spatola facendo un movimento rotatorio dal basso verso l’alto per non smontare il composto. Imburrate ed infarinate 8 una tortiera di 24 cm di diametro , quindi versate al suo interno l’impasto ottenuto 9 e livellate la superficie con una spatola 10, non sbattete la teglia per distribuire l'impasto altrimenti il composto montato potrebbe smontarsi. Infornate in forno statico preriscaldato a 175° per circa 50 minuti (se utilizzate il forno ventilato cuocete 155° per 40 minuti). Per testare la corretta cottura della torta fate sempre la prova dello stecchino. A cottura avvenuta, estraete dal forno il dolce 11 e una volta intiepidita, toglietela dallo stampo e mettetela a raffreddare completamente su di una gratella 12. La vostra torta soffice allo yogurt è pronta per essere gustata ! "
}