{
    "title": "Caviale di zucchine con crema di gorgonzola",
    "ingredients": [
        {
            "ingredient": "Zucchine bianche",
            "quantity": "300 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "dolce 100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "10 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "2"
        }
    ],
    "preparation": " Per preparare il caviale di zucchine con crema di gorgonzola, cominciate tagliando il gorgonzola grossolanamente 1. Trasferitelo nel bicchiere del mixer insieme al formaggio cremoso 2 e regolate di sale 3 e pepe. Frullate per ottenere una crema liscia e omogenea 4, quindi passate alla preparazione del caviale: tagliate le zucchine a rondelle sottili 5 e tritate lo scalogno 6. In una padella antiaderente scaldate l'olio e aggiungete lo scalogno 7. Lasciatelo stufare dolcemente per 5 minuti, poi unite le zucchine 8 e il timo 9. Regolate di sale 10 e pepe e continuate a cuocere a fuoco dolce per almeno 10 minuti. Poi spegnete il fuoco e fate raffreddare. Trasferite poi le zucchine cotte nel mixer 11 e frullatele grossolanamente 12. Trasferite il caviale di zucchine così ottenuto in una ciotola 13 e profumatelo con il basilico 14. Ponete a questo punto separatamente la crema di gorgonzola e il caviale di zucchine in 2 sac-à-poche 15. Riempite per metà i bicchierini con circa 60 g di caviale di zucchine 16 e poi per ancora un quarto con circa 30 g di crema di gorgonzola 17. Decorate i bicchierini con il timo, il basilico e i pomodorini: il vostro caviale di zucchine con crema di gorgonzola è pronto per essere servito 18! "
}