{
    "title": "Trota al cartoccio",
    "ingredients": [
        {
            "ingredient": "Trota",
            "quantity": "2 intere, giÃ pulite 900 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la trota al cartoccio, per prima cosa tagliate le verdure che serviranno per farcire la trota: lavate e pelate le carote, poi tagliatele a metà 1 e dividete ogni metà per il lungo; tagliate i quarti di carota ottenuti prima a fettine 2 e poi a bastoncini sottili 3. Ora lavate il cipollotto, eliminate la base con le radici 4 e dividetelo a metà 5, poi tagliate ogni metà a bastoncini sottili 6. Lavate e pelate le patate, e tagliate anch’esse prima a fettine 7 e poi a bastoncini dello stesso spessore delle carote 8. Infine asciugate i pomodorini secchi dall'olio di conservazione e tagliateli a listarelle 9. Trasferite le carote, le patate e il cipollotto in una ciotola, aggiungete uno spicchio d’aglio sbucciato 10 e condite con l’olio extravergine di oliva 11, salate e pepate a piacere; poi unite i pomodori secchi, mescolate bene e lasciate riposare in modo che le verdure si insaporiscano 12. Nel frattempo passate alla preparazione del pesce: sciacquate le trote già eviscerate sotto l’acqua fredda corrente 13 e asciugatele con un panno da cucina, poi eliminate le squame usando uno squamatore 14 o il dorso di un coltello e infine tagliate le pinne 15.Per maggiori informazioni consultate la scheda come pulire la trota salmonata. Adagiate le trote su un foglio di carta forno e riempite la pancia del pesce con le verdure che avevate messo da parte, aiutandovi con un cucchiaio 16. Trasferite le trote con la carta forno su un foglio di alluminio 17, condite con l’olio extravergine di oliva 18 e chiudete accuratamente il cartoccio, sigillando le estremità sia dell’alluminio che della carta forno 19. Posizionate i cartocci con le trote su una leccarda 20 e cuocete in forno statico preriscaldato a 180° per 35-40 minuti. Terminato il tempo di cottura, rimuovete le trote dal forno e servitele direttamente nel cartoccio per preservarne al meglio l’aroma: la vostra trota al cartoccio è pronta per essere gustata 21! "
}