{
    "title": "Tagliatelle di frittatine verdi con funghi e speck",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "una sola fetta 150 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "(facoltativo) q.b."
        }
    ],
    "preparation": " Per preparare le tagliatelle di frittatine verdi con funghi e speck, iniziate a lavare gli spinaci accuratamente sotto acqua corrente 2, per togliere eventuali residui di terra. Scolateli 2 e spuntate ciascun mazzetto eliminando il picciolo 3. In una padella capiente, versate un filo d'olio e lo spicchio d'aglio sbucciato 4. Fatelo rosolare, poi toglietelo e aggiungete gli spinaci 5. Fateli appassire per qualche minuto e salate 6. Spegnete il fuoco quando si saranno ammorbiditi e ridotti di volume. Quindi trasferite gli spinaci cotti nel mixer 7, azionate le fruste e riducete gli spinaci a crema 8, poi teneteli da parte. Iniziate a preparare l'impasto delle frittatine: in una ciotolina versate le uova intere 9. Sbattete le uova con una forchetta 10 e tenetele da parte. Intanto in una ciotola capiente setacciate la farina 11, aggiungete il sale 12 versate il latte a filo 13 e poi le uova precedentemente sbattute 14. In un pentolino fate sciogliere il burro a fuoco bassissimo; fatelo intiepidire e poi aggiungetelo all'impasto delle frittatine 15. Lavorate il composto con uno sbattitore elettrico 16 o una frusta a mano, fino a quando non otterrete una crema liscia e omogenea 17. Quindi versate nell'impasto anche la crema di spinaci 18. Mescolate con una spatola per amalgamare il composto (19-20). Scaldate una padella per crepes o una padella antiaderente di 20 cm di diametro; ungete il fondo con del burro (aiutatevi con un foglio di carta da cucina per ungere uniformemente la padella); quindi versate un mestolo del composto 21. Fate cuocere la crepe per circa 1 minuto o fino a quando il lato poggiato sul fondo della padella risulterà leggermente dorato; durante la cottura scuotete la padella di tanto in tanto per far staccare la crepe dal fondo. Quindi giratela dall'altro lato 22 e fate cuocere per un altro minuto. Procedete così fino a terminare l'impasto. A mano a mano potete impilare le crepes su un piatto piano e coprirle con pellicola trasparente mentre proseguite nella preparazione. Passate quindi al condimento: su un tagliere ponete lo speck, tagliatelo a fette e poi a listarelle di circa mezzo cm di spessore e tenete da parte 23. Quindi passate a pulire i funghi porcini, togliendo delicatamente il terriccio raschiando il gambo con un coltellino, passando poi un pennello da cucina e un canovaccio per pulire anche il cappello (per queste operazioni potete consultare la Scuola di cucina: come pulire i funghi porcini). Riducete quindi i funghi a fette di mezzo cm 24. In una padella larga, versate un filo d'olio tritate uno spicchio d'aglio 25. Aggiungete anche il prezzemolo precedentemente tritato 26 e fate soffriggere per qualche istante. Aggiungete poi i funghi 27 mescolate e fate rosolare a fuoco vivace. Poi aggiungete un mestolo di acqua calda o brodo vegetale 28 e fate cuocere per 5 minuti. A questo punto versate anche lo speck 29. Mescolate di tanto in tanto 30 e cuocete il tutto per altri 5-10 minuti. Se i funghi e lo speck tendessero ad asciugarsi troppo, potete aggiungere un mestolo di acqua calda o brodo vegetale 31. Spegnete quindi il fuoco e tenete il condimento da parte per un momento. Passate a creare le tagliatelle di frittatine: su un tagliere disponete ciascuna frittatina e arrotolatela su se stessa 32. Quindi ricavatene delle fettucce di circa 1 cm di spessore 33. Quando avrete realizzato le tagliatelle di frittatine 34, potete aggiungerle in padella 35 e accendere il fuoco medio per far saltare qualche istante le tagliatelle di frittatine verdi con funghi e speck in modo che si insaporiscano. Spegnete e servite il piatto caldo o tiepido 36! "
}