{
    "title": "Burger di broccoli ",
    "ingredients": [
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "800 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "(tritata) 2 pizzichi"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 100 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il burger di broccoli, staccate le cimette dal fusto principale del broccolo 1, quindi lavatele e dividete le cimette a metÃ . Pelate la patate 2 e riducetele a cubetti della stessa misura possibilmente 3 In una padella versate un filo d'olio e fate rosolare uno spicchio di aglio (potete toglierlo in seguito); aggiungete le patate 4 e fatele cuocere a fuoco medio per 5-10 minuti. Poi unite anche i broccoli 5, salate e pepate a piacere aromatizzate con la maggiorana tritata 6. Coprite con il coperchio 7; unite il brodo vegetale di tanto in tanto per favorire la cottura 8; lasciate cuocere almeno 20 minuti o fino a quando sia le patate che i broccoli non risulteranno morbidi. Una volta cotte le verdure, passatele al passa verdure e raccogliete la purea in una ciotola 9. Attendete che si raffreddi il composto quindi versate il Grana grattugiato 10, il pangrattato 11 e impastate. Poi unite anche l'uovo 12 e impastate ancora per amalgamarlo 13, poi dividetelo in quattro parti. Formate i burger ponendo su un vassoio foderato con carta da forno un coppapasta di 12 cm di diametro e riempiendo di volta in volta con l'impasto per dare una forma definita ai burger 14. Scaldate una padella antiaderente e cuocete i burger pochi minuti per lato 15, fino a quando non saranno ben dorati 16. Ora preparate la finta maionese per condire i burger di broccoli: in un recipiente alto versate l'olio di semi e il latte di soia a temperatura ambiente (17-18). Unite il corrispettivo di un cucchiaio di succo di limone 19 e un pizzico di sale e frullate tutto con il frullatore ad immersione 20 fino ad ottenere una crema omogenea e sufficientemente densa 21. Affettate i pomodori ramati 22 e i panini da hamburger. Quindi spalmate la maionese sulle due metÃ dei panini 23 adagiate il burger di broccoli 24, le fettine dipomodoro 25 e chiudete con la parte superiore del panino 26. I vostri burger di broccoli sono pronti per essere serviti 27! "
}