{
    "title": "Spada in crosta di pistacchi con spicchi di patate",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "(4 tranci da 200 g l'uno) 800 g"
        },
        {
            "ingredient": "Pistacchi non salati",
            "quantity": "(sgusciati) 70 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 70 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pesce spada in crosta di pistacchi con patate al forno iniziate proprio dalla tostatura dei pistacchi, per renderli più croccanti e profumati. Versate i pistacchi su una teglia foderata con carta da forno 1 e distribuitelli ben distanziati (2-3). Quindi infornate in forno statico preriscaldato a 160° per 20 minuti 3, controllandoli spesso e senza farli scurire troppo. Nel frattempo dedicatevi alla preparazione delle patate. Lavatele bene sotto l'acqua corrente con tutta la buccia per eliminare qualsiasi residuo di terra 4. Quindi tagliatele a spicchi 5 e disponetele su una leccarda foderata con la carta forno, ben distanziate le une dalle altre 6. Dividete anche l'aglio in spicchi e aggiungetelo alle patate 7. Unite anche gli aghetti del rosmarino 8, il sale, il pepe e in fine l'olio 9. Infornate in forno ventilato a 200° per 50 minuti, fino a farle diventare ben dorate e croccanti! Quando mancheranno circa una decina di minuti passate a preparare la panatura. Tagliate la mollica di pane in cubetti 10 e inseritela in un mixer insieme ai pistacchi 11. Aggiungete la scorza grattugiata del lime, il timo, la maggiorana e frullate tutto insieme 12. Versate la panure in una pirofila capiente 13, aggiungete il sale, il pepe e mescolate con un cucchiaio 14. Prendete le fette di pesce spada e spennellatele con l'olio su entrambi i lati 15. Quindi passate ciascuna fettina nella panatura, premendo leggermente in modo da farla aderire bene 16. Ripetete la stessa operazione per tutti i filetti 17 e nel frattempo fate scaldare una padella con un filo d'olio. Quindi adagiatevi il pesce spada 18. Cuocete le fette di pesce spada un paio di minuti per lato 19, sfornate le patate ormai croccanti 20 e servite i filetti di spada in crosta di pistacchi con spicchi di patate ben caldi 21! "
}