{
    "title": "Insalata Waldorf",
    "ingredients": [
        {
            "ingredient": "Sedano rapa",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "180 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "10 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "35 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare l'insalata Waldorf, iniziate dalla pulizia del sedano rapa. Per prima cosa sbucciate il sedano rapa 1, lavatelo per bene e tagliatelo a julienne 2. Quindi scottatelo in abbondante acqua salata bollente 3, per circa 2-3 minuti 4, scolatelo per bene 5 e tamponatelo con della carta da cucina o con un canovaccio pulito 6. A questo punto mettetelo da parte e nel frattempo iniziate a preparare il condimento per l'insalata Waldorf. In una ciotola capiente unite lo yogurt greco con la maionese, quindi aggiungete il miele 7, il succo di limone 8, il sale, il pepe bianco e mescolate il tutto con una frusta 9. Una volta preparato il dressing, sbucciate la mela, levate il torsolo con l’apposito attrezzo 10 e quindi tagliate anch’essa alla julienne 11; ponete la mela tagliata dentro ad una ciotola e per non farla annerire aggiungete anche un mezzo limone spremendo il succo e lasciandolo poi nell'acqua 12. A questo punto tritate grossolanamente le noci 13 e iniziate ad assemblare la vostra insalata. In una ciotola capiente versate le mele e il sedano rapa 14, quindi aggiungete la salsa appena preparata 15. Mescolate bene e aggiustate di sale e pepe 16; in ultimo aggiungete le noci tritate 17, mescolate nuovamente e portate in tavola la vostra insalata waldorf 18. "
}