{
    "title": "Torta di semolino al cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 3) 42 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Semolino",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "da grattugiare 1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        }
    ],
    "preparation": " Per preparare la torta di semolino al cioccolato, iniziate a preparare la frolla mescolando lo zucchero a velo e la farina su di una spianatoia e formando la classica fontana 1; aggiungete il sale 2, poi la scorza grattugiata di mezzo limone e il burro a temperatura ambiente 3. Ammorbidite il burro con le mani, impastandolo con la farina e gli altri ingredienti, fino ad ottenere una consistenza sabbiosa; se avete un mixer, potete frullare insieme la farina, lo zucchero a velo, il sale e il burro freddo da frigo e poi trasferire tutto sulla spianatoia. Riformate la fontana e mettete al centro i tuorli 4 quindi impastate il tutto con le mani 5 per amalgamare bene gli ingredienti, fino ad ottenere un panetto liscio e compatto. Copritelo con la pellicola e mettetelo in frigo a raffreddare per almeno per un’ora 6. Nel frattempo preparate la crema di semolino: scaldate il latte e, quando avrà sfiorato il bollore, aggiungete a pioggia il semolino 7; girate energicamente con una frusta per evitare la formazione di grumi 8. Quando il semolino inizierà a staccarsi dalle pareti, ci vorranno circa 5 minuti, spegnete il fuoco e setacciate la ricotta, facedola passare dalle maglie di un colino 9. Unite lo zucchero a velo alla ricotta 10 e unite il semolino ancora caldo, altrimenti si indurirà e non riuscirete ad avere un composto senza grumi; amalgamate bene con una frusta 11. Aggiungete la scorza di un'arancia grattugiata 12 e unite la cannella 13 e fate raffreddare il composto. Prendete la frolla e stendetela, con un matterello, fino ad ottenere una sfoglia dallo spessore di 1 cm circa 14. Imburrate e infarinate uno stampo da , diametro di 25 cm. e foderatelo con la pasta frolla 15, eliminando la pasta in eccesso premendo con il matterello sui bordi 15. Farcite la frolla con la crema al semolino, appiattendo bene il tutto con il dorso di un cucchiaio e stendendo uniformemente il ripieno (16-17). Infornate in forno statico già caldo a 180° per 45 minuti (forno ventilato 160° per 40 minuti). Sfornate la torta, fatela raffreddare 18 e poi sformatela su di un piatto da portata. Infine preparate la ganache, sciogliendo il cioccolato fondente nel microonde, o a bagnomaria, e aggiungete ad essa la panna tiepida 19. Mescolate bene e versate la ganache sulla torta 20, stendendola con una spatola per ricoprire tutta la superficie della torta 21. Lasciate intiepidire e solidificare leggermente la ganache per 10-15 minuti: la vostra torta di semolino al cioccolato è pronta! "
}