{
    "title": "Medaglioni di polenta",
    "ingredients": [
        {
            "ingredient": "Farina istantanea per polenta",
            "quantity": "185 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "750 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 10 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "(8 fette) 60 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare i medaglioni di polenta per prima cosa riempite con 750 g di acqua un tegame dal bordo alto e iniziate a scaldare a fuoco basso. Quando l’acqua bolle, salate 1 e versate circa 10 g di olio di oliva 2, quindi versate a pioggia la farina mescolando con la frusta 3 Cuocete a fuoco basso per 8 minuti continuando a mescolare con un cucchiaio, così da non formare grumi 4. Trascorso il tempo di cottura, spegnete il fuoco 5 versate la polenta in una teglia oleata, distribuite la polenta con una spatola 6 senza occupare l'intero spazio della teglia. in modo da creare uno spessore di circa 2 cm: verrà fuori un quadrato di 20x20 cm 7. Ricoprite con la pellicola da cucina 8 e ponete in frigorifero a rassodare per 30 minuti. Trascorso il tempo di riposo, tagliate a rondelle la scamorza, cercando di ottenere 8 fettine di circa 7 cm di diametro 9. Riprendete la polenta, che si sarà nel frattempo rassodata, e ricavate con un coppapasta di 7 cm 4 dischi (10-11). Prendete ciascun disco e avvolgetelo con due fettine di pancetta affumicata in modo da foderare bene il bordo 12. Trasferite man mano i dischi su una teglia rivestita con carta da forno. Adagiate sopra i medaglioni ottenuti due fettine di scamorza ciascuno 13 e passate al grill per 5 minuti o il tempo necessario a far sciogliere la scamorza 14. A cottura ultimata, sfornate i medaglioni di polenta e serviteli caldi 15! "
}