{
    "title": "Bocconcini di pollo, peperoni e pomodori secchi",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i bocconcini di pollo peperoni e pomodori secchi, iniziate nel lavare e pulire i peperoni togliendo la parte del picciolo e i semini interni, quindi tagliateli a cubetti 1. Prendete una padella, mettete sul fondo un poco di olio extravergine di oliva e uno spicchio di aglio intero sbucciato 1. Mettete sul fuoco e aggiungete i peperoni tagliati 3, salate 4 e unite anche i pomodori secchi scolati dall'olio di conservazione 5. Cuocete tutto per circa 7-8 minuti, mescolando di tanto in tanto. Prendete un mixer e versate all'interno i peperoni con i pomodori secchi 6, azionate per ridurre il tutto in una crema 7. In una ciotola mettete della farina e passateci dentro i bocconcini di pollo 8, dovete infarinarli per bene. Nella padella di cottura dei peperoni mettete i bocconcini di pollo infarinati 9, cuocete per circa 5 minuti rigirandoli di tanto in tanto aggiungendo se necessario altro olio. Sfumate con il vino a metÃ cottura del pollo 10 e fatelo evaporare completamente. Versate per ultima la crema di peperoni e pomodori secchi 11, allungate il condimento con due cucchiai di acqua se dovesse essere troppo densa e terminate la cottura dei bocconcini di pollo per altri 7-8 minuti 12. Servite i bocconcini di pollo con il loro condimento cremoso di peperoni e pomodori secchi. "
}