{
    "title": "Madeleine",
    "ingredients": [
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "175 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) 175 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "175 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "da grattugiare 1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "da grattugiare 1"
        }
    ],
    "preparation": " Per preparare le madeleine iniziate a sciogliere il burro a bagnomaria o nel microonde 1, lasciatelo intiepidire e, nel frattempo, setacciate la farina in una ciotola capiente 2, unite lo zucchero semolato 3; il sale 4, il lievito chimico in polvere 5, quindi lavate bene la scorza di un limone possibilmente non trattato, grattugiatela e aggiungetela alle polveri 6 fate lo stesso con la scorza dell'arancia 7, poi mescolate tutto per bene il tutto con una frusta 8 e aggiungete il burro sciolto ormai tiepido 9 amalgamate 10 il tutto per ottenere un composto omogeneo e aggiungete le uova 11, mescolate bene con un cucchiaio e in ultimo versate nel composto anche il miele 12 e di nuovo amalgamate bene il composto che dovrà risultare liscio, dalla consistenza cremosa e senza grumi. Quindi mettete il composto in frigorifero per un'ora. Quindi prendete uno stampo classico da madeleine imburratelo bene 13 e aiutandovi con due con 2 cucchiai versate l’impasto in ogni incavo dello stampo 14. Dovrete mettere poco impasto perché le madeleine cresceranno durante la cottura. Infornate in forno statico già caldo a 200° per 13 minuti (forno ventilato 180° per 10 minuti). Sfornatele quando saranno dorate e avranno formato la caratteristica gobbetta delle madeleine 15, toglietele dallo stampo e lasciate raffreddare su una gratella. Ed ecco pronte le vostre madeleine che servite tiepide saranno davvero una bontà! "
}