{
    "title": "Pollo yassa",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero o giÃ in pezzi 1,5 kg"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "circa 5 1,2 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "grandi 2 spicchi"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "(circa 40 g) 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoncino dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "3"
        },
        {
            "ingredient": "Cumino",
            "quantity": "seme qualche"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il pollo yassa, iniziate dal taglio del pollo; con gli scarti potete preparare il brodo di pollo che servirà per la ricetta. Dividetelo nelle varie parti: cosce, petto, ali con un coltello apposito (1-2-3). Versate i pezzi di pollo in un tegame capiente dopo aver oleato bene il fondo (4-5) e fate rosolare la carne per alcuni minuti a fuoco vivace, rigirandola per una cottura uniforme 6. Poi togliete il pollo dal tegame e diponetelo su una teglia 7, quindi tenetelo da parte al caldo. Nel frattempo tritate finemente le cipolle bianche 8 e versatele nello stesso tegame in cui avrete conservato il fondo di cottura del pollo 9.Cuocetela a fuoco lento per circa 10 minuti, mescolando per non farla attaccare al fondo. Aggiungete l'aglio 10, il peperoncino e la senape 11; versate anche del brodo di pollo per favorire la cottura lenta e dolce della cipolla 12,insaporite con sale e pepe a piacere. Mescolate per amalgamare gli ingredienti 13; spremete il succo di limone 14 e unitelo alla cipolla 15; fate cuocere altri 5-6 minuti o fino a quando la cipolla risulterà ben morbida. Quando quest'ultima si sarà appassita, aggiungete il pollo (16-17) fatelo insaporire rigirandolo più volte, quindi unite il brodo di pollo in modo che ricopra la carne18 e lasciate cuocere per almeno 25-30 minuti. Una volta che sarà pronto, spegnete il fuoco e tenete in caldo. Mentre il pollo cuoce, preparate il riso di accompagnamento: sciacquate il riso sotto acqua corrente 19, poi mettetelo in ammollo in acqua a temperatura ambiente 20 e coprite con pellicola trasparente 21: dovrà riposare almeno 20 minuti. In un tegame versate l'olio e le spezie 22, fatele rosolare a fuoco medio; intanto scolate bene il riso e tenete da parte l'acqua di ammollo. Versate il riso nel tegame con le spezie 23 e tostatelo alcuni istanti mescolando con una spatola. Poi unite l'acqua in cui avevate tenuto in ammollo il riso 24. L'acqua dovrà ricoprire il riso e dovrà bollire almeno 5-6 minuti. Passato questo tempo, coprite con il coperchio e cuocete ancora per 10-15 minuti, finchè non avrà incorporato tutta l'acqua; una volta cotto, infatti, dovrà risultare ben asciutto 26; potete quindi servire il pollo yassa accompagnato dal riso bianco 27. "
}