{
    "title": "Stufato speziato di pollo e arachidi",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero 1,2 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "600 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Cumino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Aglio",
            "quantity": "4 spicchi"
        },
        {
            "ingredient": "Burro di arachidi",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "½"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "5"
        }
    ],
    "preparation": " Per preparare lo stufato speziato di pollo agli arachidi, mondate la cipolla rossa e tagliatela a pezzi 1; ponetela in una ciotolina con l'aglio e il peperoncino 2. Tritate il tutto con un mixer o un frullatore ad immersione 3 e tenete da parte. Lavate anche i pomodori e tagliateli a quarti 4, poi dedicatevi al pollo: pulitelo eliminando la pelle esterna incidendola con un coltellino molto affilato 5; una volta eliminata tutta la pelle 6, eliminate anche le varie parti di grasso che possono esserci e poi tagliate a pezzi il pollo (7-8), togliendo accuratamente anche gli ossicini. Mettete il pollo in una ciotola, aggiungete il sale 9 e il pepe 10; quindi massaggiate la carne con le mani in modo che si insaporisca. Scaldate l'olio di arachidi in un largo tegame antiaderente 11 e aggiungete il pollo in pezzi 12 per farlo rosolare. giratelo da entrambe i lati 13 e cuocete per circa 4-5 minuti per lato; prelevate poi il pollo e mettetelo da parte al caldo 14, coperto con pellicola trasparente 15. Nella stessa padella dove avete rosolato il pollo, versate il trito di cipolla e aglio 16, aggiungete il cumino in polvere 17 e mescolate 18, facendo stufare appassire il trito per alcuni istanti. Poi unite i pomodorini 19 e proseguite la cottura per circa 10 minuti fin tanto che i pomodori rilascino il loro liquido e si sfaldino leggermente. Aggiungete ora anche i pezzi di pollo 20, fate insaporire poi coprite con acqua o brodo di pollo caldi e coprite con un coperchio: fate cuocere per almeno 40 minuti a fuoco molto dolce e controllate di tanto in tanto la cottura perchè non si asciughi troppo il liquido. Intanto preparate il riso pilaf: tritate finemente la cipolla e in un tegame capiente mettete a sciogliere il burro, unite la cipolla tritata al burro sciolto 21 e fatela appassire a fuoco basso per circa 15 minuti, fino a che diventerà trasparente: attenzione a non farle prendere colore. Aggiungete la cannella e i chiodi di garofano 22 e mescolate per altri due minuti. Intanto sciacquate il riso sotto acqua corrente, fatelo scolare e asciugare completamente su un vassoio foderato con carta assorbente 24. Aggiungete il riso nel tegame 25 e fatelo tostare alcuni istanti mescolando con una paletta di legno. Unite poi tutto il brodo, (26-27). Coprite il tegame con un coperchio (non ci devono essere sfiati) e lasciate cuocere per almeno 18-20 minuti a fuoco moderato finchè il brodo non si sia completamente asciugato. Una volto cotto e ben asciutto, togliete il riso pilaf dal fuoco, sgranatelo per bene con una forchetta e tenetelo da parte. In una ciotolina stemperate il burro di arachidi con 2-3 cucchiaio di cottura del pollo 28 e unitelo al tegame 10 minuti prima di terminare la cottura del pollo 29. Terminata la cottura 30, servite lo stufato spziato di pollo e arachidi caldo accompagnato da riso pilaf! "
}