{
    "title": "Maiale in agrodolce",
    "ingredients": [
        {
            "ingredient": "Maiale",
            "quantity": "polpa 400 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Ananas",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Succo di ananas",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare il maiale in agrodolce iniziate tagliando la polpa di maiale in piccoli cubetti 1, poi pelate le carote e riducetele a bastoncini 2, lavate i peperoni, eliminate la parte bianca interna e tagliateli a bastoncini 3 (della stessa dimensione delle carote), fate lo stesso con le cipolle. Infine tagliate l’ananas a cubetti grandi come la carne di maiale. Preparate la pastella mescolando in una ciotolina la farina con il lievito e 1 cucchiaio d’olio di semi 5, aggiungete abbastanza acqua per ottenere una pastella piuttosto densa. Scaldate nel wok due dita di olio di semi, quando sarà a 180°C friggete i pezzettini di maiale intinti nella pastella 5 e scossi per eliminare la pastella in eccesso.Quando i cubetti di maiale in pastella saranno ben dorati scolateli con una schiumarola 6 e poneteli su di un foglio di carta assorbente per eliminare l’olio in eccesso 7. Eliminate l’olio che avete utilizzato per friggere dal wok e sostituitelo con due cucchiai di olio di semi che farete scaldare, poi aggiungete la cipolla, la carota 8 e i peperoni 9 e fateli saltare a fuoco vivace, in ultimo aggiungete l’ananas 10 e salate il tutto. Fate saltare nel wok le verdure per circa 3-4 minuti, dovranno risultare cotte ma ancora molto croccanti. Quando le verdure saranno pronte mettetele da parte e sempre nello stesso wok mettete la passata di pomodoro, lo zucchero di canna, l’aceto di vino bianco e la salsa di soia 11. Unite anche il succo d'ananas e portate a ebollizione; infine aggiungete due cucchiai abbondanti di maizena sciolti in 200 ml di acqua fredda. Lasciate quindi che la salsa agrodolce si addensi e quando sarà pronta aggiungete il maiale fritto 13 e le verdure 14. Mescolate delicatamente per fare insaporire e scaldare il tutto (per circa 1 minuto) e servite il maiale in agrodolce ancora fumante! "
}