{
    "title": "Manzo piccante con peperoni e germogli di soia",
    "ingredients": [
        {
            "ingredient": "Fettine di manzo",
            "quantity": "spesse circa un centimetro 600 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "rosso 2"
        },
        {
            "ingredient": "Germogli di soia",
            "quantity": "130 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "300 g"
        }
    ],
    "preparation": " Per preparare il manzo piccante iniziate lavando un peperone, tagliatelo a metà, eliminate il picciolo e i semini e tagliuzzatelo in striscioline abbastanza sottili 1. Tagliate anche la carne in striscioline larghe 1 cm circa 2 e lunghe 5. Sminuzzate poi i due peperoncini che avrete tagliato a metà per eliminare i semini interni. Scaldate in un wok l'olio e il peperoncino e aggiungetevi i peperoni a striscioline 3, salate e pepate e cuocete per circa 10/15 minuti. Nel frattempo potrete mettere a bollire una pentola d'acqua e successivamente versateci il riso basmati 4. Trascorso il tempo di cottura del peperone aggiungete gli straccetti di manzo 5, saltateli fino a che saranno cotti condendoli con 6 cucchiai di salsa di soia 6. Mescolate quindi con cura facendo attenzione a non rompere i peperoni 7. Una volta che la carne di manzo sarà cotta, togliete il wok dal fuoco, aggiungete l'erba cipollina sminuzzata 8 e i germogli di soia 9, mescolate tutto e scolate il riso basmati. Servite il manzo piccante con il riso ed eventualmente aggiungete altra salsa di soia a piacimento.Per arricchire il manzo piccante con riso basmati potete aggiungere un cucchiaio di semi di sesamo che avrete tostato per liberarne l’aroma. "
}