{
    "title": "Orata in padella",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "(2 pezzi) 1100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "70 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’orata in padella, per prima cosa occupatevi della pulizia del pesce (altrimenti se le acquistate già eviscerate il loro peso dovrà aggirarsi attorno ai 400 g l'una): praticate un taglio sul ventre con le forbici e rimuovete le interiora con le mani 1, dopodiché sciacquate accuratamente l’interno sotto l’acqua corrente 2 ed eliminate le squame utilizzando uno squamatore oppure la lama di un coltello; fate questa operazione sotto l’acqua corrente o all’interno di un sacchetto di plastica, per non spargere in giro le squame 3. Per ulteriori dettagli sul procedimento, consultate la nostra scuola di cucina “Pulire l’orata”. Ora passate al taglio delle verdure: lavate e pelate le carote, poi spuntate le estremità e tagliatele a rondelle di circa 5 mm di spessore 4. Lavate e spuntate anche le zucchine, tagliatele a metà per il lungo e poi dividete ulteriormente ogni metà 5; infine tagliatele a cubetti di circa 1 cm di spessore 6. Per ultimo lavate il cipollotto, eliminate la base e tagliatelo a rondelle di circa 5 mm di spessore 7. Versate l’olio in un’ampia padella antiaderente, aggiungete lo spicchio di aglio in camicia e fatelo soffriggere per un paio di minuti 8. Quando l’olio si sarà insaporito, rimuovete l’aglio dalla padella e adagiate le orate al suo interno, poi aggiungete le carote 9, le zucchine 10, il cipollotto 11 e i rametti di timo 12, salate e pepate a piacere. Coprite la padella con un coperchio 13 e cuocete a fiamma media per 7 minuti, dopodiché girate le orate con l’aiuto di 2 spatole facendo attenzione a non romperle 14; coprite nuovamente con il coperchio e cuocete per altri 7 minuti 15. I tempi di cottura, ovviamente, possono variare a seconda del peso dell'orata che utilizzerete. L'orata in padella è pronta per essere servita! "
}