{
    "title": "Cima alla genovese",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "petto intero 2 kg"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "8"
        },
        {
            "ingredient": "Piselli precotti",
            "quantity": "270 g"
        },
        {
            "ingredient": "Sottofesa di vitello",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "circa 2 l"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "media 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        }
    ],
    "preparation": " Per preparare la cima alla genovese, dovrete procurarvi un pezzo intero di petto di vitello e operare un taglio centrale e profondo, mantenendo una distanza dai bordi di 2 cm circa, con un coltello lungo e affilato per ottenere una tasca (1-2). Se riuscite fate preparare la tasca dal vostro macellaio. Sgrassate la carne dall'esterno 3. Tagliate a cubetti la sottofesa di vitello 4 e sbattete le uova con un pizzico di sale in una ciotola 5. Aggiungete la fesa a pezzi 6 e i piselli già cotti, mescolate e infine unite il formaggio grattugiato (7-8). Mettete sul fuoco una capiente pentola con l'acqua e la cipolla, la carota e il sedano puliti e tagliati a pezzi, per fare il brodo in cui cuocerà la cima 9. Con un ago grosso e un filo spesso da cucina, cucite la tasca per metà (10-11), lasciando solo un'apertura in cui inserirete il ripieno 12. Per essere più comodi trasferite il ripieno in una caraffa. Finite di cucire la tasca, assicurandovi che non ci siano fuoriuscite di liquido e fissando bene le estremità con dei nodi (13-14.15). Quando il brodo starà bollendo, salate l'acqua e inserite la tasca ben chiusa che dovrà cuocere per circa 3 ore a fuoco basso 16. Trascorso questo tempo scolatela dal brodo 17 e avvolgetela ben stretta nella pellicola 18 quindi poggiatela su di una vassoio e posizionate su di essa un peso (noi abbiamo usato un tagliere pesante) 19. La cima dovrà riposare in questo modo per una notte in frigorifero: la mattina dopo si presenterà ben compatta e avrà rilasciato la gelatina 20. Servite la vostra cima alla genovese tagliata a fette 21! "
}