{
    "title": "Costine speziate con glassa agli agrumi",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "Carnealfuoco 2 confezioni"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "il succo e la scorza grattugiata 1"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Miele",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "4"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "maturi 2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "2 cucchiaini"
        }
    ],
    "preparation": " Per preparare le costine speziate per prima cosa preparate la glassa. Da un limone ricavate il succo 1 e grattugiate la buccia 2. Quindi prendete una ciotola, versateci l'olio, il miele 3, la buccia grattugiata del limone 4, la senape 5, il succo del limone 6 e emulsionate con una forchetta. Quindi versate la glassa così ottenuta in uno squeezer 7 e lasciate riposare in frigorifero. Nel frattempo tagliate le patate in quarti 8 e affettate sottilmente la cipolla di Tropea 9. Disponete le patate in un contenitore di alluminio monouso, unite poi le patate 10 e la cipolla 11. Tritate il rosmarino finemente 12, quindi spellate i pomodori 13, privateli dei loro semini interni 14 e tagliateli a filetti 15. Aggiungete anche i pomodori alla teglia di patate 16, quindi unite il rosmarino tritato 17, il succo di limone 18 irroratele con l'olio 19, unite il pepe e il sale 20 e amalgamate bene il tutto. Quindi chiudete la teglia con un foglio di alluminio e ponetele sul grill e lasciate cuocere per 25 minuti a calore medio alto 21. Quindi passate alla preparazione delle costine, irroratele con un velo di glassa agli agrumi 22, e mettetele a grigliare direttamente sulle braci 23 fino a formare una crosta croccante in superficie 24, occorreranno circa 5 minuti. Quindi spostate le costine sul lato freddo del barbeque aggiungete le chips di hyckory preventivamente inumidite alle braci e affumicate per circa 30 minuti. Dopodiché versate un paio di cucchiai di acqua in una teglia d'alluminio 25, poneteci le costine 26, coprite con l'alluminio e continuate la cottura in modo indiretto per altri 30 minuti. A consistenza ottenuta, rimettete le costine sul grill per un paio di minuti in modo da farle asciugare. Spennellate di nuovo con la glassa e servirle con le patate che dovranno avere una consistenza croccante 27. "
}