{
    "title": "Rotolini salati con cuore morbido",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "fogli rettangolari 2"
        },
        {
            "ingredient": "Pak choi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine 10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prosciutto",
            "quantity": "cotto a fette 100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "dolce 125 g"
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "secchi sott'olio 20 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "sgusciati 10 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "dolce 125 g"
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "secchi sott'olio 20 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "sgusciate 10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di girasole",
            "quantity": "per i rotolini al prosciutto 10 g"
        },
        {
            "ingredient": "Semi misti",
            "quantity": "(zucca, sesamo, lino e girasole) per i rotolini vegetariani 20 g"
        }
    ],
    "preparation": " Per preparare i rotolini salati con cuore morbido, cominciate lavando i pak choi e eliminando la base del gambo 1. Fate soffriggere l’aglio nell’olio posto in una padella antiaderente 2, quindi aggiungete i pak choi 3 e lasciateli appassire per qualche minuto a fuoco medio. Regolate di sale e pepe 4, quindi rimuovete l’aglio 5 e tenete le verdure da parte. Scolate i pomodorini secchi su carta da cucina, per far perder loro l’olio in eccesso 6, poi tritateli grossolanamente 7. Fate altrettanto con le noci 8 e i pistacchi 9. Tagliate la provola a fette spesse circa 1 cm, e da esse ricavate delle listarelle ed infine dei dadini 10. Occupatevi adesso della composizione dei rotolini al prosciutto: cominciate prendendo un foglio di pasta sfoglia e tagliatelo in 4 parti. Distribuite al centro di ciascun quadrato dei dadini di scamorza e distribuitevi anche il prosciutto 11. Proseguite con il pak choi 12, poi distribuite anche i pomodorini secchi 13 e i pistacchi 14. È il momento di chiudere i fagottini: prendete i due lembi laterali e ripiegateli verso l’interno, al di sopra del ripieno 15. Prendete quindi il lembo di pasta inferiore e ripiegate anch’esso sul ripieno 16 e proseguite ad avvolgerlo 17, fino ad ottenere dei rotolini. Procedete allo stesso modo anche con i rotolini vegetariani: saranno da farcire con scamorza, pak choi, pomodorini e noci. Infine disponete gli 8 rotolini ottenuti su una placca rivestita di carta da forno e spennellateli con l’uovo leggermente sbattuto 18. Cospargete di semi misti la superficie dei rotolini vegetariani 19 e di semi di girasole quelli al prosciutto 20 in modo da distinguerli a fine cottura. Infornate i rotolini salati con cuore morbido in forno statico preriscaldato a 180° e cuoceteli per 25 minuti (se utilizzate il forno ventilato cuoceteli a 170° per 20 minuti). Sfornateli e gustateli ben caldi! "
}