{
    "title": "Tomino al forno",
    "ingredients": [
        {
            "ingredient": "Tomini",
            "quantity": "(4 pezzi) 370 g"
        },
        {
            "ingredient": "Fichi secchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "60 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per realizzare i tomini al forno, iniziate a preparare gli ingredienti che vi serviranno per la ricetta: tagliate a metÃ i fichi secchi 1, tritate grossolanamente i gherigli di noci 2, infine separate gli aghi di rosmarino dai rametti 3. Mettete i fichi in una ciotola, aggiungete le noci 4 e il rosmarino 5, poi condite con un filo di olio dâoliva 6, sale 7 e pepe. Mescolate bene il composto e versatelo in una teglia abbastanza grande da contenere tutti e 4 i tomini 8, distribuitelo uniformemente sul fondo e condite con un altro filo dâolio 9. Versate lâolio e il pangrattato in due ciotole separate: immergete solo un lato del tomino nellâolio 10, poi passate lo stesso lato nel pangrattato 11. Adagiate i tomini nella teglia con il lato impanato rivolto verso lâalto 12, aggiungete ancora una macinata di pepe 13 e cuocete in forno statico preriscaldato a 200Â° per 10 minuti. Trascorso questo tempo, passate alla modalitÃ grill e cuocete per altri 3 minuti. Sfornate i vostri tomini al forno 14 e serviteli ben caldi per assicurarvi lâeffetto filante 15! "
}