{
    "title": "Insalata di ceci gamberi e rucola",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "240 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Paprika",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare l’insalata di ceci gamberi e rucola iniziate pulendo i gamberi (o le mazzancolle), eliminate la testa 1, il carapace 2 e l’intestino aiutandovi con uno stecchino di legno 3, per tutti i dettagli di questo procedimento consultate la nostra scheda Come pulire i gamberi della Scuola di cucina. Ora tostate i pinoli: poneteli in una teglia rivestita con carta da forno e cuoceteli in forno preriscaldato statico per circa 10 di minuti a 150° (oppure in forno ventilato a 130° per 5-6 minuti) 4 e teneteli da parte, se preferite potete tostarli anche in padella. Scaldate un filo di olio in una padella con l'aglio 5, unite le mazzancolle 6 salate 7, pepate e unite infine la paprika. Cuocetele a fuoco vivace per 5 -6 minuti (regolate la cottura in base alla grandezza delle mazzancolle, se sono molto grosse, avranno bisogno di qualche minuto in più). Una volta cotte trasferitele in una ciotolina a raffreddare. Ora scolate i ceci precotti 10. Noi abbiamo usato i ceci precotti, ma voi potete usare anche quelli secchi avendo cura di metterli in ammollo per 12 ore; trascorso il tempo necessario scolate i ceci, sciacquateli e cuoceteli in un tegame per almeno 3 ore o nella pentola a pressione da un’ora a un’ora e mezzo, meglio se a fuoco lento; una volta cotti saranno pronti per essere uniti alla preparazione. Nella stessa padella usata per le mazzancolle scaldate i ceci 11 in modo che prendano il sapore dei crostacei). Ora che tutti gli ingredienti sono pronti potete comporre l’insalata: in una ciotola capiente mettete la rucola lavata e asciugata 12. Aggiungete i ceci 13 , le mazzancolle 14 e i pinoli tostati 15. Mescolate l'insalata 16. Occupatevi infine del condimento: preparate un'emulsione con olio 17, sale 18, pepe. Spremete il succo di mezzo limone 19, filtratelo 29 e unitelo all'emulsione 21, terminate con un cucchiaino di aceto balsamico 22. Condite l'insalata con il condimento preparato 23. La vostra insalata di ceci gamberi e rucola è ora pronta per essere portata in tavola 24 ! "
}