{
    "title": "Carciofi trifolati",
    "ingredients": [
        {
            "ingredient": "Carciofi",
            "quantity": "8"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 3 cucchiai"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " La prima cosa che dovete fare quando vi state apprestando a maneggiare i carciofi è quella di proteggere le mani con dei guanti per evitare che diventino nere o di strofinarle bene con del succo di limone; tenete mezzo limone a portata di mano, e ogni tanto strofinatevi le mani: vi aiuterà a salvaguardarle! Pulite quindi i carciofi 1 ( per vedere come si fa clicca qui) e metteteli mano a mano in un contenitore con dell’acqua acidulata (addizionata con del succo di limone), evitando che diventino neri. In un tegame schiacciate 2 spicchi d’aglio, fateli rosolare leggermente nell’olio 2, aggiungete i carciofi a spicchi e i gambi 3 ben scolati e fateli saltare qualche istante. Unite del prezzemolo tritato 4, tenendone da parte una manciata (che userete per cosparge i carciofi trifolati al termine della cottura); Preparate anche del brodo vegetale con il quale andrete a bagnare i carciofi 5 ogni qualvolta si asciughino troppo, quindi pepate e salate secondo i vostri gusti.La cottura dovrà prolungarsi per circa 15/20 minuti a seconda delle dimensioni dei carciofi; potrete sapere quando è il momento di spegnere il fuoco, punzecchiando con una forchetta un gambo che deve risultare tenero ma non deve spappolarsi. Servite i carciofi trifolati appena pronti! 6. "
}