{
    "title": "Trippa alla romana",
    "ingredients": [
        {
            "ingredient": "Trippa",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "90 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "400 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la trippa alla romana cominciate dalla pulizia della stessa, quindi riponetela in una scolapasta e sciacquatela per bene sotto acqua corrente, dopodiché lasciatela scolare 1; intanto preparate il trito aromatico sbucciando la carota e tagliandola a cubetti 2, fate lo stesso con il sedano 3 privandolo dei ciuffetti, e ancora con la cipolla 4 privandola della buccia, e se non gradite il sapore intenso eliminate anche il cuore. Tagliate poi la fetta di guanciale 5 e riducete anche questa in cubetti 6. In una casseruola versate l’olio extravergine d’oliva insieme al trito aromatico di sedano, carota e cipolla e poi aggiungete anche lo spicchio d’aglio sbucciato 7 lasciate insaporire qualche istante a fiamma viva e aggiungete anche i cubetti di guanciale 8 e infine la trippa 9. Versate il vino bianco 10 e lasciate sfumare completamente, aggiustate di sale e di pepe 11 e infine aggiungete la polpa di pomodoro 12, mescolate il tutto e lasciate cuocere per 2 ore 13, non ci sarà bisogno di coprire o aggiungere acqua, poiché la trippa rilascerà i succhi durante la cottura. Trascorsa la prima ora di cottura aggiungete le foglioline di menta 14 e continuate a cuocere. Dopo due ore di cottura recuperate lo spicchio d’aglio 15, Infine, dopo aver spento la fiamma, aggiungete il pecorino romano grattugiato 16, mantecate qualche istante 17 e servite la trippa alla romana ancora ben calda 18. "
}