{
    "title": "Strudel di maiale con mele al marsala",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "media 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lonza di maiale",
            "quantity": "380 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Mele renette",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "6 g"
        },
        {
            "ingredient": "Marsala",
            "quantity": "fine 30 g"
        }
    ],
    "preparation": " Per preparare lo strudel di maiale con mele al marsala, iniziate preparando la farcitura. Mondate, pelate e tagliate a rondelle i cipollotti non troppo finemente 1, quindi fateli stufare in una padella fino a quando non saranno morbidi 2. Tagliate ora la pancetta a striscioline 3 e aggiungetela quindi ai cipollotti 4, facendo rosolare bene. Tagliate a listarelle la lonza 5, unite anche questa ai cipollotti e alla pancetta fino a quando non sarà dorata 6. Aggiustate di sale, pepe e ultimate aggiungendo anche il timo 7. Fate raffreddare il ripieno in una ciotola. Poseguite con la preparazione della pasta per lo strudel. Setacciate la farina su una spianatoia e create la classica fontana con un incavo al centro 8. Fate sciogliere il sale nell’acqua 9 aggiungendovi poi l’olio e incorporate il composto ottenuto alla farina 10. Unite anche l’uovo sbattuto 11 e impastate gli ingredienti 12. Quando avete raggiunto un impasto omogeneo ed elastico stendetelo con il mattarello su di un canovaccio 13, che servirà per arrotolare poi lo strudel . Stendete una sfoglia spessa 2-3mm, che misuri circa 40 x 40 cm. Distribuitevi il composto ormai raffreddato arrivando a 2-3 cm dai bordi e rifinite con la punta di un coltello il quadrato per dare una forma più regolare 14. Spennellate a questo punto i bordi con dell’acqua e avvolgete, con l’aiuto del cannovaccio, lo strudel 15. Sigillate bene tutti i bordi in modo tale che il ripieno non fuoriesca 16. Ponetelo in frigorifero per 10-15 minuti. Trascorso il tempo di riposo prelevate lo strudel dal frigorifero e spennellatene la superficie con il latte, aiutandovi con un pennello da cucina 17. Potete ora creare con l’avanzo dell’impasto delle decorazioni per abbellire lo strudel: ricavate delle foglioline e delle piccole mele con appositi stampini 18, distribuitele poi sullo strudel e spennellate ancora tutto con il latte 19. Fate cuocere in forno preriscaldato a 200° per 30 minuti (se ventilato, a 180° per 20 minuti), sul ripiano intermedio, fino ad ottenere una bella doratura. Nel frattempo occupatevi dell’accompagnamento. Sbucciate la mela eliminando il torsolo 20, tagliatela poi a spicchi 21. Mettete ora lo zucchero in una terrina e fate passare al suo interno gli spicchi ottenuti, da entrambi i lati 22. In una pentola fate sciogliere dolcemente il burro 23 e aggiungete poi le mele zuccherate 24, distribuendole ordinatamente. Fatele dorare su entrambi i lati. Irroratele a questo punto con il marsala 25 e fatelo evaporare facendo attenzione che si asciughi senza bruciare 26 Sfornate infine lo strudel, che potete presentare intero o a fette accompagnato dalle mele tiepide 27. "
}