{
    "title": "Pasticciotti",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "3 cucchiai"
        }
    ],
    "preparation": " Per realizzare i pasticciotti, iniziate preparando la crema pasticcera (clicca qui per la scheda ricetta): fate scaldare il latte a fuoco basso con la bacca di vaniglia aperta. Intanto sbattete bene i tuorli con lo zucchero 1 e unite la farina setacciata, quindi aggiungete questo composto al latte 2 e mescolate sempre a fuoco basso con una frusta. Fate addensare la crema e fatela raffreddare 3 in frigorifero con un foglio di pellicola a contatto. Preparate intanto la pasta frolla seguendo le indicazioni che trovate qui: mettete la farina ed il burro freddo nel mixer 4 e frullate per ottenere un composto dall'aspetto sabbioso e farinoso, che trasferirete su una spianatoia. Aggiungete lo zucchero, i semi del baccello di vaniglia e i tuorli 5 e impastate velocemente il tutto fino ad ottenere un impasto compatto ed abbastanza elastico 6. Avvolgete la frolla nella pellicola trasparente e mettetela a riposare in frigo per almeno mezz'ora. Trascorso il tempo di riposo della frolla, stendetela su di una spianatoia infarinata 7, con l'aiuto di un matterello, in modo che abbia uno spessore di circa mezzo cm. Foderate tutti gli stampini, già imburrati e infarinati con la frolla (8-9). Inserite all'interno di ogni stampino 2 cucchiaini di crema 10 e se la gradite un'amarena 11. Ricoprite la formina con la pasta frolla avanzata e tagliate la pasta eccedente in modo che i bordi siano ben squadrati 12. Sbattete un tuorlo in un paio di cucchiai di latte o panna e spennellate la superficie dei pasticciotti 13. Sistemate gli stampini su di una leccarda 14 e infornateli in forno già caldo a 180° per 30 – 35 minuti. Quando i pasticciotti saranno ben dorati 15 sfornateli, fateli raffreddare e gustateli ancora caldi! "
}