{
    "title": "Ali di pollo fritte",
    "ingredients": [
        {
            "ingredient": "Alette di pollo",
            "quantity": "12"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 cucchiaio"
        },
        {
            "ingredient": "Timo",
            "quantity": "essiccato 2 cucchiaini"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le ali di pollo fritte, iniziate dalle uova che serviranno per la panatura: mettetele in una terrina, salate 1 e pepate 2 leggermente, quindi sbattete le uova con una forchetta 3 per alcuni secondi. Quando la preparazione sarà omogenea, mettetele da parte. Passate a preparare le ali di pollo: eliminate le penne più grandi dalle ali con una pinzetta 4 o con le mani; quindi tagliate via l'escrescenza all'estremità dell'ala 5 ed eliminate la restante peluria fiammeggiandola sul fuoco del fornello. Una volta compiute queste operazioni, sciacquate bene le ali di pollo sotto l'acqua corrente 6. Asciugate le ali di pollo tamponandole con carta da cucina 7. Quindi procedete alla panatura: in una terrina versate la farina setacciata, aggiungete il sale, il pepe, il timo, il prezzemolo tritato e la paprika dolce, mescolate per amalgamare gli ingredienti. Quindi infarinate le ali di pollo 8 da entrambi i lati, poi passatela nelle uova precedentemente sbattute 9 e tenete ciascuna ala di pollo a mollo per almeno 2 minuti perchè assorba l'uovo. Quindi ripassate le ali di pollo ancora una volta nella farina per realizzare la doppia panatura 10 e procedete in questo modo con tutte 11 (il doppio procedimento serve ad ottenere una panatura più croccante). Intanto mettete a scaldare abbondante olio di semi in una pentola capiente. Sbriciolate un pò di farina nella pentola prima di versare le ali di pollo: se sfrigola allora l'olio è sufficientemente caldo per la frittura. Quindi immergete una o due ali di pollo alla volta 12, per non raffreddare troppo la temperatura dell'olio. Fate friggere per circa 10 minuti, girandole almeno due o tre volte. Le ali di pollo saranno cotte quando pungendole con i rebbi di una forchetta non uscirà alcun liquido. Tra una frittura e l'altra vi consigliamo di controllare i residui in pentola: per evitare che durante la frittura l'olio bruci i residui sul fondo della pentola, filtratelo tra una frittura e l'altra, rabboccate con dell'olio nuovo e portate di nuovo a temperatura. Scolate le ali di pollo con una schiumarola 15 e trasferitele su un foglio di carta assorbente 14, fate attenzione a non sovrapporle, perché altrimenti la condensa che svilupperanno gli farà perdere la loro fragranza. Servite le ali di pollo immediatamente 15, calde e ancora croccanti. "
}