{
    "title": "Polpettone di pollo",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "macinato 800 g"
        },
        {
            "ingredient": "Mortadella con pistacchi",
            "quantity": "220 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "150 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "70 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il polpettone di pollo, per prima cosa tagliate a cubetti il formaggio 1 e la mortadella 2, poi trasferiteli in un mixer 3 e frullate per tritare il tutto 4. Trasferite il trito in una ciotola insieme al macinato di pollo 5, poi aggiungete la ricotta ben scolata 6, il Grana grattugiato 7, le foglioline di maggiorana 8, il sale 9, il pepe e lâuovo 10. Impastate con le mani per amalgamare gli ingredienti, poi unite il pangrattato 11 e impastate ancora fino ad ottenere un composto omogeneo 12. Versate il composto su un foglio di carta forno e modellatelo con le mani per dargli la forma di un polpettone 13, poi avvolgetelo nella stessa carta forno 14 e sigillate il rotolo ripiegando le estremitÃ verso il basso 15. Lasciate rassodare in frigorifero per almeno unâora. Trascorso questo tempo, rimuovete la carta forno e scaldate lâolio in una padella o in una pentola capiente che sia adatta anche alla cottura in forno (in alternativa potete trasferirlo successivamente in una teglia). Rosolate il polpettone da tutti i lati in modo che si formi una bella crosticina, aiutandovi con due palette o una pinza da cucina per non farlo rompere (16-17-18). A questo punto coprite la padella con un foglio di alluminio 19 e infornate a 200Â° per 60 minuti. Una volta cotto (se avete il termometro verificate che la temperatura interna abbia raggiunto i 70Â°-71Â°), sfornate il vostro polpettone di pollo 20 e servitelo cospargendolo con il suo fondo di cottura 21. "
}