{
    "title": "Capretto alla marchigiana",
    "ingredients": [
        {
            "ingredient": "Capretto",
            "quantity": "(lombata) 1 kg"
        },
        {
            "ingredient": "Pancetta arrotolata",
            "quantity": "(a fette) 200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Alloro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Marsala",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 100 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "raso 1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il capretto alla marchigiana iniziate eliminando il grasso dalla carne, tagliatela in circa 12 pezzetti più o meno di ugual misura 1; salateli, pepateli, avvolgeteli nelle fettine di pancetta 2 e disponeteli in una teglia (o tegame da forno) unta d’olio, uno vicino all’altro 3. Spargetevi sopra le foglie di salvia, di alloro e il rosmarino 4. Infornate la teglia così preparata e lasciate cuocere per circa 30/40 minuti a 180 gradi in forno statico, bagnando di tanto in tanto con il vino bianco e con un po’ di brodo caldo 5. Preparate intanto in una ciotola la mollica di pane sbriciolata mescolata con il prezzemolo tritato e l’aglio schiacciato 6. Alla fine dei 40 minuti togliete la teglia col capretto dal forno e cospargete la pietanza con la mollica di pane precedentemente preparata 7, quindi infornate di nuovo per qualche minuto con la modalità grill. Togliete poi il capretto dal forno e riponetelo al caldo, filtrate con un colino il fondo di cottura 8 e mettetelo in un tegame. Portate a bollore, unite il marsala 9 e fatelo evaporare. Poi aggiungete un mestolo del brodo rimasto nel quale avrete stemperato 1 cucchiaio raso di maizena, fate addensare la salsa, versatela sui bocconcini di carne ancora caldi e portate in tavola il vostro capretto alla marchigiana! "
}