{
    "title": "Cannoncini di sfoglia con crema pasticcera",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "giÃ pronta 230 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cannoncini di sfoglia con crema pasticcera, per prima cosa formate i cannoncini: prendete un rotolo di pasta sfoglia (oppure, se preferite e avete tempo, preparatela voi stessi seguendo la nostra ricetta, cliccando qui) e ritagliate, con una rotella liscia, delle strisce di circa 2,5 -3 cm di larghezza e all’incirca di 30 cm di lunghezza 1 (essendo la pasta sfoglia in commercio rotonda, potreste ottenere delle variazioni di qualche cm). Sbattete un uovo e con esso spennellate metà della striscia in tutta la sua lunghezza 2 cercando di non debordare arrivando fino al margine. Avvolgete la striscia di pasta sfoglia sul cannello apposito per cannoncini 3 iniziando dalla parte appuntita, mantenendo la parte di pasta spennellata nella direzione in cui il cannello va ad allargarsi, in modo che l’uovo faccia da collante tra le parti di che si andranno a sovrapporre quando le avvolgerete per formare il cannoncino. Premete un po’ la pasta alla due estremità come per fissarla sul cannello 4 e poi spennellate il cannoncino con l’uovo sbattuto 5 senza toccare però la parte che andrà a poggiare sulla teglia durante la cottura in forno.Spolverizzate il cannoncino con zucchero semolato a grana fine 6 e disponete tutti i cannoncini così preparati su di una gratella, poggiata su una teglia da forno 7. Cuocete i cannoncini che infornerete per circa 18-20 minuti a 200°. Non appena i cannoncini saranno cotti sfornateli 8 lasciateli intiepidire e poi sfilateli dai rispettivi cannelli, 9 lasciateli raffreddare completamente. Preparate la crema pasticcera (clicca qui per la scheda ricetta dettagliata): riscaldate il latte in un pentolino con la metà di una bacca di vaniglia e i suoi semi; sbattete in una ciotola, con la frusta, il tuorlo e lo zucchero quindi aggiungete la farina. Con una pinza, eliminate la bacca e versate il latte riscaldato sul composto a filo 11, amalgamando con la frusta. Riportate il composto sul fuoco e mescolate continuamente fino a che la crema non si sarà addensata 12. Trasferite la crema pasticcera in una ciotola e fatela raffreddare conservandola con un foglio di pellicola a contatto. Una volta che la crema sarà fredda, trasferitela in una sac-à-poche munita di bocchetta a stella e riempite i cannoncini 13. Decorate la bocca del cannoncino immergendola nella granella di nocciole 14 e i vostri cannoncini di sfoglia con crema pasticcera saranno pronti 15! "
}