{
    "title": "Costine alla birra con verdure",
    "ingredients": [
        {
            "ingredient": "Costine di maiale",
            "quantity": "1,4 kg"
        },
        {
            "ingredient": "Birra",
            "quantity": "doppio malto 1,5 l"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Salvia",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Pepe misto in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Paprika",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Senape gialla in polvere",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "350 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "350 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare le costine alla birra con verdure iniziate proprio dalla marinatura. Prendete il vostro pezzo di carne e sistematelo in una teglia 1, aggiungete ora gli aromi: salvia, rosmarino, alloro e pepe grani 2. Quindi versatevi la birra 3 e coprite il tutto con la pellicola. Lasciate marinare la carne in frigorifero per almeno tre ore. Passate questo tempo preparate il rub, ovvero il mix di spezie che servirà per aromatizzare la carne. In una ciotolina mescolate il rosmarino tritato, il pepe nero e la senape in polvere 4. Unite anche la paprika e il sale 5, quindi mescolate bene con un cucchiaino 6. Riprendete le costine, scolatele dalla loro marinatura e tamponatele con della carta assorbente. Ungete le costine con un goccio di olio e con un cucchiaino spargete il rub appena preparato sulle costine 7. Massaggiatele per far penetrare tutti i sapori nella carne 8, fino ad ottenere delle costine ben condite 9. Adesso posizionate il pezzo di carne su una teglia, aggiungete lo spicchio d’aglio diviso in 4 10 e coprite con della carta argentata sigillando bene la teglia 11. Infornate per 2 ore e 15 minuti a 200°C (se utilizzate il forno ventilato infornate a 180°C per circa 2 ore). Trascorso questo tempo togliete il foglio di alluminio e lasciate cuocere le costine per altri 20 minuti finché non saranno ben dorate e croccanti. Nel frattempo dedicatevi alla preparazione delle verdure. Iniziate pelando le patate 12. Proseguite lavando le carote e pelate anche queste 13. Quindi tagliate, sia la carote che la patate prima a fette (nel senso della lunghezza) e poi a listarelle (14-15). Sbucciate anche la cipolle 16 e tagliatela a fette 17. A questo punto iniziate la cottura versando un filo d’olio nella padella e aggiungendo per prima cosa le patate 18. Lasciatele rosolare per circa 5-6 minuti, quindi aggiungete anche le carote 19. Passati altri 5 minuti aggiungete anche la cipolla 20. Se volete che le cipolla resti croccante e mantenga il suo colore brillante unitela solo quando le patate saranno già cotte. Quindi unite il timo tritato 21. A questo punto salate, pepate 22 e cuocete per ancora qualche minuto finchè le verdure non saranno cotte 23. Controllate la cottura delle costine e quando saranno ben dorate servite le vostre costine con le verdure ben calde 24! "
}