{
    "title": "Medaglioni di maiale al roquefort",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Salvia",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Burro",
            "quantity": "45 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Roquefort",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il medaglione di maiale al roquefort, iniziate a tagliare la lonza in 4 filetti da circa 200 g l'uno 1. Poi foderateli con una fettina di pancetta tesa 2, fate aderire ai lati del filetto 2 foglioline di salvia e ricoprite con un'altra fetta di pancetta 3. A questo punto legate i filetti con spago da cucina perchè in cottura tengano meglio la forma 4. Ora che la carne è pronta, preparate la padella per la cottura: versate un filo d'olio 5 e unite il burro 6 per farlo sciogliere a fuoco basso. Adagiate i filetti di maiale 7 e fateli cuocere a fuoco medio per 3-5 minuti in base a come preferite la cottura (meglio non cuocerli troppo a lungo per evitare che la carne risulti stopposa); durante la cottura girateli anche dall'altro lato 8. Intanto tagliate il formaggio roquefort a pezzetti 9. Una volta pronti i medaglioni, metteteli da parte e nella stessa padella della cottura versate la panna 10 e aggiungete il roquefort 11; fatelo sciogliere a fuoco medio, salate a piacere 12 e mescolate di tanto in tanto con un cucchiaio di legno. Quando la salsa si sarà addensata 13, spegnete il fuoco condite i medaglioni di maiale con un po' di salsa (14-15) e versate la restante in un bricco così da servirla a parte ai vostri ospiti! "
}