{
    "title": "Insalata di aringa affumicata",
    "ingredients": [
        {
            "ingredient": "Aringa affumicata",
            "quantity": "intera 250 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "(circa 4) 400 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "(circa 1) 220 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "(circa 1) 170 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 fili"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "65 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'insalata di aringa affumicata, dovrete preparare in anticipo le aringhe: se utilizzate aringhe fresche non pulite, tagliate via la testa, la coda e la pancia. Aprite l'aringa per eviscerarla, con le pinze togliete le spine; dividete i filetti in striscioline 1 e poneteli in una terrina. Versate il latte 2 e lasciate in ammollo i filetti di aringa per diverse ore, meglio se tutta la notte 3. Mondate e affettate finemente la cipolla 4 e ponetela in una ciotola con acqua fredda 5: anche in questo caso lasciatela in ammollo diverse ore o tutta la notte cambiando l'acqua almeno un paio di volte, in modo che perda il suo gusto intenso. Mettete a bollire le patate 6: dovranno essere morbide ma senza sfaldarsi. Quando saranno cotte, pelatele 7, poi tagliatele a cubetti 8 e tenetele da parte. Sbucciate la mela 9 e riducete gli spicchi 10 a cubetti piccoli. Passato il tempo di ammollo, scolate i filetti di aringa 11 e disponeteli su un vassoio con carta assorbente per asciugarli completamente 12. Fate la stessa operazione con le fettine di cipolla 13, quindi componete la vostra insalata: in una ciotola versate le papate, i filetti di aringa 14, le cipolle 15 e le mele 14. Mescolate e tenete da parte, mentre vi dedicate alla salsa: in una ciotolina versate lo yogurt greco e l'erba cipollina tritata 17. Poi spremete il succo di limone 18 e filtratelo. per unirlo allo yogurt 19. Versate anche l'olio 20 ed emulsionate il tutto 21. Versate la crema ottenuta sull'insalata 22, aggiustate di sale e di pepe e amalgamate bene gli ingredienti 23; servite la vostra insalata di aringa affumicata come contorno sfizioso 24! "
}