{
    "title": "Crocchette di salmone e patate",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "500 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "450 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        }
    ],
    "preparation": " Per preparare le crocchette di salmone e patate iniziate mettendo a cuocere le patate 1 con la buccia in pentola a pressione per circa 15 minuti (oppure 30/40 minuti lessandole in una pentola normale), fino a quando non saranno tenere. Immergete i filetti di salmone (con la pelle) in una pentola d’acqua bollente 2 e cuoceteli per circa 10 minuti fino a quando saranno ben cotti anche all’interno. Spellate quindi i filetti di salmone cotti 3 ed eliminate eventuali lische. Tritate il salmone con un coltello una volta pulito. Tritate anche il cipollotto che avrete lavato e mondato, l’aneto e l’erba cipollina. In una terrina mettere il salmone tritato, aggiungete le patate lesse passate con il passapatate 4 (o schiacciate con una forchetta), il pepe 5, il sale e il cipollotto 6. Aggiungete quindi l'erba cipollina e l'aneto 7. Incorporate poi l’uovo 8 e un cucchiaio di pangrattato 9, mescolate bene per amalgamare tutti gli ingredienti. Formate con le mani delle polpettine delle dimensioni che preferite con l’impasto ottenuto, rendetele regolari, passatele nel pangrattato 10 e friggetele 11 nell’olio extravergine di oliva ben caldo. Le crocchette di salmone e patate dovranno dorare 12 circa 2/3 minuti per lato, quando saranno dorate da un lato, giratele con una spatola dall’altro lato. Servite le crocchette di salmone e patate ben calde!Se non volete passare le crocchette di salmone e patate in padella, potete prepararle anche in forno, facendole cuocere in forno 10 minuti per lato a 180 gradi. Le vostre crocchette di salmone e patate saranno ottime! "
}