{
    "title": "Polpettine mostruose",
    "ingredients": [
        {
            "ingredient": "Ricotta",
            "quantity": "di vaccina 175 gr"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 50 gr"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 70 gr"
        },
        {
            "ingredient": "Latte",
            "quantity": "fresco 125 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "1 medio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "grattugiata q.b"
        },
        {
            "ingredient": "Sale",
            "quantity": "fino 1 pizzico"
        },
        {
            "ingredient": "Brodo",
            "quantity": "vegetale 1 lt"
        },
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine q.b"
        },
        {
            "ingredient": "Sale",
            "quantity": "fino 1 pizzico"
        },
        {
            "ingredient": "Brodo",
            "quantity": "vegetale 800 ml"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 gr"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine q.b"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olive",
            "quantity": "verdi denocciolate 3"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "nero q.b"
        }
    ],
    "preparation": " Per preparare le polpettine mostruose, preparate il brodo vegetale necessario per le polpette e per la cottura delle patate, poi dedicatevi all'impasto: in una ciotola mettete in ammollo la mollica di pane nel latte 1, facendo in modo che venga assorbito completamente. Nel frattempo in unâaltra ciotola versate la ricotta, il formaggio grattugiato 2, la noce moscata grattugiata; unite anche il pane ammollato leggermente strizzato 3 e lâuovo. Salate a piacere e impastate con le mani 4. Se l'impasto dovesse risultare troppo molle aggiungete 30 g di pangrattato. Bagnatevi leggermente le mani per non far attaccare il composto e formate 20 polpettine di circa 20 gr l'una 5 e tenetele da parte. Proseguite la preparazione iniziando dalla crema di patate: pelate le patate, riducetele a pezzetti 6 quindi fatele cuocere a fuoco medio in un tegame capiente con lo scalogno 7, un filo dâolio. Versate il brodo vegetale che le ricopra a filo 8 per favorire la cottura (ci vorranno circa 40 minuti). Una volta pronte schiacciatele con un passaverdure 9 e raccoglietele in una ciotolina 10. Quindi preparate anche la salsa al pomodoro, versando la passata in una padella irrorata con un filo dâolio 11; cuocetelo per circa 15 minuti a fuoco dolce e quando sarÃ pronto aggiustate di sale e aggiungete 3 foglioline di basilico fresco. Poi portate a bollore il brodo necessario alla cottura delle polpette e immergetene poche alla volta per qualche minuto 12. Quindi scolatele 13 e fatele asciugare su un vassoio foderato con della carta assorbente. A questo punto componete i vostri piattini: su ciascuno versate il sugo di pomodoro 14, adagiate 3-4 polpettine e su ciascuna posizionate una fettina di oliva verde denocciolata per simulare lâocchio 15. Accanto alle polpette, versate uno o due cucchiaini di crema di patate 16 (potete anche usare una sac-Ã -poche per creare una nuvoletta di crema di patate), dandogli la forma di fantasmini 17 e realizzate gli occhi con semi di sesamo nero. Ecco pronta la vostra ricetta delle polpettine mostruose 18! "
}