{
    "title": "Scaloppine al rosmarino e salvia con scalogni caramellati",
    "ingredients": [
        {
            "ingredient": "Fettine di vitello",
            "quantity": "400 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Brodo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le scaloppine al rosmarino e salvia con scalogni caramellati iniziate preparando del brodo vegetale. Mentre preparate il brodo vegetale, prendete gli scalogni. Privateli della buccia esterna e divideteli a metà. Prendete ora una padella antiaderente e versatevi l’olio a filo. Unite gli scalogni divisi a metà 1 e girateli per farli rosolare in maniera uniforme. Sfumateli con brodo vegetale 2 ed aggiustate di sale 3 e pepe. Coprite la padella con un coperchio e lasciate cuocere per 10 minuti a fuoco vivace a seconda dello spessore dello scalogno. Punzecchiate lo scalogno con una forchetta per verificare se sono cotti. Evaporato il brodo vegetale aggiungete il miele 4 e lasciate cuocere per ulteriori 2-3 minuti 5, continuando a girare gli scalogni 6 per consentire una cottura uniforme e che il miele si amalgami completamente agli scalogni. Gli scalogni saranno quindi pronti. Procedete ora alla preparazione delle scaloppine. Appoggiate le scaloppine su un tagliere e ricavatene delle piccole fettine 7. Quindi versate la farina 00 in un contenitore capiente ed infarinate le fettine di carne passandole su tutti i lati 8. E’ importante che le fettine siano interamente ricoperte di farina. Tenete da parte le fettine infarinate su un piatto. Quindi prendete la salvia ed il rosmarino. Togliete gli aghetti dalla parte legnosa del rosmarino. Tritate finemente salvia e rosmarino assieme 9. Tenete da parte in una ciotolina il trito di spezie. Dopodichè prendete un’altra padella antiaderente. Sciogliete a fuoco lento il burro con un filo di olio 10. Quando il burro si sarà sciolto aggiungete il trito di rosmarino e salvia 11. Aggiungete a questo punto il vino bianco per sfumare 12. Ponete quindi le vostre scaloppine a cuocere nella padella 13. Girate di tanto in tanto le scaloppine in modo da consentire una cottura uniforme 14. Lasciate cuocere per 2-3 minuti affinchè si rosolino bene. Quindi impiattate accompagnando con gli scalogni caramellati. Le vostre scaloppine al rosmarino e salvia con scalogni caramellati sono ora pronte da servire e gustare ancora calde 15! "
}