{
    "title": "Polpettine di tonno e ricotta",
    "ingredients": [
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 230 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "filetti sott'olio 20 g"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 8 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpettine di tonno e ricotta iniziate dalla preparazione dell'impasto. Unite in una ciotola la ricotta, il parmigiano grattugiato 1, il tonno sbriciolato 2 e le acciughe sgocciolate 3. Aggiungete i capperi (preventivamente sciacquati), il prezzemolo tritato, ilÂ pangrattato 4 e in ultimo le uova leggermente sbattute 5, quindi iniziate a mescolare il composto con una forchetta 6. Miscelate insieme tutti gli ingredienti 7, aggiungete il sale e il pepe e terminate di impastare con le mani fino ad avere un composto compatto ed omogeneo 8: se il composto dovesse risultare troppo morbido potete aggiungere ancora un po' di formaggio,Â in caso contrario potete ammorbidirlo con qualche goccia di latte. A questo punto inumidite leggermenteÂ le mani e prelevate delle piccole porzioni di impasto del peso di circa 30 grammiÂ a cui darete la classica forma a polpettina, tonda e leggermente schiacciata 9. Dopo aver formatoÂ tutte le polpette 10, passatele nel pangrattato 11 e scaldate l'olio di semi in un pentolino fino alla temperatura di 180Â°. Friggete poche polpettine alla voltaÂ 12: basteranno pochi istanti per farle diventare belle dorate. Quando le polpettine si saranno dorate, scolateleÂ 13 e trasferitele su della carta assorbente da cucina per eliminare l'olio in eccesso 14. Servite le vostre polpettine di tonno e ricotta ancora calde 15! "
}