{
    "title": "Filetto di maiale al miele e zenzero",
    "ingredients": [
        {
            "ingredient": "Filetto di maiale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "fresco 25 gr"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Olio di sesamo",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il filetto di maiale al miele e zenzero iniziate eliminando il grasso in eccesso dal filetto 1 e ricavate dei bocconcini spessi circa 2 cm tagliandolo nel senso della lunghezza 2; e non gradite la carne di maiale potete sostituirla con del petto di pollo o di tacchino. Salate i bocconcini di maiale ma non molto perchè ci sarà la salsa di soia che darà sapidità. Tagliate a julienne il peperoncino fresco 3, se preferite potete eliminare prima i semi per smorzare il gusto piccante. Sbucciate lo zenzero 4 e tagliatelo a julienne 5. Scaldate in una padella due cucchiai di olio di semi di sesamo 6, in alternativa potete usare un altro olio di semi come quello di girasole o di arachidi, versate nella padella prima lo zenzero a julienne 7. Dopo un paio di minuti il peperoncino 8. Fate insaporire l’olio e adagiate i filetti di maiale aiutandovi con una pinza da cucina 9. Cuocete a fuoco medio alto così da far rosolare bene i bocconcini 10 da entrambi i lati, la parte esterna dovrà risultare ben dorata 11. Dopo circa 4 minuti versate il miele 12 e la salsa di soia 13 e proseguite ancora la cottura per altri 4-5 minuti 14 o fino a quando la salsa risulterà ben densa e ridotta della metà. Il piatto è pronto quando il miele si sarà caramellato 15, portate in tavola il filetto di maiale al miele e zenzero ben caldo accompagnandolo con verdure crude o appena scottate, del riso basmati oppure se preferite con delle patate arrosto. "
}