{
    "title": "Quiche di polenta",
    "ingredients": [
        {
            "ingredient": "Farina di mais integrale per polenta istantanea",
            "quantity": "185 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "750 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 40 g"
        },
        {
            "ingredient": "Biete",
            "quantity": "120 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "130 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 50 g"
        }
    ],
    "preparation": " Per preparare la quiche di polenta iniziate dalla preparazione della base, ovvero dalla polenta: mettete sul fuoco una pentola con l'acqua 1 e, quando questa sarà giunta a bollore, salate e versare circa 10 d'olio 2. Poi versate la polenta a pioggia mescolando con una frusta 3 Abbassate il fuoco e cuocete la polenta a fuoco lento per circa 8 minuti, mescolando con una frusta o un cucchiaio di legno 4. Quando la polenta sarà cotta 5 oliate con circa 10 g di olio una teglia da 25 cm di diametro 6, distribuendo bene l'olio su tutta la superficie con l'auto di un pennello o con della carta assorbente e versateci la polenta 7, sistemandola sul fondo e sui bordi usando una spatola o un cucchiaio, in modo da compattarla bene (8-9). Una volta che avrete sistemato la polenta 10 lasciatela raffreddare prima a temperatura ambiente e poi in frigo per circa 15 minuti, o il tempo che si rassodi. Nel frattempo passate alla preparazione del ripieno: lavate le biete ed eliminate la parte più dura dei gambi 11, poi versatele in una padella dove avrete versato circa 20 g di olio 12. Coprite la padella con un coperchio 13 e lasciate cuocere per qualche minuto: le biete devono soltanto scottarsi. Una volta che saranno pronte 14 trasferitele in un piatto e mettetele un attimo da parte. Passate ora ai funghi champignon: puliteli con un panno asciutto per eliminare il terriccio poi tagliate la parte finale del gambo più terrosa 15 quindi tagliateli a fettine di circa mezzo centimetro di spessore. Versate circa 10 g di olio in padella e aggiungete i funghi 17, che dovranno cuocere per al massimo 2-3 minuti 18. Quando i funghi saranno cotti, metteteli da parte in un piatto. In una ciotola sbattete le uova con una frusta 19 e, sempre mescolando con una frusta, aggiungete la panna fresca liquida 20 e il Parmigiano grattugiato 21. Aggiungete un pizzico di sale e pepe a piacere 22. A questo punto riprendete la teglia con la polenta e versateci il composto di panna fresca e uova 23, riempiendo con atttenzione la base di polenta 24. Sistemate le biete sovrapponendole e incrociandole, come per creare un motivo a losanghe 25 e poi sistemate anche i funghi negli spazi vuoti tra le foglie di biete 26. Cuocete in forno statico preriscaldato a 180° per circa 40 minuti, e una volta sfornata servite: la vostra quiche di polenta è pronta per essere gustata 27! "
}