{
    "title": "Mini burger di quinoa",
    "ingredients": [
        {
            "ingredient": "Quinoa",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Panini integrali",
            "quantity": "6"
        },
        {
            "ingredient": "Pomodori insalatari",
            "quantity": "130 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Insalata misticanza",
            "quantity": "10 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "(in semi) 30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "400 g"
        }
    ],
    "preparation": " Per preparare i mini burger di quinoa iniziate mettendo a bollire la patata per circa 15 minuti 1. Quindi procedete sciacquando bene la quinoa sotto l'acqua corrente 2. Quindi tostate la quinoa in una pentola con un filo d'olio, mescolando spesso con una spatola 3. Ricopritela con il doppio del suo volume con acqua a temperatura ambiente 4 e lasciatela cuocere a fiamma bassa coperta con un coperchio 5 per circa 10 minuti, mescolando una sola volta; quindi sgranatela con una spatola 6 . Nel frattempo spuntate 7 un cipollotto, quindi tritatelo finemente 8 e fatelo stufare a fiamma bassa in una padella ampia, aggiungendo poca acqua. Una volta appassito, spegnete e tenete da parte per far intiepidire. 9. Versate la quinoa sgranata in una ciotola capiente 10, quindi aggiungete: la patata lessa schiacciata 11, il sale, il pepe e il cipollotto stufato 12. Aggiungete in ultimo anche le foglioline di maggiorana 13 e impastate con le mani fino ad avere un composto omogeneo. Con l'aiuto di un coppa pasta dello stesso diametro dei panini (8 cm), create i vostri burger pressando l'impasto all'interno del coppapasta con il dorso di un cucchiaio 14 . Con questo impasto verranno 6 burger da 110 grammi cadauno 15. Scottate i burger di quinoa in una padella antiaderente con un filo d'olio 16, per circa 3 minuti per lato 17. Nel frattempo tagliate i pomodori a fette di 5 mm di spessore 18. A questo punto non vi resta che assemblare i vostri panini. Tagliateli a metà 19 e sulla parte inferiore aggiungete: il pomodoro 20 e una foglia di radicchio. Posizionatevi anche il burger di quinoa e la misticanza 21, quindi spalmate con la senape la parte superiore del panino 21 e richiudetelo. Servite i vostri burger di quinoa ben caldi 22! "
}