{
    "title": "Salmone glassato al miele",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "norvegese 600 g"
        },
        {
            "ingredient": "Lime",
            "quantity": "succo e scorza 1"
        },
        {
            "ingredient": "Arance",
            "quantity": "succo e scorza 1"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "100 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "15 g"
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "(piccola) ½"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "800 ml"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "5"
        }
    ],
    "preparation": " Per preparare il salmone glassato al miele incominciate con la pulizia del pesce. Passando bene il polpastrello sulla polpa del salmone, controllate la presenza di lische residue ed eventualmente eliminatele con una pinza da cucina 1. Tagliate la parte più alta del filetto 2, togliete la pelle, e poi dividete il salmone in 4 tranci da 150 g l'uno 3. Dunque procedete alla preparazione della marinatura: spremete il lime 4 e l'arancia 5 e poi filtrate il succo di entrambi con un colino 6. In una pirofila larga e dai bordi bassi versate il succo degli agrumi, la salsa di soia 7, il miele 9 e l'olio. Grattugiate la scorza del lime e dell'arancia 9 E aggiungete la scorza degli agrumi grattugiata 10 insieme alle foglioline di timo 11; regolate di sale e pepe a vostro piacimento e poi mescolate bene con una forchetta 12. Adagiate i tranci di salmone l'uno accanto all'altro nella marinatura 13 e poneteli in frigorifero a marinare per circa 30 minuti coperti con la pellicola trasparente. Nel frattempo potete preparare il riso pilaf: mettete sul fuoco una pentola con abbondante acqua salata (che servirà per preparare il brodo vegetale) e intanto lavate più volte il riso sotto acqua fresca corrente in modo che perda l'amido 14. In una pentola capiente fate sciogliere il burro tagliato a tocchetti 15 e fate stufare la cipolla tritata finemente per almeno 8-10 minuti 16. Quando la cipolla sarà diventata trasparente (non deve colorarsi), aggiungete anche la cannella e i chiodi di garofano 17. Fate soffriggere per 2 minuti, dopodiché versate il riso lavato e scolato 18 facendolo tostare per altri 5 minuti. Coprite il riso con il brodo vegetale caldo che avete preparato 19, chiudete con un coperchio senza sfiati 20 e lasciate cuocere 18 minuti a fuoco basso, fino a quando il brodo non si sarà asciugato. Una volta pronto 21, spegnete e sgranate il riso pilaf con una forchetta. A questo punto scaldate molto bene la piastra sul fuoco, quindi cuocete i filetti di salmone girandoli da ogni lato per circa 1 minuto-1 minuto e mezzo 22, in modo che rimangano croccanti all'esterno e morbidi e rosa all'interno. Una volta pronti 23, ponete i tranci di salmone su un piatto da portata e impiattate il riso pilaf con l'aiuto di un coppapasta della misura di 8 cm; infine potete servire e gustare il salmone il salmone glassato al miele 24. "
}