{
    "title": "Totani ripieni di verdure e gamberi",
    "ingredients": [
        {
            "ingredient": "Totani",
            "quantity": "(4 da 200 g l'uno) 800 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Gamberi",
            "quantity": "(gli scarti: teste e carapaci) q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Porri",
            "quantity": "½"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pisellini",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i totani ripieni di verdure e gamberi, iniziate a pulire i totani: staccate i tentacoli delicatamente 1 ed eliminate la penna di cartilagine. Quindi sciacquate bene il mantello 2 per eliminare le interiora; private la testa degli occhi e del dente centrale i tentacoli, quindi tenete i tentacoli da parte. Poi pulite i gamberi: staccate la testa 3 private i gamberi del carapace e metteteli da parte 4: con le teste e i carapaci potete preparare il fumetto: mondate e affettate la cipolla 5, affettate anche il porro, quindi in un tegame versate l'acqua, la cipolla, il porro, mezzo spicchi d'aglio, le teste e i carapaci dei gamberi, il prezzemolo, il pepe in grani 6. Ponete tutto sul fuoco medio 7, fate cuocere e di tanto in tanto eliminate i residui che si formeranno in superficie aiutandovi con una schiumarola. Mentre il fumetto cuoce, dedicatevi alle verdure: sciacquate i peperoni, togliete la calotta, tagliateli a metà ed eliminate i semini interni 8. Quindi riduceteli a striscioline di mezzo centimetro 9. procedete allo stesso modo con le carote, precedentemente spuntate e pelate ed eliminate le estreità dai fagiolini. poi unite tre striscioline di colore diverso e tagliatele in modo da pareggiarle 10. In una larga padella, fate saltare l'aglio con alcuni rametti di rosmarino 11, unite i peperoni 12 i fagiolini e le carote 13, fate saltare il tutto per circa 3-4 minuti a fuoco dolce. Ponete 5 listarelle di verdure alternando i colori su un rettangolo di pellicola trasparente 14, poi adagiate due gamberi 15 e ricoprite nuovamente con altre listarelle di verdure 16, quindi arrotolate la pellicola per sigillare le verdure, lasciando libere le estremità 17, dunque inseritele nel mantello del totano 18: in questo modo sarà più facile creare il ripieno sfilate la pellicola delicatamente 19 e ripetete le stesse operazioni per tutti i totani 20. Oliate una padella capiente, adagiate i totani e accendete il fuoco basso, quindi sfumate con il vino bianco 21. girate i totani anche dall'altro lato 22 quindi filtrate il fumetto 23 e versatelo sui totani 24. coprite con il coperchio e cuocete per circa 15 minuti 25. In un altro tegame versate un filo d'olio, unite i piselli 26 e il timo 27. Versate anche l'acqua 28 e cuocete i piselli per circa 20 minuti- Una volta cotti frullateli 29 per ottenere una crema omogenea. Versatela a specchio sui piatti da portata e adagiate i camalari ripieni con verdure e gamberi 30 da far gustare ai vostri ospiti! "
}