{
    "title": "Biscotti girandola",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(1 intero) 55 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente per spennellare q.b."
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare i biscotti girandola iniziate dall'impasto base: versate il burro ben freddo di frigorifero tagliato a cubetti nella ciotola di un mixer 1. Aggiungete 250 gr di farina 2 e azionate le lame: non dovrete lavorare il composto a lungo, meglio a più riprese per non scaldare eccessivamente il burro, ma giusto il tempo di ottenere un composto sabbioso 3. A questo punto trasferitelo all'interno di una ciotola e unite sia lo zucchero a velo 4 che l'uovo 5. Impastate il tutto molto velocemente con le mani 6. Questo passaggio è molto importante per la riuscita: non scaldate troppo l'impasto lavorando a lungo, sarà sufficiente compattarlo. Una volta che avrete ottenuto un composto uniforme (risulterà morbido) 7 pesatelo, dividetelo in due parti uguali e sistematelo in due ciotoline separate 8. In una di queste aggiungete la parte restante di farina (40 g) 9 e impastate sempre velocemente con le mani per far assorbire la farina. Nell'altra ciotola, invece, unite il cacao 10 e lavorate anche questa frolla, sempre velocemente, con le mani 11. Una volta ottenute le 2 frolle 12, appiattite leggermente i panetti, avvolgeteli separatamente nella pellicola per alimenti 13 e riponetele in frigorifero per un paio d'ore (o fino a quando si saranno ben compattati). Trascorso questo tempo stendete le 2 frolle in modo da ottenere dei rettangoli spessi circa 4 mm e dalle dimensioni di 22X26 cm (14-15). Se preferite potete stendere ciascuna frolla più facilmente ponendo il panetto in due fogli di carta da forno. Una volta stesi, spennellate il rettangolo di frolla bianca con dell'acqua 16 e aiutandovi con un mattarello trasferite anche il rettangolo di frolla al cacao al di sopra di quello neutro 17, facendo combaciare i bordi. Pressate delicatamente con il mattarello 18 in modo da far aderire perfettamente i 2 rettangoli di frolla. A questo punto spennellate l'intera superficie al cacao sempre con dell'acqua e procedete ad arrotolare insieme le 2 frolle (19-20). Una volta ottenuto il vostro rotolo 21, avvolgetelo nella pellicola trasparente e riponetelo a rassodare in frigorifero per circa 30 minuti. A questo punto riprendete il rotolo e tagliate dei dischi dello spessore di circa 7mm 22. Trasferite i vostri biscotti girandola su una leccarda foderata con la carta forno 23 e cuocete in forno statico preriscaldato a 160° per circa 35 minuti (se utilizzate il forno ventilato potete infornare pochi pezzi come prima infornata per regolarvi su tempi e temperatura per i successivi). Una volta cotti sfornate 24, lasciate raffreddare e gustate i vostri biscotti girandola! "
}