{
    "title": "Filetto di maiale in crosta",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Filetto di maiale",
            "quantity": "540 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "tesa 60 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare il filetto di maiale in crosta, per prima cosa preparate la pasta brisé: versate nel mixer la farina, il burro a pezzi freddo di frigo, un pizzico di sale 1 e frullate il tutto, fino ad ottenere un composto dalla consistenza farinosa 2. Trasferite il composto su una spianatoia e formate la classica fontana, impastate velocemente aggiungendo poco alla volta l'acqua fredda 3. Impastate velocemente 4 cercando però di non surriscaldare troppo l'impasto, e lavoratelo fino a renderlo compatto e sodo 5. Una volta pronta, avvolgete la pasta brisé in un foglio di pellicola da cucina e lasciatela riposare in frigo per almeno 30 minuti. Ora prendete il filetto di maiale, tagliate via eventuali parti grasse e ripiegate le estremità più sottili 6. Legate il filetto con lo spago 7, per avere maggiori dettagli su questo procedimento potete consultare la nostra scheda come legare l’arrosto. Salate 8 e pepate il filetto, quindi scaldate l’olio di oliva in padella con lo spicchio di aglio sbucciato e il rosmarino, e adagiate il filetto sulla padella ben calda 9. Fatelo rosolare bene su tutti i lati per sigillare meglio la carne, avendo cura di non punzecchiare la superficie che provocherebbe la fuoriuscita di liquidi 10. Una volta che il filetto di maiale sarà ben rosolato, adagiatelo su un piatto 11 e lasciatelo raffreddare. Ora recuperate la vostra pasta brisé, infarinatela leggermente 12 e stendetela su una spianatoia fino ad ottenere una sfoglia spessa circa 3-4 mm 13. Adagiate le fettine di pancetta sulla sfoglia sovrapponendole leggermente 14. Tagliate lo spago che avvolge il filetto 15, spennellate la senape sulla superficie per insaporirlo 16 e adagiatelo al centro della sfoglia 17. Sollevate le fettine di pancetta per ricoprire completamente il filetto 18. A questo punto ripiegate anche la sfoglia per avvolgere tutto il filetto 19 e sigillate le estremità pressando la pasta con le dita 20. Iniziate a preriscaldare il forno in modalità statica a 180°, poi adagiate il filetto su una teglia rivestita con carta forno, spennellate la superficie con l’uovo sbattuto 21 e incidetela con il coltello realizzando dei tagli obliqui decorativi 22. Cuocete il filetto di maiale in crosta a 180° per 30 minuti, poi proseguite la cottura al grill per 5 minuti o fino a quando l'involucro non comincerà a dorarsi. A cottura ultimata, sfornate la carne 23 e servitela tagliata a fette accompagnandola con la senape 24. "
}