{
    "title": "Burger di salmone con maionese senza uova e patate saltate",
    "ingredients": [
        {
            "ingredient": "Salmone affumicato",
            "quantity": "norvegese 400 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aneto",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il burger di salmone con maionese senza uova e patate saltate, tagliate a cubetti il filetto di salmone 1, poi tritatelo finemente al coltello per sminuzzarlo 2. Tritate finemente anche le erbe aromatiche: la maggiorana, l’aneto e il timo 3. Ponete tutto all’interno di una ciotola, salate, pepate e versate l’olio di oliva 4, mescolate con un cucchiaio per insaporire il trito poi prendete metà del composto e versatelo all’interno di un coppapasta del diametro di 8 cm 5, pressate bene il composto per compattare meglio il burger così che mantenga la sua forma una volta sfilato il coppapasta 6 otterrete due burger da 200 gr ciascuno. Ponete i burger su un vassoio e conservateli in frigorifero. Intanto preparate la maionese senza uova: In una caraffa, versate l’olio, il sale 7 l’aceto di mele 8 e cominciate a frullare con il frullatore ad immersione. Aggiungete a filo il latte di soia 9 e continuate ad emulsionare fino ad ottenere una crema densa e spumosa, trasferitela in una ciotolina 10. Occupatevi delle patate: sbucciatele 11 e tagliatele a piccoli cubetti di 1 cm 12, per non farle annerire ponetele in una ciotola con acqua fredda, poi tuffatele in acqua bollente salata 13 e cuocetele per 4-5 minuti. Scolate le patate tenendo da parte l’acqua di cottura e versatele direttamente in una padella dove avete scaldato l’olio 14, aggiungete il rosmarino salate, pepate, fate rosolare leggermente le patate e aggiungete 100 gr di acqua di cottura 15. Continuate la cottura a fuoco vivo, finchè l’acqua non si sarà asciugata e le patate risulteranno cotte. Tenetele in caldo e cuocete i burger: oleate una piastra in ghisa 16 e scaldatela, quando sarà ben calda adagiate i burger 17 e cuoceteli due minuti per ciascun lato. A cottura ultimata servite i burger ben caldi con le patate saltate e accompagnate il piatto con la maionese senza uova 18. "
}