{
    "title": "Polpette di tonno e ricotta con peperoni",
    "ingredients": [
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ricotta di bufala",
            "quantity": "180 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "350 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 12"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1/2 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di tonno e ricotta con peperoni iniziate lavando e asciugando i due peperoni 1; quindi adagiateli su di una teglia e infornateli per circa 30-40 minuti a 250Â°, rigirandoli di tanto in tanto fino a che la pelle non sarÃ ben abbrustolita 2. Una volta abbrustoliti, chiudeteli dentro ad un sacchetto di plastica, oppure in una ciotola coperti con la pellicola trasparente per circa 15 minuti 3. Trascorso il tempo indicato, estraete i peperoni dal sacchetto e privateli della pelle che verrÃ via piuttosto facilmente. Una volta spellati, togliete i semi e i filamenti interni ai peperoni 4, quindi tagliateli a listarelle 5. Ponete i peperoni in una ciotolaÂ e conditeli con il timo tritato, il sale, lâaglio schiacciato, lâolio extravergine dâoliva e in fine le olive nere denocciolate tagliate a fettine 6. Mischiate gli ingredienti e lasciate riposare il tutto. Â Nel frattempo preparate lâimpasto delle polpette: versate il tonno in una ciotola, aggiungete la ricotta 7, il timo e la maggiorana tritati 8 e lâuovo precentemente sbattuto 9. Unite quindi anche il formaggio grattugiato, il pangrattato, il sale e il pepe 10 . Amalgamate il tutto con un mestolo 11 e finite di impastare con le mani fino ad ottenere un composto uniforme 12. A questo punto prendete delle porzioni di impasto da 50 grammi e formate delle polpette leggermente schiacciate 13. Passatele nel pangrattato 14 e friggerete in olio ben caldo 15. Cuocete per circa 6 minuti facendole dorare bene su entrambi i lati 16. Ponetele le polpette a sgocciolare su della carta assorbente da cucina 17 e servitele ancora calde accompagnandole con i peperoni 18 . "
}