{
    "title": "Torta rustica",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 125 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "in fette sottili 200 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "in fette sottili 150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la torta rustica, iniziate dall’impasto: sciogliete il sale nell'acqua tiepida 1 mentre lo zucchero 2 e il lievito (in alternativa potete utilizzare 12 g di lievito di birra fresco) 3 nel latte tiepido. In una ciotola ponete la farina setacciata 4. Iniziate a versare a filo il latte con lo zucchero e il lievito 5, poi unite anche l'acqua con il sale 6. Aggiungete il burro ammorbidito a pezzi 7 e l'olio extravergine d'oliva 8. Iniziate quindi a lavorare gli ingredienti con le mani 9. Lavorate gli ingredienti 10 fino a quando non si saranno amalgamati, quindi trasferite l'impasto su una spianatoia leggermente infarinata. Continuate a lavorare il composto con le mani fino ad ottenere un impasto morbido, omogeneo e liscio 11. Potete compiere queste operazioni con una planetaria raccogliendo prima gli ingredienti a velocità media con la foglia e poi continuando ad impastare con il gancio. Formate una palla, ponetela in una ciotola, copritela con la pellicola e lasciatela lievitare a temperatura ambiente (per un paio d’ore, o fino a quando avrà raddoppiato il suo volume) 12. Trascorso il tempo necessario, dividete l'impasto a metà 13, stendete una metà con il matterello fino ad ottenere una sfoglia di circa mezzo cm 14 e, dopo aver foderato con carta da forno una teglia di 27 cm di diametro, stendete il foglio di pasta aiutandovi con il mattarello 15. Fate aderire bene l'impasto ai bordi e al fondo, quindi iniziate a farcire la torta rustica con le fettine di speck 16, poi aggiungete anche le fette di fontina 17. Quindi stendete l'altra metà dell'impasto per chiudere la torta 18. Fate aderire l'impasto alla farcitura e, picchiettando con le dita, create un bordo rigonfio 19 che poi andrete a decorare con i rebbi di una forchetta per creare delle striscette 20. In una ciotolina, sbattete l'uovo e aggiungete un cucchiaio di latte: emulsionate gli ingredienti e poi spennellate la superficie della torta 21; quindi fatela lievitare ancora un'ora a temperatura ambiente, coperta con pellicola trasparente. Passato il tempo necessario, togliete la pellicola e bucherellate con la forchetta la superficie della torta 22. Infornatela in forno statico preriscaldato a 180°C per 45 minuti (160°C per 35 minuti se forno ventilato). Quindi sfornate la torta rustica 23 e servitela 24 a fette o tagliata a cubetti! "
}