{
    "title": "Falsomagro",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "macinato 100 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "(1 grande fetta di codone, noce o girello) 600 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova sode",
            "quantity": "3"
        },
        {
            "ingredient": "Lardo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mortadella",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il falsomagro iniziate ponendo a rassodare le uova in un pentolino pieno d’acqua 1, quindi prendete la fetta di manzo e battetela bene con un batticarne, per far sì che lo spessore si uniformi 2. Tagliate la mortadella 3, il lardo 4 e il caciocavallo 5 a striscioline di circa mezzo cm, quindi mettete il tutto da parte. In una ciotola capiente unite la carne trita, il formaggio grattugiato6 e il pangrattato 7, quindi impastate bene con le mani 8. Aggiustate di sale e pepe, poi adagiate il composto sulla fetta di manzo 9, avendo cura di stenderlo bene e di lasciare circa 2 cm di bordo da ogni lato, per impedire che il ripieno fuoriesca quando si andrà ad arrotolare la carne. Posizionate ora, alternandoli tra loro, il lardo, la mortadella ed il caciocavallo 19, quindi adagiate al centro le uova sode 11, precedentemente fatte raffreddare e sgusciate. Chiudete il falsomagro arrotolando la carne su se stessa; per sigillarla utilizzate uno spago da cucina, come mostrano le figure (13-14-15) (per un approfondimento su come legare l'arrosto clicca qui). Fate rosolare la carne in un tegame con poco olio 16, avendo cura di scottarla bene su tutti i lati. Nel frattempo preparate un trito di sedano, cipolla e carota, e fatelo soffriggere in una padella antiaderente con due cucchiai di olio extravergine di oliva, per qualche minuto a fuoco basso 17. Un volta rosolato il falsomagro, aggiungetelo al soffritto 18, continuando la cottura a fuoco medio; dopo un paio di minuti sfumate con il vino rosso 19. Aggiungete quindi la passata di pomodoro 20, un cucchiaio di triplo concentrato di pomodoro, il sale ed il pepe. Coprite con un coperchio 21 e lasciate cuocere il falsomagro, a fuoco basso, per 60 minuti, girandolo ogni tanto per cuocerlo uniformemente. Trascorso questo tempo verificate che il falsomagro sia pronto infilzandolo con un forchettone: la carne dovrà essere tenera. Spegnete il fuoco, estraete la carne e adagiatala su un tagliere per togliere lo spago 23 e tagliarla a fette 24. Servite il falsomagro su un piatto da portata, accompagnandolo con il suo sughetto. "
}