{
    "title": "Rustichella di pollo in crosta di Pan Brioche",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "sovracosce 4"
        },
        {
            "ingredient": "Pan brioche",
            "quantity": "fette 4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "grattugiata 1 cucchiaino"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1/2 spicchio tritato finemente"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "tazza 1"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "tazza 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Lattuga iceberg",
            "quantity": "cespo 1"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "1"
        },
        {
            "ingredient": "Aceto di vino rosso",
            "quantity": "1/2 tazza"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "1/2 tazza"
        },
        {
            "ingredient": "Senape",
            "quantity": "all'antica 2 cucchiaini"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Maionese",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Per preparare le rustichelle di pollo in crosta di pan brioche, si procede con la marinatura delle sovra cosce 1. Basta mescolare tutti gli ingredienti della marinata, immergere le sovra cosce 2, coprire con la pellicola e lasciare in frigo per un ora, rigirando di tanto in tanto. Per la panatura si procede a eliminare i bordi e grattugiare 4 il pan brioche (volendo è possibile utilizzare il mixer) ed aggiungere il resto degli ingredienti. Per la panatura è bene fare una distinzione in base al tipo di cottura. Nel caso utilizzassimo una piastra sul fornello, andremo a tostare in padella la panatura formata da pan brioche sbriciolato, prezzemolo tritato, aglio schiacciato 5, scorza di lime grattugiata 6 e olio 7 e vi passeremo il pollo solo dopo averlo cotto. Mentre il pollo sta marinando in frigo, si prepara l'insalata. Si tagliano le mele a fiammifero e la lattuga iceberg della stessa dimensione 8, si aggiunge la salsa dijonnaise 9 che preparerete sciogliendo lo zucchero nel succo di lime e successivamente unendo la senape di digione, la senape all'antica, la maionese e mescolando. Si lascia ad insaporire in frigo. Il sale verrà aggiunto solo alla fine per evitare che la lattuga rilasci molta della sua acqua. Tagliare la cipolla di tropea e metterla, rimestandola bene con un pò di sale, in un contenitore a marinare insieme all'aceto e al vino rosso 10. Venti minuti saranno sufficienti. Quando si è pronti per cuocere il pollo, rimuovere la marinata in eccesso e cuocere le sovra cosce a calore medio 11 per circa dodici minuti, sei minuti per lato 12, iniziando con il lato della pelle rivolto in basso. Alla fine è possibile rimettere il lato della pelle rivolto nuovamente verso il basso per renderlo croccante. Se si è cotto il pollo sulla piastra, effettuare la panatura 13 e impiattare aggiungendo l'insalata alle mele come contorno sormontandola con qualche filo di cipolla marinata. Se utilizziamo un classico barbecue, è bene preparare la panatura \"a crudo\" 14 e passarla sulla carne prima di cuocerla sul grill. Questa distinzione è importante non solo per una questione di gusto ma soprattutto funzionale: la panatura sulla piastra tenderebbe a bruciare e a fare molto fumo in cucina. All'esterno può essere un problema marginale. Procedere alla tostatura in padella nel caso si voglia cuocere il pollo sulla piastra o impanare direttamente la carne nel caso della cottura al barbecue. "
}