{
    "title": "Curry verde Thai ",
    "ingredients": [
        {
            "ingredient": "Peperoncino verde piccante",
            "quantity": "6"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "4 cm di radice"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di coriandolo",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di cumino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Lemongrass",
            "quantity": "(citronella) 2"
        },
        {
            "ingredient": "Lime",
            "quantity": "(Kaffir lime) 3 foglie"
        },
        {
            "ingredient": "Manzo",
            "quantity": "scamone 400 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "lunga 1"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "3 cm di radice"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Latte di cocco",
            "quantity": "600 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "(o di pesce Thai) 2 cucchiai"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il curry verde Thai iniziate procurandovi della pasta di curry verde thailandese, se non la trovate nei negozi di prodotti etnici potete prepararla in casa. Affettate finemente i peperoncini piccanti privati dei semini interni 1, tritate l’aglio e lo scalogno, tostate in un padellino i semi di coriandolo e i semi di cumino per qualche minuto 3, tritate il lemongrass (se non lo trovate grattugiate la scorza di due lime) e lo zenzero precedentemente pelato. Ammorbidite in acqua tiepida le foglie di kaffir lime essicate (potete omettere questo ingrediente se non lo trovate) 4. Ponete i semi di coriandolo e di cumino in un mortaio e schiacciateli con il pestello 5, poi aggiungete tutti gli altri ingredienti e 1 cucchiaino di sale, pestando 6 fino ad ottenere una poltiglia 7 (potete fare questa operazione anche al mixer). Mettete da parte la pasta di curry verde Thai. Pelate la cipolla e affettatela grossolanamente, lavate la melanzana e affettatela a fette di circa 1 cm di spessore 8, private i fagiolini verdi delle estremità e tagliateli a metà 9. Tagliate la carne di manzo a fettine piuttosto sottili. Tritate la radice di zenzero pelata e lo spicchio d’aglio, ponetelo in un wok con l’olio di semi di girasole e quando sarà ben caldo ponete la carne di manzo 10 e fatela rosolare bene su tutti i lati. Toglietela poi dal wok e conservatela al caldo. Aggiungete quindi nello stesso wok la pasta di curry verde precedentemente preparata 11 (se la comprate già pronta utilizzatene 3 cucchiai abbondanti), fatela rosolare per pochi secondi e aggiungete il latte di cocco e l’acqua 12, quando il latte di cocco sobbollirà aggiungete le verdure 13. Incorporate poi la salsa di soya (o la salsa Thai di pesce) 14 e lo zucchero 15 Quando le verdure saranno morbide aggiungete la carne di manzo 16 e scaldatela per pochi minuti 17. In ultimo aggiungete un peperoncino rosso affettato e foglie di coriandolo fresco. Il curry Thai deve risultare molto brodoso e quindi è l’ideale da servire con del riso Jasmine bollito o cotto pilaf 18. Il suo sapore deve avere un equilibrio tra il dolce del latte di cocco e dello zucchero, il salato della salsa di soya e la freschezza dello zenzero e del lemongrass; se uno dei sapori dovesse eccessivamente prevalere aggiustatelo aggiungendo ulteriore salsa di soya, zucchero o scorza di lime. "
}