{
    "title": "Caprese Fingerfood",
    "ingredients": [
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Stracciatella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la caprese fingerfood mettete in ammollo la gelatina in fogli in una ciotola con acqua fredda per almeno 10 minuti 1. Lavate i pomodorini sotto abbondante acqua fresca corrente, poi tagliateli a metà 2 e fateli appassire in una padella ampia antiaderente con l’olio 3, regolando di sale 4 e di pepe. Aggiungete le foglioline di basilico 5 e mescolate con una spatola, facendo cuocere a fuoco moderato per 20 minuti. Una volta che i pomodorini saranno pronti 6, spegnete il fuoco e passateli in un passaverdure 7, insistendo particolarmente sulle bucce 8, in modo da ottenere un sughetto 9. Trascorso il tempo necessario, strizzate la gelatina in fogli 10 e aggiungetela al sugo caldo che avete preparato 11 mescolando con la spatola 12 fino a quando la gelatina si sarà sciolta completamente. Componete il primo strato della vostra caprese, versando il sugo in 4 bicchierini della capienza di 100 ml 13, dopodiché poneteli in frigorifero a rassodare per almeno 1 ora. Nel frattempo preparate il secondo strato, ponendo la stracciatella in un colino a maglie strette e premendo con il dorso di un cucchiaino 14 in modo che rilasci il liquido in eccesso 15. Lasciate colare la stracciatella e occupatevi della crema al basilico. Ponete la ricotta in un mixer dotato di lame 16 e aggiungete le foglioline di basilico, regolando di sale 17 e pepe a vostro piacere. Azionate le lame fino ad ottenere un composto omogeneo e cremoso 18, che andrete a porre in una sac-à-poche senza bocchetta, a cui potete praticare un foro. Trascorso il tempo necessario, proseguite con la composizione di bicchierini: sfilacciate la stracciatella e realizzate il secondo strato 19, infine terminate versando la crema di basilico fino al bordo con l’aiuto della sac-à-poche 20: la vostra caprese fingerfood è pronta per essere servita e gustata; potrete decorarla con piccole foglioline di basilico 21. "
}