{
    "title": "Insalata di cetrioli",
    "ingredients": [
        {
            "ingredient": "Cetrioli",
            "quantity": "(da pulire) 400 g"
        },
        {
            "ingredient": "Pomodorini gialli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipollotti rossi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Spinacini",
            "quantity": "60 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’insalata di cetrioli, per prima cosa mondate i cipollotti e tagliateli a falde molto sottili 1, poi trasferiteli in una ciotola riempita con acqua e ghiaccio 2: in questo modo avranno un sapore meno pungente e rimarranno croccanti. Lavate e tagliate in quattro parti sia i pomodorini gialli 3 che i pomodorini rossi 4. Ora lavate i cetrioli e ricavate delle strisce lunghe e sottili con l’aiuto di un pelaverdure 5; una volta raggiunta la parte centrale più ricca di semi, girate il cetriolo e ricavate delle fettine anche dal lato opposto. Infine tagliate il cuore del cetriolo rimasto a cubetti 6. Vi serviranno circa 100 g di cetriolo a strisce per l’insalata e 150 g di cetriolo a cubetti per il dressing. Versate i cubetti di cetriolo in un contenitore alto e stretto, salate e pepate, poi unite l’olio 7, lo yogurt greco 8 e l’aceto di mele 9. Frullate con un frullatore a immersione fino ad ottenere una salsa liscia e omogenea 10. A questo punto potete comporre l’insalata: adagiate le foglie di spinacino su un piatto, aggiungete gli scalogni asciugati dall’acqua 11 e i pomodorini colorati 12. Completate il piatto disponendo le strisce di cetriolo a forma di nido 13 e condite con il dressing allo yogurt 14: la vostra insalata di cetrioli è pronta per essere gustata 15! "
}