{
    "title": "Cartocci di vitello e verdure",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "(polpa a bocconcini) 800 g"
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "350 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "novelle 150 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "45 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "rametto qualche"
        }
    ],
    "preparation": " Per preparare i cartocci di vitello con verdure cominciate da queste ultime. Lavate accuratamente sia le patate che le carote. Poi mettete sul fuoco una pentola con dellâacqua e, quando avrÃ raggiunto il bollore, tuffate le patate 1. Intanto spuntate leggermente il ciuffo delle carote 2. Dopo 9-10 minuti di cottura delle patate versate le carote nella pentola cuocendole per altri 3-4 minuti 3. Quindi scolate il tutto 4 e tagliate a metÃ per la lunghezza una parte delle carote 5 e in quarti qualche patata 6. Tenete un attimo in disparte e occupatevi della carne. In una casseruola abbastanza larga versate un poâ dâolio e unite lâaglio e il peperoncino intero 7. Lasciate scaldare bene e poi tuffate i cubetti di carne 8. Fate sigillare per bene la carne rosolandola a fiamma vivace mescolando spesso 9 poi togliete aglio e peperoncino 10 e unite patate e carote 11. Dopo una breve sfiammata regolate di sale, aspettate qualche istante che lâacqua si ritiri e sfumate con lâaceto balsamico 12. Subito dopo il miele 13, un pizzico di pepe nero e mescolate bene 14. Quindi trasferite il composto a cucchiaiate su 4 fogli di carta forno 15 guarnendo con qualche rametto di timo 16. Avvolgete come fossero delle caramelle 17 e infine arrotolate in un altro foglio di alluminio 18. Ripassate i cartocci in forno statico giÃ caldo a 160Â° per circa 15 minuti 19. Ecco pronti i vostri cartocci di vitello e verdure 20, impiattate e lasciate che i vostri ospiti scartino la propria porzione 21! "
}