{
    "title": "Peperoni al forno coi capperi",
    "ingredients": [
        {
            "ingredient": "Peperoni",
            "quantity": "(circa 2) 500 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "(circa 2) 500 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "una manciata"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "una manciata"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Basilico",
            "quantity": "qualche foglia"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i peperoni al forno coi capperi iniziate pulendo i peperoni rossi e gialli: lavateli sotto l'acqua corrente, asciugateli e tagliateli a metà nel senso della lunghezza, eliminate i semi interni e il picciolo con un coltellino affilato. Tagliate ciascuna metà dei peperoni a listarelle, con un taglio trasversale rispetto alla parte lunga. Prendete una pirofila da forno (potete usare sia quelle in vetro che quelle in ceramica) e versate all'interno i peperoni gialli 2 e rossi 3 tagliati alistarelle. Salate i peperoni 4 e occupatevi del condimento: in una piccola ciotola versate l'olio e incorporate l'aglio tritato 5 ( potete utilizzare un trita aglio oppure tritare l'aglio al coltello). Versate l'emulsione di olio aromatizzato all'aglio nella pirofila 6 e mescolate in modo che i peperoni siano ben conditi. Cuocete i peperoni al forno coi capperi a 180° per circa 30 minuti in forno statico preriscaldato 7. Intanto scolate i capperi dalla loro acqua 8, e una volta terminate la cottura, sfornate i peperoni al forno e aggiungete i capperi 9 solo ora in modo che conservino il loro aroma. Rimettete in forno, sempre a 180°, la pirofila con i peperoni e i capperi ancora per 5 minuti, estraetela spolverate la superficie con il pangrattato 10, aggiungete il basilico fresco spezzettato con le mani 11 e mescolate bene. Rimettete in forno sempre alla stessa temperatura 12 e fate gratinare fino a che non si sarà formata una crosticina sui peperoni. Sfornate la teglia di peperoni al forno coi capperi e attendete qualche minuto che si intiepidisca prima di servirla in tavola. "
}