{
    "title": "Trancio di ombrina grigliato",
    "ingredients": [
        {
            "ingredient": "Ombrina",
            "quantity": "3 tranci per un totale di 600 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "330 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare i tranci di ombrina grigliati iniziate a marinare il pesce: sistemate i tranci in una terrina, aggiungete 50 gr di olio 1, salate, pepate 2 e unite le foglioline di timo 3. Coprite con della pellicola per alimenti e riponete il tutto in frigorifero per circa 20 minuti. A questo punto occupatevi di realizzare il contorno, tagliate a metà circa la metà dei pomodorini 4 e lasciate interi gli altri. Versate 10 gr di olio in un tegame e aggiungete uno spicchio d'aglio in camicia, ma leggermente schiacciato 5. Lasciatelo imbiondire e unite sia i pomodorini che le olive nere 6. Cuocete per 5 minuti a fiamma vivace, aggiungete metà dell'origano 7, poi eliminate lo spicchio d'aglio 8 e versate i 50 gr di acqua. Lasciate cuocere per altri 5 minuti 10, aggiustate di sale, di pepe e spegnete il fuoco 10. Nel frattempo occupatevi anche di grigliare i tranci di ombrina: ungete leggermente una griglia con la dose di olio rimasta (10 gr circa) e ponetela a scaldare sul fuoco, solo quando sarà ben calda adagiate i tranci di ombrina 11, aspettate circa 7-8 minuti, poi girate i tranci 12 e ultimate la cottura per altri 7-8 minuti. Servite i vostri tranci di ombrina grigliati con accanto il contorno mediterraneo 13, spolverate con l'origano secco 14 e serviteli ben caldi 15! "
}