{
    "title": "Crostata con mascarpone e gocce di cioccolato",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "10 g"
        },
        {
            "ingredient": "Gocce di cioccolato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la crostata con mascarpone e gocce di cioccolato cominciate preparando la pasta frolla partendo dalla sabbiatura: in un mixer dotato di lame ponete la farina setacciata, un pizzico di sale e aggiungete il burro ancora freddo da frigorifero tagliato a pezzi 1; frullate il tutto fino ad ottenere un composto molto farinoso come la sabbia 2. Su di una spianatoia versate lo zucchero a velo a fontana e grattugiate nel centro la scorza dell’arancia 3, facendo attenzione a non prelevare anche la parte bianca che è amara. Aggiungete anche i tuorli 4 e infine la sabbiatura che avete preparato; impastate il tutto velocemente, giusto il tempo di compattare gli ingredienti 5. Formate un panetto liscio ed omogeneo, appiattitelo leggermente e avvolgetelo nella pellicola trasparente 6, ponendolo in frigorifero a riposare per almeno 30 minuti, in modo da far ben rassodare la pasta frolla. Nel frattempo preparate la crema che servirà per il ripieno del dolce: in una ciotola setacciate la ricotta con un colino a maglie strette ed una spatola 7; aggiungete lo zucchero, azionate le fruste elettriche 8, poi aggiungete i tuorli 9 (conservate gli albumi che vi serviranno successivamente) e la fecola di patate setacciata 10; quando il composto risulterà omogeneo, spegnete e aggiungete la scorza dell’arancia grattugiata 11 insieme alla cannella 12. Azionate nuovamente le fruste e amalgamate il tutto 13, successivamente aggiungete il mascarpone 14 e lavoratelo fino a quando non verrà completamente assorbito dalla crema 15. Tenete da parte la crema e occupatevi della base della crostata. Trascorso il tempo necessario, riprendete il panetto dal frigo, togliete la pellicola e con il mattarello battete un po' sulla superficie per ammorbidirlo. Su di una spianatoia leggermente infarinata tirate la sfoglia a circa 1 cm di spessore 16 e con l'aiuto del mattarello, sistematela su una tortiera di 21 cm di diametro e 25 cm in superficie precedentemente imburrata e infarinata 17. Tagliate l’eccesso di pasta frolla con un coltellino e conservatelo per la decorazione finale. Con i rebbi di una forchetta livellate i bordi della crostata, in modo da uniformarli 18. Versate 80 g di gocce di cioccolato nella crema che avete preparato, mescolate con una spatola 19 e versate il tutto nella tortiera 20, livellando la superficie con la spatola 21. Da ultimo passate alla decorazione della crostata: stendete la pasta frolla che avete avanzato e tagliantela con una rotella dentata per ottenere delle strisce larghe 2 cm circa 22; disponete le strisce ottenute a intervalli regolari sulla superficie della crostata 23 per formare un motivo a losanghe 24. Con gli albumi avanzati spennellate la superficie del dolce 25, aggiungete i restanti 20 g di gocce di cioccolato e poi infornate la crostata in forno statico preriscaldato a 180° per 45 minuti, dopodiché aprite un poco il forno, sistemate sulla superficie un foglio di carta d’alluminio e continuate la cottura per altri 20 minuti. Una volta sfornata, lasciate raffreddare la torta 26 e infine servite la crostata con mascarpone e gocce di cioccolato spolverizzando con dello zucchero a velo 27. "
}