{
    "title": "Tortino di alici",
    "ingredients": [
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "600 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "350 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine 30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i tortini di alici iniziate ponendo le patate a bollire in un tegame con abbondante acqua 1 per circa 20-30 minuti, fino a quando punzecchiandole con una forchetta risulteranno morbide. Nel frattempo dedicatevi alla pulizia delle alici. Staccate delicatamente la testa e l’intestino, quindi estraete la lisca centrale 2, senza dividerle a metà ma lasciandole intere. Posizionatele in questo modo su un vassoio foderato con della carta assorbente 3. Una volta che le vostre patate saranno cotte, scolatele dall’acqua, lasciatele intiepidire e tagliatele a fette spesse circa 1 cm 4. Lavate il pomodoro e affettate anche questo dello stesso spessore delle patate 5. Quindi tritate le foglioline di timo 6 e tenetele da parte. A questo punto, aiutandovi con un pennello ungete gli stampi di diametro 9 cm e alti 5 cm 7. Posizionate i filetti di alici all’interno delle forme adagiandoli in maniera verticale intorno al bordo, fino a foderare lo stampo, saranno necessari circa 10 filetti 8. Salate, pepate e aggiungete una grattata di scorza di limone 9. Ponete quindi una fettina di patata al centro delle alici 10 e posizionate un paio di filetti di alici in maniera orizzontale fino a ricoprire la fettina di patata 11. Salate, pepate, aggiungete il timo tritato 12 e la scorza di limone. Adagiate una fetta di pomodoro 13, un’altra fetta di patata 14 e ricoprite con le alici 15. Ripiegate i filetti con cui avete foderato lo stampo verso l'interno 16, ripetete l’operazione per tutti i tortini 17 e adagiateli su una leccarda da forno 18. Cuocete in forno statico preriscaldato a 180° per 10 minuti ( se utilizzate il forno ventilato cuocete a 160° per 7-8 minuti). Sfornate i tortini 19 e lasciateli intiepidire per qualche minuto, quindi capovolgete gli stampi 20, sformateli e servite il vostro tortino di alici ancora caldo 21. "
}