{
    "title": "Tacchina ripiena",
    "ingredients": [
        {
            "ingredient": "Tacchino",
            "quantity": "da 2 kg 1"
        },
        {
            "ingredient": "Carne di suino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "200 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mele Golden",
            "quantity": "4"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        }
    ],
    "preparation": " Preparate il ripieno della tacchina: mondate le verdure e trasferitele nel mixer 1 e tritatele finemente, trasferitele in una capiente ciotola e unitevi la carne trita, la salsiccia 2 (privata del budellino e sminuzzata), impastate il tutto a mano e unitevi il parmigiano grattuggiato 3, il pangrattato 4 e l'uovo intero 5, amalgamate di nuovo a mano l'impasto e regolate di sale e pepe, aggiungete la noce moscata 6 e amalgamate di nuovo il tutto. Pulite anche la tacchina ed evisceratela 7 se non la trovate già eviscerata e pronta da farcire (potete chiedere al macellaio di preparvela senza interiora), eliminate con una pinzetta le eventuali piumette rimaste 8 e poi procedete a farcire la tacchina 9 inserendo il ripieno con l'aiuto di un cucchiaio e premendo bene all'interno in modo da compattarlo. Chiudete la tacchina con degli spilloni (10-11) (oppure cucitela con un ago da carne e dello spago), legate le ali in modo che in cottura non si sfaldi. Usate 20 gr del burro per massaggiare la tacchinella 12 e rivestitela totalmente con il bacon 13, cosce comprese 14; tagliate la salsiccia in piccoli pezzi di circa 2,5 cm 15 e rivestiteli con il restante bacon 16, una fetta per ogni trancio e poi infilzateli con degli stuzzicadenti 17 in modo da fermare il bacon. Fate fondere il restante burro e l'olio in una teglia che possa andare anche in forno e quando saranno ben caldi disponetevi la tacchina 18 e fate rosolare a fuoco medio per qualche minuto. Sfumate con il vino bianco 19 e aggiungete anche gli spiedini con la salsiccia e bacon 20, lasciate evaporare l'alcol e poi infornate in forno già caldo (statico) a 200° per un'ora. Di tanto in tanto irrorate la tacchina con il suo fondo di cottura 20 in modo da mantenere tenero il bacon sulla superficie e ben morbida la carne che cuocerà meglio. Trascorsa questa ora, lavate le mele e tagliatele a metà 22 o in 4 e aggiungetele alla tacchina 23, irrorate di nuovo e riponete in forno a cuocere per un'altra ora e mezza (se vedete che il bacon in supeficie diventa troppo colorito coprite la tacchina con un foglio di alluminio in modo che continui a cuocere senza bruciare), ricordandovi di continuare a irrorare di tanto in tanto, sempre con il fondo di cottura.Una volta che la tacchinella è ben cotta (potete verificarlo inserendo uno stecchino nella crane, se ne dovesse uscire un liquido allora la cottura deve essere prolungata), trasferitela sul piatto da portata guarnendo con gli spiedini e le mele e irrorando con il fondo di cottura da servire con la carne. 24 "
}