{
    "title": "Finte pesche all'alchermes",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "(1 bustina) 16 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "da grattugiare 1"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "da grattugiare 1"
        },
        {
            "ingredient": "Alchermes",
            "quantity": "rosso q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Ponete dentro alla tazza di un robot (o in una ciotola, se impastate a mano) la farina, il lievito, la vanillina, lo zucchero, il sale, il burro a temperatura ambiente 1 e le 3 uova e la scorza di limone grattugiata 2. Impastate il tutto aggiungendo tanto latte quanto ne servirà per ottenere un impasto piuttosto morbido ma lavorabile con le mani 3. Infarinatevi le mani e prelevate, con un cucchiaio o una spatola 4 , un po' di impasto con il quale formerete delle palline grandi come una grossa noce (circa 25 gr l’una)5 che adagerete su di una teglia foderata con carta forno, distanziandole di qualche cm di distanza l’una dall'altra. Procedete così fino ad esaurimento dell’impasto (circa 28-30 palline)6. Infornate le palline ottenute in forno già caldo a 180° per circa 15-20 minuti. L’impasto, che cuocendo non dovrà colorirsi, 7 darà vita a circa 30 semisfere. Nel frattempo preparate la crema pasticcera (vedi ricetta cliccando qui) e fatela raffreddare . Quando le semisfere saranno cotte, estraetele dal forno e lasciatele raffreddare, poi prendete un cucchiaino e scavate leggermente al centro della parte piatta di ogni pezzo ( 8) ottenendo un piccola conca. Mettete la crema dentro ad una tasca da pasticcere con bocchetta liscia e spremetela nella piccola conchetta al centro di ogni semisfera 9; unite due semisfere sui loro lati piatti per formare una pesca 10. In una ciotolina versate l’alchermes rosso, mentre in un piattino ponete un po’ di zucchero semolato. Immergete ed estraete velocemente le pesche dentro all’alchermes 11, fatele sgocciolare bene e passatele nello zucchero semolato 12, quindi poggiatele su di un piatto. Ponete le finte pesche in frigorifero per almeno un’ora, poi, al momento di servirle, decoratele con delle foglioline verdi di cialda, di zucchero o marzapane. "
}