{
    "title": "Spezzatino di vitello coi funghi",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "polpa a quadrotti 800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "raso 1 cucchiaio"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "media 1"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "1/2 bicchiere"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "400 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        }
    ],
    "preparation": " Per preparare lo spezzatino di vitello ai funghi, lavate mondate e tritate finemente una cipolla, una carota e una costa di sedano 1. In un tegame piuttosto capiente e antiaderente, ponete 5 cucchiai di olio di oliva extravergine e fatevi soffriggere la carota 2, il sedano e la cipolla 3. Aggiungete i cubetti di carne e fateli rosolare per bene 4 insieme al soffritto, poi aggiungete un cucchiaio raso di farina, setacciandola direttamente nel tegame e mescolando continuamente 5. Lasciate cuocere per qualche minuto e poi aggiungete il vino rosso 6 quindi continuate la cottura per circa 40 minuti, coprendo il tegame con un coperchio e lasciando un piccolo sfiato 7. Durante la cottura, aggiungete, quando serve, del brodo di carne o vegetale. Nel frattempo mondate, spellate e tagliate i funghi champignon a fette 8. Ponete in un tegame due cucchiai di olio e uno ( o due, a seconda dei gusti) spicchio di aglio schiacciato 9. Quindi aggiungete i funghi 10 e lasciateli cuocere a fuoco allegro per qualche minuto, aggiungendo il prezzemolo tritato finemente 11. Cinque minuti prima della fine della cottura della carne, unite ad essa i funghi direttamente nel tegame dello spezzatino, mescolate delicatamente e terminate la cottura, aggiustando di sale e di pepe 12. Servite lo spezzatino di vitello coi funghi accompagnandolo con pane fresco , con del purè di patate o, d’inverno, con della polenta fumante. "
}