{
    "title": "Tartare mediterranea di spada",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "filetto 300 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "25 g"
        },
        {
            "ingredient": "Capperi",
            "quantity": "3 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "3 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "2 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "succo e scorza 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Tritate finemente a coltello lo scalogno 1 e tritate i capperi ben lavati 2. Tritate ora finemente anche tutte le erbe, cioè la maggiorana, il prezzemolo, il basilico e la menta 3. Quindi preparate l’emulsione. Ricavate la scorza del limone con una grattugia 4 e poi il succo dello stesso limone spremendolo bene; versate il succo in un contenitore alto come una brocca 5 e poi, dopo aver aggiustato di sale e pepe, aggiungete l'olio 6. Emulsionate con l'aiuto di un mixer ad immersione fino a che il tutto monti leggermente 7. A questo punto passate a tagliare i pomodorini in 4 e prelevate i semini interni. Tagliate i pomodorini in una dadolata fine 8. Pendete ora il filetto di pesce spada. Si raccomanda l'acquisto di pesce abbattutto e di congelare il pesce per 96 ore a -18 gradi, per poi scongelarlo e impiegarlo nella ricetta. Togliete la pelle esterna del vostro filetto di pesce spada 9. Procedete ora al taglio a dadini del filetto di pesce spada 10. Per un taglio migliore potete porre il trancio una mezz'ora in freezer, a fettine spesse circa 1/2 cm, da cui ricaverete una dadolata molto fine. In una terrina unite ai dadini di pesce spada i pomodorini e le erbe finemente tritate ed aggiungetevi i capperi 11, unite quindi a questi ingredienti la scorza grattugiata del limone 12. Condite il tutto con l’emulsione 13 ottenuta appena prima di servire e mescolate bene gli ingredienti 14. Ora non vi resta che impiattare la vostra tartare mediterranea di spada e gustare! "
}