{
    "title": "Involtini di spada al sugo con capperi",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "(un unico trancio) 600 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 50 g"
        },
        {
            "ingredient": "Olive",
            "quantity": "denocciolate 20 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "400 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di spada al sugo con capperi cominciate dal ripieno: togliete la crosta del pane 1 (meglio se raffermo così sarà più semplice staccare la mollica) e tagliate quest’ultima a tocchetti 2. Poneteli in un mixer dotato di lame e frullateli fin quando la mollica non si sarà ridotta in briciole 3. Versate la mollica sbriciolata in una ciotola, aggiungete sale e pepe 4 e versate l’olio 5. Staccate le foglioline di timo 6 e aggiungetele al composto 7; sminuzzate al coltello i capperi sott’aceto 8 (se invece utilizzate quelli salati fate molta attenzione a dissalarli sciacquandoli sotto acqua corrente e poi tamponandoli con carta assorbente per asciugarli) e uniteli alla mollica sbriciolata 9, poi tagliate le olive a rondelle 10 e unitele al composto mescolando per amalgamare tutti gli ingredienti 11. Passate ora al pesce spada: se dovesse essere ancora presente la pelle, eliminatela posando il filetto con il lato della pelle su un tagliere, dopodiché con una lama ben affilata separate la polpa 12: proseguite facendo scorrere la lama tra polpa e pelle fin quando quest’ultima non si sarà completamente staccata 13. Tagliate il pesce spada in fette spesse circa 5 mm 14 che batterete senza troppa forza con un batti carne 15. Versate nel mezzo una parte del composto preparato precedentemente 16 e poi piegate i bordi verso l’interno 17; arrotolateli verso l’alto 18, poi inserite uno stuzzicadenti 19: in questo modo durante la cottura non si apriranno facendo fuoriuscire il ripieno. Lasciate rosolare uno spicchio d’aglio nell’olio (volendo potrete dividere a metà l’aglio e privarlo dell’anima se preferite un profumo più gradevole) e, non appena l’olio sarà ben caldo, aggiungete gli involtini di pesce spada 20. Fate rosolare brevemente a fiamma viva entrambi i lati e, una volta diventati chiari, sfumate con il vino bianco 21. Quando l’alcol sarà evaporato mettete da parte gli involtini 22, conservando il liquido di cottura. Aggiungete la polpa di pomodoro al fondo di cottura 23, aggiustate di sale e di pepe e adagiate gli involtini di spada 24. Profumate il tutto aggiungendo delle foglioline di basilico fresco 25 e infine coprite con un coperchio per proseguire la cottura a fiamma dolce per altri 5 minuti 26. Infine servite i vostri involtini di pesce spada ancora ben caldi 27! "
}