{
    "title": "Torta al cioccolato senza farina",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "340 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "170 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta al cioccolato senza farina, per prima cosa sciogliete il cioccolato fondente, nel microonde o a bagnomaria, e lasciatelo intiepidire 1. In una ciotola di una planetaria, munita di frusta, lavorate il burro ammorbidito a temperatura ambiente con lo zucchero 2, per ottenere un composto cremoso. Potete montare il burro anche con le fruste di uno sbattitore elettrico. Aggiungete un uovo alla volta, aspettando che il precedente sia stato ben incorporato 3. Unite l’estratto di vaniglia 4; a parte setacciate il cacao 5 e aggiungetelo al composto di burro, uova e zucchero, un cucchiaio alla volta 6. Unite anche il sale 7 e infine il cioccolato tiepido 8. Amalgamate tutti gli ingredienti tra di loro con una spatola 9. Imburrate e foderate, con carta forno, una tortiera dal diametro di 22-24 cm 10, versate in essa l'impasto 11 e livellatelo con il dorso di un cucchiaio, distribuendolo nella tortiera in modo uniforme 12. Infornate la torta, in forno statico già caldo a 180° per 30- 35 minuti (ventilato 160° per 20-25 minuti); quando si sarà creata una crosticina croccante, sfornatele e fatela raffreddare 13. Potete tenere la torta con la crosta verso l'alto oppure capovolgerla su di un piatto da portata: spolverizzatela con abbondante zucchero a velo 14 ed ecco pronta la vostra torta al cioccolato senza farina 15. "
}