{
    "title": "Spada al cartoccio alla birra con pomodorini e olive",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "(500 gr) 2 fette"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 8"
        },
        {
            "ingredient": "Capperi",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Patate",
            "quantity": "media 1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "doppio malto 330 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare lo spada al cartoccio iniziate dalla marinatura: in una ciotola capiente versate l'olio extravergine e le erbe aromatiche tritate 1 avendo cura di tenerne da parte un cucchiaio da aggiungere nel cartoccio. Aggiungete l'aglio tritato 2 e il succo di mezzo limone insieme alla scorza grattugiata del limone 3. Salate e pepate 4 e infine aggiungete la birra doppio malto 5. Immergete le fette di pesce spada nella marinatura 6 e lasciateli riposare per almeno un'ora oppure se volete prepararlo con anticipo tutta la notte. Nel frattempo preparate le verdure per il cartaccio: tagliate a tocchetti la patata 7, a metà i pomodorini 8, il cipollotto e le olive nere 9. Su una leccarda da forno predisponete tutto l'occorrente per il cartoccio: stendete un foglio di stagnola, sopra di esso uno di carta forno e al centro ponete una delle due fette di spada che avrete prelevato dalla marinatura 10. Iniziate a condire il pesce con le verdure tagliate e i capperi, lavati e strizzati (11-12). A piacere aggiungete dell'altra scorza di limone grattugiata 13 e terminate con il trito di erbe aromatiche 15, il prezzemolo tritato, sale, pepe, un filo d'olio e un cucchiaio di marinatura per insaporire 15. Accendete il forno a 200°, chiudete i cartocci piegando prima la carta forno al centro 16 e ripiegando i lati 17 e procedendo allo stesso modo con il foglio di stagnola 18. Cuocete per almeno 25 minuti, verificate la cottura del pesce spada (dipende dallo spessore della vostra fetta, se necessario lasciatelo in forno altri 5 minuti) e poi estraetelo dal forno e adagiatelo in un due piatti con il proprio fondo di cottura! "
}