{
    "title": "Guinness cake al cioccolato ",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 225 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "350 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "225 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "100 g"
        },
        {
            "ingredient": "Birra Guinness",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare la Guinness cake al cioccolato, setacciate in una ciotola la farina insieme con il lievito e il cacao amaro (1-2). Poi mettete in una ciotola il burro morbido e lo zucchero di canna scuro 3 e lavorate gli ingredienti insieme con una planetaria oppure con lo sbattitore elettrico per ridurre tutti in crema. Unite le uova ad una ad una 4 e continuate ad amalgamare fino a che non saranno ben incorporate nel composto. Aggiungete un cucchiaio alla volta le polveri 5, fino ad ottenere un impasto omogeneo e cremoso. Infine aggiungete a filo la birra Guinness 6 e mescolate Imburrate e foderate una tortiera con cerchio apribile 7 del diametro di 22-24 cm con carta da forno (clicca qui per maggiori indicazioni), e versateci dentro l’impasto della torta in modo omogeneo 8. Infornate in forno caldo a 180° per 1 ora e 10 minuti, quindi sfornate la Guinness cake 9 e lasciatela raffreddare. Preparate intanto la crema per la ricopertura: mescolate il mascarpone con il philadelphia e lo zucchero a velo 10, lavorando gli ingredienti con una frusta per ottenere una crema morbida e densa 11. Versate la crema sulla torta e spatolatela formando dei ciuffi mossi che ricordino la schiuma della birra Guinness. La vostra Guinness cake al cioccolato è pronta per essere servita! "
}