{
    "title": "Braciole alle erbe con zucca e patate",
    "ingredients": [
        {
            "ingredient": "Braciole di maiale",
            "quantity": "(4 pezzi) 600 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "polpa 300 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "5 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "5 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "5 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le braciole alla erbe con zucca e patate, iniziate dal trito di erbe 1 che servirà per insaporire la carne: tritate finemente il rosmarino, la salvia, l’alloro, l’origano e la maggiorana 2; in tutto, vi serviranno 25 g di erbe aromatiche tritate. Quindi versate il trito in una ciotolina, poi aggiungete il sale 3 e il pepe a piacere. Mescolate gli ingredienti con le dita 4 e impanate le fettine di maiale con questo mix di erbe 5 Trasferitele in in una pirofila adatta al microonde leggermente oleata e lasciatele da parte, mentre preparate le verdure: sbucciate le patate 6, tagliatele a metà e poi a dadini piccoli 7. Ricavate delle fette di zucca, eliminate la buccia e riducete anch’esse a dadini piccoli 8. Quindi disponete nella pirofila lo strato di dadini di patate e zucca sulle braciole 9. Irrorate la pirofila con un filo d'olio 10 e se preferite aggiungete ancora qualche rametto di rosmarino 11. lnfornate la teglia al microonde e cuocete con programma cottura a vapore assistita modalità 3 a 190°. Quindi sfornate le braciole alle erbe con zucca e patate e servite ben calde 12! "
}