{
    "title": "Salmone croccante su crema di cannellini",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "800 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fagioli cannellini precotti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone croccante su crema di cannellini, iniziate diliscando il filetto di salmone: munitevi di pinzetta ed eliminate le lische che si trovano lungo il dorso; una volta eseguita questa operazione, tastate le carni per assicurarvi di averle eliminate tutte. Quindi praticate il taglio a farfalla: tagliate il filetto in 4 fette larghe circa tre dita 1 ed incidete a metà ogni fetta, senza tagliare completamente 2; infine aprite le fette di salmone a libro 3, adagiatele su un piatto e mettetele da parte. Questo taglio si può praticare anche se avete un filetto di salmone con la pelle. Ora preparate le erbe aromatiche che vi serviranno per ricoprire le vostre farfalle di salmone: tritate finemente un ciuffo di prezzemolo 4, 2 rametti di timo 5 e 2 rametti di aneto 6. Versate un trito di pistacchi sgusciati in una pirofila 7 e unite anche il trito di erbe aromatiche e il pangrattato 8, infine salate e pepate a piacere, in questo modo avete preparato la panure. Dopdiché rompete un uovo, eliminate il tuorlo e sbattete leggermente l’albume 9. Spennellate l’intera superficie di ogni farfalla di salmone con l’albume 10, quindi adagiatele nella pirofila con la panure e rigiratele da entrambi i lati fino a farle ricoprire completamente (11-12). Ponete le farfalle di salmone rivestite su un vassoio e tenete da parte. Dedicatevi alla crema di cannellini: prendete una pentola capiente e fate scaldare uno spicchio d’aglio sbucciato e un filo d’olio extravergine 13, quindi aggiungete la salvia 14 e il rosmarino, lasciate soffriggere per qualche minuto (se volete potete togliere l'aglio dopo aver insaporito l'olio), quindi versate i fagioli cannellini precedentemente ammollati e lessati 15. Irrorate con un paio di mestoli di brodo vegetale 16, insaporite con sale e pepe e lasciate cuocere per qualche minuto, fino a quando i fagioli non saranno cremosi e asciutti. Per scoprire come prepararlo al meglio, consultate la nostra Scuola di cucina: brodo vegetale. A questo punto togliete la pentola dal fuoco e passate il composto con un frullatore ad immersione 17 direttamente nella pentola, fino a quando non otterrete una crema liscia e densa 18. Ora cuocete le farfalle di salmone: fate scaldare bene una griglia o una padella larga, questo è un passaggio importante perché basteranno davvero pochi minuti di cottura a fuoco vivace per mantenere la carne morbida, in alternativa potete cuocere il salmone a fuoco più basso avendo cura di non asciugare troppo la carne. Potete in alternativa cuocere in padella con un fio di olio. Cuocete da entrambi i lati a fuoco moderato fino a che l’esterno non si colorirà (19-20) e l’esterno rimarrà succoso. Non vi resta che impiattare: formate un letto di crema di cannellini sul piatto da portata e adagiateci sopra la farfalla di salmone, terminate con un ciuffetto di aneto, una spolverata di timo e un filo di olio crudo 21. Servite il vostro salmone croccante su crema di cannellini e gustatelo ben caldo! "
}