{
    "title": "Involtini di tacchino ripieni con funghi Champignon",
    "ingredients": [
        {
            "ingredient": "Tacchino",
            "quantity": "fette (800 g totali) 4"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Funghi",
            "quantity": "Champignon 400 g"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "fette sottili 16"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "affumicata 200 g"
        },
        {
            "ingredient": "Brodo",
            "quantity": "vegetale 50 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine 20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 ciuffo"
        },
        {
            "ingredient": "Pepe",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare gli involtini di tacchino ripieni di funghi champignon, iniziate dalla salsiccia: incidetela per sfilare più facilmente il budello (1-2), quindi lavoratela in una ciotola con la forchetta per sbriciolarla 3 e conditela con il prezzemolo tritato 4, sale e pepe a piacere. Mescolate con una forchetta fino ad ottenere un composto molto omogeneo e fine adatto per essere spalmato. Pulite i funghi champignon: eliminate la parte del gambo più terrosa, quindi puliteli con un panno asciutto o leggerment inumidito, poi tagliateli a fette sottili 5. Potete tenerne da parte 300 g come contorno, mentre 100 g di serviranno per farcire gli involtini. Tagliate anche a fettine sottili la scamorza e preparate le fettine di pancetta. Ponete poi ciascuna fetta di carne tra due fogli di carta da forno e battetela con un batticarne per diminuirne lo spessore 6 quindi tagliate a metà ogni fetta 7. Spalmate su ciascuna metà il composto con la salsiccia 8, distribuite qualche fettina di scamorza 9 e adagiate anche qualche fettina di funghi Champignon 10. Completate con due fette di pancetta 11; arrotolate linvoltino su se stesso 12 e fermate tutto con uno stuzzicadenti 13. Procedete allo stesso modo con tutti gli involtini fino a terminare gli ingredienti. In una padella capiente rosolate no spicchio d’aglio intero con l’olio 14, poi unite gli involtini 15 e fateli rosolare rigirandoli per favorire una cottura omogenea 16. Versate in padella i 300 g di funghi tenuti da parte 17, aggiustate di sale e pepe e sfumate con il brodo vegetale 18. Coprite con il coperchio 19 e proseguite la cottura per 15-20 minuti. Una volta cotti 20, spegnete il fuoco e servite gli involtini di tacchino ripieni di funghi Champignon ben caldi 21! "
}