{
    "title": "Insalata di borlotti freschi",
    "ingredients": [
        {
            "ingredient": "Fagioli borlotti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "9 foglie"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        }
    ],
    "preparation": " Per realizzare lâinsalata di borlotti freschi iniziate dai legumi: sgranateli e raccogliete i fagioli in una ciotola 1: otterete 270 g di fagioli giÃ puliti. Ponete sul fuoco una pentola capiente colma dâacqua e non appena avrÃ raggiunto il bollore versate i borlotti 2. Cuocete per circa 35 minuti senza il coperchio. Nel frattempo mondate gli scalogni 3 e divideteli in quattro parti 4. Lavate i pomodorini e tagliateli a metÃ 5. In una teglia da forno versate i pomodorini e gli spicchi di scalogno 6. Profumate con le foglioline di timo fresco 7 e poi condite con 20 gr di olio di oliva 8. Mescolate per insaporire e poi cuocete nella parte centrale del forno preriscaldato in modalitÃ statica per 20 minuti a 200Â°. A cottura ultimata estraete la teglia dal forno e lasciateli intiepidire a temperatura ambiente 9. Nel frattempo saranno trascorsi i 35 minuti di cottura dei fagioli, salateli 10 e proseguite la cottura per altri 5 minuti. Una volta terminato, spegnete il fuoco, scolate i fagioli 11 e trasferiteli in una ciotola, aggiungete anche i pomodorini e gli scalogni cotti in forno 12. Sistemate di sale, pepate e condite con 10 gr di olio di oliva 13. Mescolate per insaporire e servite lâinsalata di borlotti freschi nei piatti 14 profumando con foglioline di basilico fresco 15. "
}