{
    "title": "Hamburger di salmone",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "spellato e deliscato 400 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "tritato 1 cucchiaio"
        },
        {
            "ingredient": "Senape",
            "quantity": "delicata 1 cucchiaio"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "2"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli hamburger di salmone per prima cosa sminuzzate a cubettini il filetto di salmone spellato e deliscato, tagliatelo prima a striscioline alte circa un cm e poi dividetele in cubetti 1. Triturate anche i 2 cipollotti 2, l'aneto e la metà di un peperoncino fresco, dopo averlo privato dei semini interni. Mettete quindi il salmone in una ciotola, aggiungete i cipollotti 3, il peperoncino e l'aneto tritati 4 e mescolate bene, incorporate anche un cucchiaio di senape dolce (delicata) e regolate di sale e di pepe 5. In ultimo aggiungete un uovo e due cucchiai di pangrattato 6. Mescolate quindi bene per amalgamare gli ingredienti. Suddividete il composto in 4 parti uguali e con le mani che avrete bagnato con dell'acqua o con l'apposito attrezzo, formate i 4 hamburger 7. Ungete una padella antiaderente con pochissimo olio extravergine di oliva e cuocetevi gli hamburger di salmone 2 minuti circa per lato 8, girandoli appunto a metà cottura 9. Servite l'hamburger di salmone accompagnandolo con della maionese e un'insalatina verde, altrimenti all'interno di un panino. "
}