{
    "title": "Insalata di sedano e peperoni",
    "ingredients": [
        {
            "ingredient": "Peperoni rossi",
            "quantity": "2"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2"
        },
        {
            "ingredient": "Lattuga iceberg",
            "quantity": "½"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 12"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Senape",
            "quantity": "di digione 2 cucchiaini"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Separate i gambi del sedano dalle foglioline 1, togliete gli elementi fibrosi 2 e tagliateli a pezzi di circa 5 centimetri di lunghezza 3 dalle quali con un pelapatate poi ricavate striscioline seguendo il lato lungo 4. Infine immergetele nell’acqua con del ghiaccio per renderle croccanti 5. Ricavate delle striscioline analoghe con la lattuga Iceberg precedentemente lavata e asciugata e mettetele in una terrina 6; lavate bene le foglie del sedano e tritatele finemente come fosse prezzemolo. Arrostite poi i due peperoni in forno fino a renderli teneri 7 (clicca qui per vedere come fare), non preoccupatevi se la pelle esterna brucia leggermente. Pelate i peperoni arrostiti e tagliarli a striscioline larghe un centimetro circa e lunghe 5 centimetri 8. Mettete le striscioline in una terrina, salate leggermente e lasciate riposare per 30 minuti 9. Questo processo farà perdere ai peperoni l’acqua in eccesso che dovrà essere recuperata per preparare il dressing. Iniziate quindi la preparazione del dressing recuperando l’acqua di vegetazione dei peperoni con l’aiuto di un colino 10. Mettetela in un mixer e aggiungete la stessa quantità di olio e di aceto di vino bianco 11 Unite anche i due cucchiaini di senape e il cucchiaino di miele ed emulsionate bene il tutto 12, aggiungendo un po’ di acqua tiepida se la consistenza diventasse troppo cremosa. Infine aggiustate di sale e di pepe. Versate il dressing in una ciotolina e tenetelo da parte 13. Mischiate in un’insalatiera le striscioline di lattuga e di sedano 14, condite con una parte del dressing e mescolate bene 15. Infine spennellate le 8 fette di pane con un po’ d’olio mettetelo in forno a tostare, quando il pane risulta ben tostato, strofinate appena lo spicchio d’aglio sulle fette che serviranno ad accompagnare l’insalata 16. Impiattate l'insalata e aggiungete i filetti di peperone 17, le olive verdi 18, il trito di foglie di sedano 19 e mettete il restante dressing in superficie 20. Servite l'insalata di sedano e peperoni con le bruschette di pane tostato 21. "
}