{
    "title": "Topinambur trifolati",
    "ingredients": [
        {
            "ingredient": "Topinambur",
            "quantity": "800 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "circa 200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i topinambur trifolati, iniziate con la pulizia dei tuberi di topinambur. Per prima cosa strofinatevi le mani con del succo di limone, perché i topinambur, come i carciofi, tendono ad annerire e a lasciare i polpastrelli neri. Preparate anche una ciotola di acqua acidulata (con succo di limone) per immergerli una volta puliti. Con un coltellino raschiate la buccia dei topinambur per eliminare la sporcizia e le parti più dure 1. Lavateli bene e immergeteli nell’acqua acidulata per evitare che anneriscano. Scolate e sciacquate i topinambur, tagliateli a fettine sottili circa 2/3 mm, aiutandovi con un coltello affilato o con una mandolina 2 e preparate una padella antiaderente dove scalderete l’olio extravergine di oliva e farete imbiondire gli spicchi d’aglio tagliati a pezzetti 3. Versate quindi i topinambur nella padella 4. Salateli, mescolateli per insaporirli e continuate la cottura con il coperchio per circa 15 minuti, aggiungendo di tanto in tanto un mestolino di brodo vegetale per evitare che si asciughino troppo 5. A pochi minuti dalla fine della cottura aggiungete il prezzemolo tritato, una bella macinata di pepe e mescolate bene 6. I topinambur dovranno essere cotti, ma ancora abbastanza croccanti. Servite i topinambur trifolati ben caldi come contorno di un piatto di carne o con altre verdure. "
}