{
    "title": "Pesce San Pietro con pesche e bietole",
    "ingredients": [
        {
            "ingredient": "Pesce San Pietro",
            "quantity": "( 4 filetti) 600 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "rosse 400 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pesche noci",
            "quantity": "130 g"
        },
        {
            "ingredient": "Melissa",
            "quantity": "3 foglie"
        }
    ],
    "preparation": " Per preparare il pesce San Pietro con pesche e bietole iniziate proprio dalla pulizia di quest'ultime. Eliminate la parte finale dei gambi 1, dividete le foglie a metà 2 e sciacquatele sotto l'acqua corrente 3. Tagliate il cipollotto a fette 4 e trasferitelo in un tegame dove avrete già versato un filo d'olio 5. Lasciatelo appassire una decina di minuti, mescolando di tanto in tanto, poi unite le bietole a costa rossa e coprite con un coperchio 7. Cuocete per una decina di minuti e quando saranno appassite condite con sale 8 e pepe. Proseguite la cottura per ancora un paio di minuti 9, poi tenetele da parte. Lavate la pesca noce, dividetela a metà utilizzando un coltello 10, eliminate il nocciolo e tagliatela prima a fette spesse 1 cm 11 e poi a cubetti 12. Trasferite i cubetti in una ciotola capiente 13, e aggiungete le foglioline di melissa, dopo averle sminuzzate con un coltello 14. Condite con sale, pepe e un filo d'olio. Passate ora ai filetti di San Pietro; è bene non privare i filetti della pelle in modo che non si sfaldino in cottura. Dividete a metà i filetti 16, in modo da ricavare 8 pezzi più piccoli. Scaldate un filo d'olio in un tegame e posizionate i filetti di San Pietro rivolti dal lato della pelle 17, salate a piacere e cuocete per 2-3 minuti in tutto, a fuoco vivace, girando i filetti a metà cottura 18. Quindi spegnete il fuoco. Se necessario, nel frattempo, scaldate leggermente le bietole a costa rossa prima di impiattare. Dividete nei piatti da portata le biete rosse19, la dadolata di pesche noci 20 e per ultimi i filetti di pesce 21. Il pesce San Pietro con pesche e bietole è pronto da servire! "
}