{
    "title": "Spezzatino di pollo ",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per preparare lo spezzatino di pollo iniziate eliminando l’eventuale cartilagine e grasso dal petto di pollo, poi tagliatelo a cubetti di circa 3 cm di lato 1. Tritate il peperoncino, il rosmarino e il timo e teneteli da parte 2, tritate finemente le olive 3 l’aglio e la cipolla e fateli appassire dolcemente nell’olio extravergine d’oliva 4, poi quando saranno trasparenti, aggiungete il trito di rosmarino, timo, peperoncino e olive 5. Lasciate soffriggere per un paio di minuti e poi unite il pollo 6, mescolate e fate soffriggere per 10 minuti sempre mescolando. Quando sarà ben rosolato 7, aggiungete il brodo di pollo fino a coprire i cubetti di carne 8 e lasciate cuocere a fuoco dolce per circa 40 minuti coprendo il tegame con un coperchio. Quando lo spezzatino di pollo sarà tenero, aggiustate di sale se necessario, aggiungete la farina tramite un setaccio 9 e mescolate per evitare la formazione di grumi. Lasciate addensare il sughetto per circa 5 minuti (volendo potete aggiungere qualche oliva verde intera allo spezzatino), poi spegnete il fuoco e servite. "
}