{
    "title": "Pollo alla crema",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Senape",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        }
    ],
    "preparation": " Per prima cosa tagliate il pollo 1 a cubetti, dopodichè sbucciate e tritate la cipolla e l’aglio, quindi metteteli in un tegame assieme a 30 gr di burro e 2 cucchiai di olio extravergine di oliva e lasciate appassire lentamente a fuoco basso per almeno 10-15 minuti. Unite quindi il pollo al soffritto 2; fatelo rosolare per 10 minuti su tutti i suoi lati, poi aggiustate di sale e pepe. Pulite i funghi (guarda come fare cliccando qui ), tagliateli a metà 3, aggiungeteli al pollo e fateli cuocere per 5 minuti girando ogni tanto. Subito dopo unite il vino bianco 4 e lasciate cuocere il tutto a fuoco dolce. Intanto, mettete 40 gr di burro in un tegame e quando sarà sciolto unite 20 gr di farina 5; mescolate fino a quando il composto sarà color beige, aggiungete 500 ml di brodo di pollo 6 e fate addensare a fuoco dolce. Unite al composto ottenuto il pollo con i funghi 7, amalgamate per bene gli ingredienti, poi unite la senape 8, la panna fresca 9 e quindi cuocete per qualche altro minuto, fino a che la salsa non sarà densa. Spegnete il fuoco, aggiungete qualche fogliolina di timo fresco e servite il pollo alla crema ben caldo. "
}