{
    "title": "Cheesecake fredda senza gelatina",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "500 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "60 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "sfoglie 100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare la cheesecake fredda senza gelatina, iniziate mettendo la ricotta in un setaccio 1 e lasciatela scolare per almeno 2-3 ore, meglio se tutta la notte. Quindi dedicatevi alla realizzazione della base: mettete i biscotti secchi nel mixer 2 e azionate le lame fino a sminuzzarli finemente. Trasferiteli quindi in una ciotola e unite il burro sciolto, ma non eccessivamente caldo 3. Amalgamate bene il tutto 4 e foderate una tortiera del diametro di 22 cm con la carta forno. Versatevi il composto di biscotti appena preparato 5 e con l'aiuto di un cucchiaio compattate bene la base 6 . Riponete il tutto in frigorifero per mezz’ora o in freezer per una decina di minuti, finchè il composto di biscotti non sarà solidificato. Una volta che dalla ricotta sarà fuoriuscito tutto il siero in eccesso, setacciatela in una ciotola capiente 7. Sempre nella stessa ciotola versate anche il formaggio spalmabile 8 e l’estratto di vaniglia 9. Aiutandovi con uno sbattitore elettrico sbattete bene il composto in modo da amalgamare al meglio tutti gli ingredienti 10, unite lo zucchero a velo e continuate a sbattere 11. Una volta incorporato tutto lo zucchero, versate anche i 120 g di biscotti secchi nel mixer 12, e azionatelo fino a tritarli grossolanamente 13. Unite le polveri dei biscotti nella crema 14, mescolate con una spatola, aggiungete le gocce di cioccolato 15 e amalgamate bene il composto. Estraete dal frigorifero la base della cheesecake ormai fredda e compatta, quindi versateci sopra la crema appena preparata 16. Livellate la superficie con una spatola 17 o con il dorso di un cucchiaio e riponete in frigorifero per almeno 4 ore per farla rassodare. Trascorso questo tempo versate i 150 g di formaggio spalmabile e i 20 g di zucchero a velo in una ciotola 18. Mescolate bene con una spatola 19 e trasferitela in un sac-à-poche con bocchetta stellata. A questo punto tirate fuori dal frigo la vostra cheesecake fredda senza gelatina, estraete il cerchio apribile e levate delicatamente la carta forno 20. Trasferitela su un piatto da portata e decorate con i ciuffi di crema al formaggio e le sfoglie di cioccolato 21. La vostra cheesecake fredda senza gelatina è pronta da servire! "
}