{
    "title": "Devil's food cake",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "425 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "425 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "340 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie a temperatura ambiente 4"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "65 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "175 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "750 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "750 g"
        }
    ],
    "preparation": " Iniziate la preparazione della devil’s food cake tagliando il burro a cubetti e lasciandolo ammorbidire 1 (o ammorbidirlo con il microonde). Sbattete con le fruste di uno sbattitore il burro ammorbidito a velocità moderata e quando sarà chiaro e spumoso aggiungete lo zucchero e i semi della bacca di vaniglia 2 e continuate a sbattere per qualche altro minuto, avendo cura (ogni tanto) di togliere il composto dai bordi della ciotola con una spatolina morbida 3. Aggiungete al composto, sempre sbattendo, un uovo alla volta 4 a temperatura ambiente. In una ciotolina mettete il cacao setacciato e aggiungete l’acqua bollente 5, per ottenere una crema liscia e senza grumi 6, quindi lasciate raffreddare. Unite la crema di cacao ormai fredda 7 al composto di burro uova e zucchero. Aggiungete al composto ottenuto il sale, la farina e il bicarbonato setacciati 8, quindi amalgamate delicatamente tutti gli ingredienti. Imburrate e cospargete di cacao 3 tortiere del diametro di 22 cm 9, quindi dividete l’impasto in tre parti uguali e ponetelo all’interno delle 3 tortiere 10. Infornate le tortiere in forno già caldo a 180 gradi per circa 30-35 minuti, poi quando le tre torte saranno cotte 11 estraetele dal forno, lasciatele raffreddare per 15 minuti e toglietele dagli stampi ponendole su di una gratella. Nel frattempo preparate la crema di farcitura/ricopertura della devil’s cake ponendo in un tegame capiente la panna 12 e portandola a sfiorare il bollore. Unite nel tegame il cioccolato fondente 13 e mescolate bene fino a ottenere un composto liscio e omogeneo 14. Togliete il tegame dal fuoco e lasciate raffreddare il composto a temperatura ambiente mescolando ogni 15 minuti; in seguito, mettetelo in frigorifero fino a fare rapprendere il composto (ricordatevi sempre di mescolare ogni 15 minuti) e renderlo piuttosto solido ma spalmabile 15. Mettete uno dei tre dischi ormai freddi su di un piatto, spalmatelo con la crema al cioccolato 16, coprite con un secondo disco 17 e ricoprite anche questo con lo strato di cioccolato 18. Ponete sopra i 2 dischi farciti con la crema di cioccolato l'ultima torta 19 e ricoprite tutta la torta con la crema restante 20 (siate generosi!): se volete conferire alla ricopertura della devil’s cake il tipico aspetto “onde increspate”, servitevi di una spatolina e spalmate “muovendo” la crema 21. La devil’s food cake è pronta per essere gustata! Ricordatevi di conservare la torta in frigorifero. "
}