{
    "title": "Nasello croccante con insalata di pompelmo",
    "ingredients": [
        {
            "ingredient": "Filetti di nasello",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pompelmi rosa",
            "quantity": "300 g"
        },
        {
            "ingredient": "Quinoa",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "denocciolate 60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il nasello croccante con insalata di pompelmo, sciacquate la quinoa sotto acqua corrente, poi tostatela in una padella antiaderente 1 e scottatela a fuoco dolce per 4-5 minuti, mescolando di tanto in tanto fin quando non sarà diventata dorata; tenetela da parte 2. Su una teglia da forno versate dell’olio e appoggiate i filetti di nasello 3, pepate e salate 4 e infine versate la quinoa tostata in precedenza su ciascun filetto di nasello 5. Cuocete in forno statico preriscaldato a 200° per 20 minuti 6. Mentre i filetti di nasello cuociono in forno, dedicatevi all’insalata di pompelmo. Per cominciare dovrete pelare il pompelmo a vivo. Quindi tagliate le calotte 7, poi il resto della buccia facendo attenzione a prelevare anche la parte bianca 8. Con un coltellino affilato dalla lama liscia andate a ricavare la polpa a spicchi, seguendo le venature della pellicina 9 Quando avrete finito raccogliete gli spicchi in una bacinella e aggiungete le olive nere 10, poi regolate di sale e pepe e mescolate il tutto 11. Passate infine alla composizione: su un piatto da portata sistemate un po’ di insalata di pompelmo e olive taggiasche 12 e poi adagiate i filetti 13. Guarnite con un goccio d’olio a crudo a vostro piacimento 14 ecco il vostro nasello croccante con insalata di pompelmo: buon appetito 15! "
}