{
    "title": "Polpette di spinaci e ricotta",
    "ingredients": [
        {
            "ingredient": "Spinaci",
            "quantity": "giÃ puliti 250 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di spinaci e ricotta cominciate mettendo a scaldare l’olio insieme ad uno spicchio d’aglio intero e mondato 1, tuffate gli spinaci e lasciate sfrigolare a fiamma viva cuocendo per 5-6 minuti e mescolando spesso 2 fino a farli appassire completamente 3. Eliminate l’aglio 4 e poi mettete a scolare gli spinaci in un colino, schiacciandoli leggermente con una spatola così da perdere l’acqua in eccesso e lasciateli raffreddare così 5; una volta freddi sminuzzateli grossolanamente al coltello 6. A questo punto versate la ricotta in una ciotola (se presenta molta acqua, scolatela prima) e rimestate con il cucchiaio 7, poi unite gli spinaci e il formaggio grattugiato 8, regolate di sale e di pepe e mescolate 9. Poi, per dare maggior consistenza alle polpette, aggiungete il pangrattato 10 e continuate ad amalgamare 11. Non appena l’impasto sarà pronto potrete occuparvi della formazione delle polpette. Quindi prelevate un po’ di impasto, circa 20 grammi, modellate con le mani 12; otterrete così circa 24-26 piccole polpette 13. Man mano poi passatele delicatamente in una ciotolina in cui avrete sbattuto l’uovo insieme a sale e pepe 14, e poi in un’altra ciotolina in cui c’è il pangrattato 15. Continuate così fino ad ultimarle tutte e man a mano sistematele su una leccarda rivestita con carta forno (16-17). Cuocete le polpette di spinaci e ricotta in forno preriscaldato, in modalità statica, a 200° per circa 20 minuti. Servitele caldissime! "
}