{
    "title": "Tasche di pollo ripiene di gamberetti",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "(2 da 400 g ciascuno) 800 g"
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "le teste ed i carapaci"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "5 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Carote",
            "quantity": "(circa 1) 100 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "(circa 40 g) 1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "(circa 1) 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pane",
            "quantity": "la mollica 60 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "5 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tasche di pollo ripiene di gamberetti per prima cosa cominciate con la preparazione del fumetto di gamberetti. Prendete i gamberetti e lavateli sotto abbondante acqua, privateli del carapace, della coda, delle zampe e della testa 1. Quindi procedete eliminandone l’intestino con uno stuzzicadente (potete consultare la scuola di cucina: come pulire i gamberi). Ponete i gamberetti puliti in una ciotola coperta con la pellicola trasparente in frigorifero e conservatene i carapaci. Prendete quindi lo scalogno, mondatelo e tagliatelo a fette sottili. In una casseruola fate sciogliere il burro 2, poi aggiungete lo scalogno 3 e lo spicchio di aglio 4. Fate soffriggere per 1 minuto mescolando di tanto in tanto, quindi aggiungete le teste ed i carapaci dei gamberi 5. Sfumateli con il vino bianco 6 e fate evaporare, cuocendo a fuoco dolce. Dopodichè aggiungete l’acqua fino a coprire totalmente i carapaci e le teste dei gamberi 7. Unite il prezzemolo, il pepe in grani 8 e aggiustate di sale (state attenti a non abbondare poiché la preparazione risulta già molto saporita). Abbassate la fiamma e fate sobbollire dolcemente per almeno 60 minuti coprendo con un coperchio: durante la cottura ricordatevi di schiumare di tanto in tanto il fumetto con una schiumarola, avendo cura ogni volta di sciacquarla in modo da eliminare ogni residuo di schiuma. Trascorsi circa 60 minuti, il fumetto si ridurrà di circa la metà rispetto al liquido iniziale; filtratelo con un colino a maglie strette, cercando di ottenere quanto più liquido possibile. Infine togliete i carapaci, lo scalogno e l’aglio. Tenete il fumetto da parte e passate alla preparazione della crema di verdure iniziando dal soffritto. Tagliate finemente le verdure 9. In una padella antiaderente versate l’olio e aggiungete il trito di carote 10, di scalogno, di sedano 11 e l’aglio 12. Versatevi poi il timo 13 e lasciate dorare tutti gli ingredienti per circa 6-7- minuti. Quando saranno ben dorati, unite i gamberetti a tocchetti (tenete da parte circa 80 grammi) 14 e fate cuocere per qualche minuto; aggiungete circa 50-60 grammi del fumetto di pesce che avete preparato 15. Aggiustate di sale e pepe e lasciate cuocere per 3-4 minuti. Spegnete e trasferite le verdure in una ciotola dai bordi alti, frullando con un frullatore ad immersione fino ad ottenere un composto cremoso ed omogeneo 16. Tenete il composto da parte. Prendete ora un'altra ciotola e versatevi la mollica di pane, tritatela e aggiungetevi l'aglio schiacciato 17, il prezzemolo finemente tritato 18 e la noce moscata 19. Diluite a questo punto lo zafferano in una ciotolina, utilizzando il fumetto di pesce 20 e aggiungete il tutto nel pane 21. Amalgamate bene tutti gli ingredienti con un cucchiaio di legno e versate ancora 30 grammi di fumetto 22; aggiustate di sale e pepe. Unite quindi al composto i restanti gamberetti crudi tagliati a piccoli tocchetti 23 e mescolate bene: questo composto sarà il ripieno delle vostre tasche di pollo. Passate ora alla preparazione dei petti di pollo: incidete il petto di pollo seguendo la linea orizzontale naturale che solca il centro senza tagliarla del tutto, ottenendo così una tasca 24. Riempite i petti con il ripieno che avete ottenuto non frullato 25 e sigillate le vostre tasche con dei lunghi stuzzicadenti in modo che il composto interno non fuoriesca 26. Quindi prendete una padella e versatevi dell’olio a filo. Riponetevi le tasche di pollo e fatele rosolare su ambo i lati 27. Sfumate con il vino bianco, lasciando che il vino evapori totalmente 28. Versate la crema di verdure che avevate preparato in precedenza sopra le tasche di pollo ripiene di gamberetti 29 e coprite con un coperchio, lasciando cuocere per 10 minuti a fuoco dolce. Trascorso questo tempo le vostre tasche di pollo ripiene di gamberetti saranno pronte per essere servite e gustate 30! "
}