{
    "title": "Rotolo di vitello con noci",
    "ingredients": [
        {
            "ingredient": "Fesa di vitello",
            "quantity": "(in una fetta sola) 800 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Latte",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fontina",
            "quantity": "120 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "40 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fette 120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        }
    ],
    "preparation": " Per realizzare il rotolo di vitello con le noci, prendete della polpa di vitello e tagliatela a fisarmonica cercando di ottenere un'unica fetta lunga, alta almeno1 cm (oppure, fate fare questa operazione di taglio al vostro macellaio). Battete per bene la vostra fetta di carne dopo averla privata di eventuali bordi grassi 1; lavate bene il prezzemolo, privatelo dei gambi e tritatelo molto finemente e tritate o spezzettate i gherigli di noci. Sopra la fetta di carne, adagiate il prosciutto cotto 2, la fontina tagliata a fette, il prezzemolo tritato 3 ed i gherigli di noce, in questa precisa sequenza 4.Arrotolate il tutto 5 e legate per bene il vostro arrosto con uno spago, in modo che il ripieno non possa fuoriuscire durante la cottura e infilate tra lo spago un rametto di rosmarino e due-tre foglie di salvia 6. A questo punto, mettete l’arrosto in una casseruola, in cui avrete precedentemente fatto sciogliere il burro con l'olio, e fatelo rosolare in modo che prenda colore su tutti i lati 7. Insaporite il rotolo di vitello con pepe e sale, bagnate il tutto con il latte 8 e lasciate cuocere a fiamma bassa per almeno un ora e 30 minuti ricordandovi di girare l’arrosto di tanto in tanto. A fine cottura, il latte dovrà essersi ridotto ed il fondo di cottura dovrà risultare cremoso 9. Verificate che l'arrosto sia cotto a puntino, poi toglietelo dal tegame e conservatelo al caldo, coperto. Frullate con un frullatore ad immersione il fondo di cottura e poi, se necessario, fatelo ulteriormente addensare aggiustando, alla fine, di sale e di pepe. Una volta pronto, servite in tavola l’arrosto tagliato a fette, privato dello spago e ricoperto con il sughetto di cottura. "
}