{
    "title": "Patate americane con cheddar e bacon",
    "ingredients": [
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Bacon",
            "quantity": "a fette 150 g"
        },
        {
            "ingredient": "Cheddar",
            "quantity": "150 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le patate americane con cheddar e bacon per prima cosa iniziate a lavare le patate 1. Poi con un coltello ben affilato praticate su ogni patata circa 6-8 tagli in base alla sua lunghezza; è importante non tagliare le patate fino alla base ma inciderle solamente 2. Preparate un trito con le foglie di salvia 3 e trasferitele all'inteno di una ciotola. Aggiungete anche il timo sfogliato 4 e il sale grosso 5. Mescolate per uniformare il tutto e tenete da parte per un momento. Riprendete le patate e ungetele in maniera uniforme, sia sopra che sotto 6. A questo punto foderate una leccarda con la carta forno, ungete anche quest'ultima e cospargete sulla base un pò del sale aromatico appena preparato. Posizionate poi le patate e spargete anche su queste il mix di sale 8. Condite con un pizzico di pepe nero 9 e ancora un filo d'olio. Cuocete in forno statico preriscaldato a 200° nel ripiano centrale per circa 75 minuti. Nel frattempo occupatevi della cottura del bacon: scaldate una padella antiaderente e solo quando sarà ben calda posizionatevi le fettine di bacon 10. Cuocete a fiamma moderata per pochi minuti fino a che non risulteranno ben dorate, tenete conto che poi proseguiranno la cottura in forno. Giratele e lasciatele dorare anche dall'altro lato 11. Trasferite le vostre fettine di bacon croccante su un vassoio 12 e tenetele da parte. Prendete anche le fettine di cheddar 13 e tagliatele prima a listarelle 14 e poi in piccoli dadini 15. Trascorsi i 75 minuti sfornate le patate che nel frattempo si saranno aperte a fisarmonica 16. Farcite tutte le insenature con il cheddar 17 e poi posizionate anche quelle di bacon, non in tutte, ma saltandone una ogni volta 18. Proseguite in questo modo fino a farcire tutte le patate e ultimate adagiando i cubetti di cheddar rimasti anche in superficie 19. A questo punto 20 infornate nuovamente per altri 15 minuti, poi sfornate un'ultima volta e servite le vostre patate americane con cheddar e bacon ancora fumanti! "
}