{
    "title": "Brasato ai funghi e vino rosso",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "magatello 1 kg"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "70 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "3"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "3"
        },
        {
            "ingredient": "Funghi",
            "quantity": "misti (champignon e chiodini) 300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " La prima cosa da fare nella preparazione del brasato ai funghi e vino rosso è fare marinare la carne: pelate le carote e tagliatele a cubotti grossolani 1, fate lo stesso con la costa di sedano 2. Prendete il trancio di carne 1, asciugatela dall'eventuale residuo di sangue e ponetela in una capiente terrina. Aromatizzatela con i chiodi di garofano e il pepe in grani 3, poi aggiungete le verdure 4 versate il vino e tanta acqua quanto basta a coprire completamente la carne 5, avvolgete la ciotola nella pellicola 6 fate marinare la carne in frigorifero per almeno 12 ore fino ad un massimo di 24. Trascorso il tempo della marinatura, scolate la carne dal liquido avendo cura di conservarlo 7, scaldate un filo di olio di oliva in un tegame 8, adagiate all’interno la carne 9 fatela rosolare a fuoco vivace su tutti i lati 10, poi ricopritela con la marinatura tenuta da parte 11 e le verdure 12, coprite con il coperchio e fate brasare la carne a fuoco dolce (l’acqua deve fremere) per almeno 3 ore, avendo cura di girarla di tanto in tanto. I tempi di cottura dipendono molto dalla carne che acquistate, la cottura può essere prolungata anche fino a 6 ore. Intanto occupatevi dei funghi: pulite i funghi champignon, tagliate la parte terrosa del gambo 13 , poi eliminate eventuali residui di terra con un panno umido o un pennello da cucina e affettateli sottilmente 14. Procedete allo stesso modo con i chiodini: tagliate la parte finale dei gambi 15 ed eliminate la parte terrosa. Fate bollire i funghi chiodini per 15-20 minuti prima di impiegarli nella ricetta. In un padella scaldate l’olio di oliva, poi unite i funghi 16, salate, pepate 17 e cuocete 10 minuti, mescolando spesso. Quando la carne sarà pronta, estraetela dal tegame e ponetela in una terrina 18, trasferite il fondo di cottura della carne in un tegame o ciotola più piccola e frullate il tutto con il mixer ad immersione 19, così da ottenere una salsa densa. Versate il fondo di cottura nella padella con i funghi, il fondo sarà molto concentrato (20-21) allungatelo con l’acqua 22 e proseguite la cottura per qualche minuto così da insaporire i funghi. Affettate il brasato 23 e adagiate le fette su un piatto di portata, condite con il sughetto di funghi 24 e servitelo ben caldo. "
}