{
    "title": "Quaglie con mantello di pancetta e riso",
    "ingredients": [
        {
            "ingredient": "Quaglia",
            "quantity": "4"
        },
        {
            "ingredient": "Salvia",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "250 g"
        },
        {
            "ingredient": "Aromi per arrosto",
            "quantity": "in polvere q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "4"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda salata 500 ml"
        }
    ],
    "preparation": " Accendete il forno a 200°.Prendete le quaglie e togliete loro le eventuali piccole penne residue, poi cospargete l’esterno e l’interno di aromi per arrosti e ponete dentro ognuna di esse una fettina di pancetta e una foglia di salvia.Arrotolate un paio di fette di pancetta attorno ad ogni quaglia e legatele con dello spago da cucina, poi ponetele in una teglia contenente dell’olio caldo, l’aglio tagliato a metà, le verdure mondate e tagliate a grandi pezzi. Aggiungete le foglie di salvia, il rametto di rosmarino, e il pepe macinato, poi rosolate bene le quaglie, un pizzico di sale e aggiungete il vino rosso; lasciate evaporare per un paio di minuti e poi ponete la teglia in forno. Nel frattempo preparate il riso mondando la cipolla e conficcando i chiodi di garofano su di essa : ponete in un tegame il burro, e quando sarà fuso aggiungete la cipolla e il riso; fatelo tostare qualche minuto e poi aggiungete l’acqua calda (già salata) poco per volta, coprite con un coperchio e cuocete senza mescolare fino alla cottura, aggiungendo quando serve altra acqua calda. Quando le quaglie saranno cotte, togliete la teglia dal forno e tenete le quaglie al caldo mentre preparerete la salsa di accompagnamento: versate nella teglia il brodo di carne e fate ridurre il tutto per circa 10 minuti, poi passate gli ingredienti al setaccio e rendete il sugo più denso sciogliendo un cucchiaio raso di farina in mezzo bicchiere di acqua fredda, che aggiungerete al sugo. Fate cuocere per un altro minuto, poi aggiustate di sale e cospargete il riso e le quaglie con la salsa ottenuta, oppure portate la salsa in un contenitore a parte e fate in modo che i commensali possano servirsi da soli. "
}