{
    "title": "Polpo alla Luciana",
    "ingredients": [
        {
            "ingredient": "Polpo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "4 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Capperi",
            "quantity": "di Pantelleria 1 cucchiaio"
        },
        {
            "ingredient": "Olive",
            "quantity": "di Gaeta 2 cucchiai"
        },
        {
            "ingredient": "Pane",
            "quantity": "4 fette"
        }
    ],
    "preparation": " Per preparare il polpo alla Luciana iniziate con la pulizia dei polpi (eventualemnte potete acqusitarli già puliti), aprite la sacca lateralmente e svuotandola. Utilizzando delle forbici o un coltellino dalla punta affilata, togliete gli occhi e il dente (cliccate qui per vedere come fare); lavate i polpi molto bene sotto l’acqua corrente per eliminare ogni residuo di sabbia, specialmente tra le ventose dei tentacoli. Pulite bene anche l’interno della testa che servirà per la farcitura. Prima di cominciare la cottura, riempite la testa dei polpi con qualche oliva intera, prezzemolo,due spicchi di aglio, metà dei capperi 1 e richiudete la testa con uno o due stuzzicadenti 2; poi metteteli a cuocere a testa in su in un ampio tegame con poco olio, peperoncino fresco, pepe macinato, poco aglio tritato 3, dopodiché quando i polpi saranno ben rosolati abbassate la fiamma e cuocere 30 minuti circa. Con questa cottura la pelle del polpo tende a rimanere attaccata, senza disfarsi eccessivamente. Lavate i pomodorini, tagliateli a metà e lasciateli scolare 4. In un’altra pentola intanto scaldate poco olio, 2/3 spicchi d’aglio tritati e fate soffriggere, poi aggiungete l’acqua di vegetazione dei pomodorini 5. Dopo pochi minuti di cottura aggiungete i pomodori e salate leggermente 6, lasciate cuocere per 20 minuti circa, schiacciandoli perché perdano l’acqua 7. Trascorso il tempo di cottura iniziale per il polpo, quando è ormai tenero, aggiungere le olive e i capperi rimasti e una manciata di prezzemolo 8; poi circa a metà cottura dei pomodori unirli nella pentola col polpo e continuare a cuocerlo per altri 20/25 minuti 9. A questo punto preparate i crostini di pane: tagliate diagonalmente le fette di pane da baguette e tostatele in forno a 180 gradi per 5/7 minuti. Servite il polpo alla Luciana in un piatto fondo, coperto dalla sua salsa accompagnandolo con le fette di pane tostato. "
}