{
    "title": "Cotolette vegetariane",
    "ingredients": [
        {
            "ingredient": "Fagioli dall'occhio secchi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "farinose 140 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere 500 g"
        }
    ],
    "preparation": " Per preparare le cotolette vegetariane, cominciate la sera prima, mettendo a mollo i fagioli secchi in acqua fredda 1. Trascorse almeno 12 ore, sciacquate i fagioli e trasferiteli in una pentola con abbondante acqua fredda non salata 2 e fateli cuocere a fuoco dolce per circa 2 ore, eliminando quando necessario la schiuma che si forma in superficie 3. Nel frattempo, mettete a bollire una pentola di acqua fredda con le patate intere ben lavate e fatele cuocere circa 25-30 minuti dal bollore 4. Alla fine, bucherellandole con una forchetta, dovranno risultare morbide. Scolatele e fatele intiepidire quanto basta per poterle maneggiare, quindi schiacciatele con uno schiacciapatate e raccogliete la purea ottenuta in una ciotola 5 (in alternativa potete sbucciarle e passrle con il passaverdure oppure schiacciarle con una forchetta). Tornate a dedicarvi ai fagioli: quando saranno quasi cotti, salateli. Concludete la cottura, scolateli e lasciateli riposare all’interno di un setaccio in modo da far perdere loro ogni traccia di acqua in eccesso 6. Una volta asciutti, trasferite i fagioli nel bicchiere del mixer 7 e azionate le lame per ridurli in un composto pastoso e fine 8. Trasferite questo paté in una ciotola capiente e unitevi le patate schiacciate 9. Aggiungete anche il formaggio grattugiato 10, il pangrattato 11 e regolate di pepe 12 e di sale. Amalgamate con cura 13, dovrà risultare un impasto compatto non appiccicoso. Quindi occupatevi della panatura: predisponete una ciotola bassa e larga con le uova sbattute e un piatto con il pangrattato. Prelevate con l’auto di un cucchiaio una quantità di composto di fagioli corrispondente a circa 150 g 14 e schiacciatela sul palmo della mano fino a conferirgli la forma piatta e leggermente irregolare di una cotoletta 15. Durante le prossime operazioni dovrete prestare attenzione ed essere molto delicati, perché la cotoletta vegetariana al contrario di quella di carne rischia di rompersi durante la panatura e la successiva cottura. Immergete nell’uovo, su entrambi i lati, la cotoletta 16, quindi passatela nel pangrattato 17. Ripetete l’operazione, intingendo una seconda volta la cotoletta già impanata nell’uovo, e poi di nuovo nel pangrattato 18: questa doppia panatura renderà la cotoletta più gustosa e la aiuterà a mantenere meglio la forma. Una volta completata la panatura posate delicatamrente la cotoletta su un vassoio ricoperto di carta da forno 19, e proseguite con le altre. Scaldate l’olio in una padella bassa e larga. Recuperate la cotoletta con l’aiuto di una paletta 20 e quando l’olio raggiunge i 170° immergetevi la cotoletta per friggerla 21. Appena risulta ben dorata, giratela sull’altro lato aiutandovi con 2 palette 22. Dorate anche questo lato, quindi scolate la cotoletta e ponetela ad asciugare su un foglio di carta assorbente, così da farle perdere l’olio in eccesso 23. Proseguite con le altre cotolette vegetariane, e servitele ben calde accompagnate da uno spicchio di limone come vuole la tradizione! "
}