{
    "title": "Involtini di pollo ai funghi con salsa alla senape",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "8 fette 800 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "250 g"
        },
        {
            "ingredient": "Senape dolce",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli involtini di pollo ai funghi con salsa alla senape iniziate a pulire i funghi champignon: con un coltellino eliminare la parte terrosa sul gambo 1, raschiandolo con delicatezza fino ad eliminare qualsiasi traccia di terra, poi strofinate delicatamente la superficie con un panno di cotone inumidito 2 facendo attenzione a non sciupare i funghi. Affettate i funghi 3 e teneteli da parte. Lavate e tritate il prezzemolo fresco 4, in una padella scaldate un filo di olio e insaporitelo con uno spicchio di aglio, unite i funghi affettati 5 fate saltare i funghi per 4-5 minuti, salate e pepate 6 poi aromatizzate con il prezzemolo tritato 7, mescolate ed eliminate lo spicchio di aglio con una pinza da cucina 8 lasciate raffreddare i funghi. Occupatevi della carne, ponete le fettine di pollo tra due fogli di carta da forno (per non sfibrare la carne) e battetele con il batticarne 9. Tritate il timo 10 e ponetelo in una ciotolina, aggiungete anche il sale e mescolate per amalgamare distribuite il trito di aromi sulle fettine di pollo 11, poi farcite con un cucchiaio di funghi la parte centrale delle fettine, lasciando il bordo libero 12( tenete da parte i funghi avanzati) ripiegate verso l’interno i lati lunghi delle fettine per evitare che fuoriesca il ripieno 13 e poi arrotolatele 14, fissate gli involtini con degli stuzzicadenti 15, così non si apriranno in cottura. Tenete da parte gli involtini, sbucciate e tritate lo scalogno 16, scaldate un filo di olio di oliva in padella e fate appassire lo scalogno 17per almeno 5 minuti a fuoco basso, adagiate in padella gli involtini di pollo e funghi con salsa alla senape 18 e rosolate da entrambi i lati per un paio di minuti, poi sfumate con il vino bianco 19 e aggiungete il brodo di pollo 20 e cuocete per 10 minuti con il coperchio per altri 10 minuti 21, poi incorporate la senape 22 e cuocete ancora per 3-4 minuti, a fine cottura aggiungete i funghi avanzati 23 e fate saltare tutto insieme per pochi istanti e servite gli involtini di pollo ai funghi con salsa alla senape ben caldi 24. "
}