{
    "title": "Capesante su letto di cipolle caramellate con carote e peperoni alla soia",
    "ingredients": [
        {
            "ingredient": "Capesante",
            "quantity": "8"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "45 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "45 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        }
    ],
    "preparation": " Per preparare le capesante su letto di cipolle caramellate con carote e peperoni alla soia, iniziate dal letto di verdure: prendete i peperoni rosso e giallo e apriteli per togliere i semini interni, quindi riduceteli a striscioline tutte della stessa dimensione possibilmente (1-2). Mondate e affettate finemente una cipolla, anche in questo caso meglio se a fettine delle stesse dimesioni 3. Poi tagliate parte del ciuffetto verde delle carote baby, pelate con un pelaverdure e dividetele a metà 4; in una padella versate l'olio, fate scaldare quindi unite le cipolle, i peperoni e le carote 5 e fate rosolare a fuoco medio per 7-8 minuti. Le verdure dovranno rimanere croccanti. Aggiungete quindi lo zucchero 6 e fate caramellare mescolando di tanto in tanto con un cucchiaio di legno. Infine, aggiungete la salsa di soia 7, sfumate e spegnete il fuoco. In un'altra padella versate un filo d'olio e fate scottare le capesante private del guscio 8. Rosolatele 3-4 minuti a fuoco vivace girandole con una forchetta 9. A questo punto impiattate come preferite; ad esempio potreste utilizzare un coppapasta adagiato sul piatto da portata singolo e versare all'interno prima le verdure 10 per dare una forma a nido, poi adagiare le capesante e guarnite con un rametto di timo 11. Servite le capesante su letto di cipolle caramellate con carote e peperoni alla soia calde 12! "
}