{
    "title": "Orata all'acqua pazza",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "(1 o 2 in base al peso) 800 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "ciliegine 300 gr"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "un ciuffetto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "4 spicchi"
        },
        {
            "ingredient": "Olio",
            "quantity": "extravergine di oliva 2 cucchiai"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "mezzo bicchiere"
        },
        {
            "ingredient": "Vino",
            "quantity": "bianco mezzo bicchiere"
        }
    ],
    "preparation": " Per prima cosa per preparare l'orata all'acqua pazza, cominciate con la pulizia dell'orata. Squamate eliminate le pinne lateraliÂ dell'orata 1 quelle dorsali 2Â e quelle ventrali 3 (potete lasciare quella caudale per verificare successivamente lâavvenuta cottura del pesce ). Squamate l'orata 4, praticate un taglio sulla pancia 5 ed eviscerate l'orata 6. Quindi sciacquate l'orata sotto lâacqua fresca corrente assicurandovi di averlo pulito bene anche dentro 7. Mettete allâinterno della pancia un pizzico di sale, uno spicchio di aglio e un paio di foglioline di prezzemolo. Prendete una pirofila (o una teglia), cospargetene il fondo con lâolio extravergine di oliva, poi adagiatevi le orate (o lâorata se avete scelto quella da 800 gr). Tagliate i pomodorini a spicchi o cubetti e uniteli nella pirofila assieme ai due spicchi dâaglio restanti tagliati a fettine, il prezzemolo a foglie 8 , il sale e il pepe (o peperoncino fresco se piace), lâacqua e il vino bianco 9; i liquidi non devono ricoprire interamente le orate ma restare a meno della metÃ dellâaltezza del pesce. Infornate in forno giÃ caldo a 220Â° per circa 20-25 minuti : per assicurarsi che il pesce sia cotto dovreste provare a strappare la pinna caudale: se verrÃ via facilmente lâorata sarÃ cotta, altrimenti, se opporrÃ resistenza fate cuocere il pesce per qualche altro minuto. Quando lâorata allâacqua pazza sarÃ cotta, estraete la pirofila dal forno, adagiate l'orata su di un piatto, eliminate la pelleÂ 10 e dividete l'orata in filetti 11 eliminando tutte le lische (quella grande centrale e le laterali) e la testa. Una volta ottenuti i 4 filetti, metteteli in un piatto da portata, irrorandoli con il fondo di cottura 12 e servite immediatamente. Se preferite la cottura in padella, mettete procedete nello stesso modo, cuocendo su fiamma mettendo un coperchio sul tegame utilizzato. "
}