{
    "title": "Cookies",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 250 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "5 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie (a temperatura ambiente) 2"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare i Cookies, iniziate mescolando il burro morbido a pezzetti con lo zucchero semolato 1 e lo zucchero di canna 2: lavorate il tutto con un cucchiaio di legno 3, mescolate bene ed energicamente fino ad ottenere una crema liscia 4. Per facilitarvi potreste mettere sul piano di lavoro uno strofinaccio bagnato e appoggiare sopra la ciotola in modo che non vi sfugga durante i movimenti. Aggiungete le due uova leggermente sbattute, poco alla volta 5 e mescolate per incorporare prima di aggiungere il resto delle uova, quindi unite l'estratto di vaniglia 6. Una volta inglobati tutti gli ingredienti e ottenuto un composto omogeneo 7, setacciate la farina in un'altra ciotola, unite i 5 g di bicarbonato 8 e un pizzico di sale fino (a vostro piacimento per dare la tipica nota salata ai biscotti).Â Mescolate bene 10, quindi unite i due composti versando le polveri nel composto di uova, zucchero e burro 11; mescolate energicamente fino ad ottenere un composto piuttosto denso e omogeneo 12. Infine unite le gocce di cioccolato e amalgamatele in maniera uniforme 13. Prendete uno spallinatore per il gelato (oppure un cucchiaio) e realizzate man a mano le palline da circa 50 g l'una da mettere su una leccarda o una teglia foderata con carta forno. Noi abbiamo utilizzato una teglia in cui abbiamo messo a cuocere 8 palline alla volta 15 ben distanziate tra loro, in modo che allargandosi in cottura non si fondano leÂ une con le altre. Con queste dosi otterrete circa 20 biscotti. Prima di cuocere i cookies 16, dovrete metterli per circa 1 ora a rassodare in frigorifero in modo che tengano ancora meglio la forma in cottura. Cuocete i vostri cookies in forno statico preriscaldato a 160Â° per circa 35/40 minuti nel ripiano di mezzo del forno. Saranno cotti quando saranno croccantini fuori e abbastanza morbidi dentro 17. Fateli rafreddare completamente su una gratella e i vostri cookies sono pronti per allietare l'ora della merenda 18! "
}