{
    "title": "Gamberi in pasta kataifi con salsa alla confettura di albicocca",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "(interi) 12"
        },
        {
            "ingredient": "Pasta kataifi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Timo",
            "quantity": "6 rametti"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "250 g"
        },
        {
            "ingredient": "Insalata misticanza",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Menta",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per preparare i gamberi in pasta kataifi con salsa alla confettura di albicocca, iniziate dalla pulizia dei gamberi: dovrete lasciare la testa e la coda integre, quindi staccate delicatamente il carapace dai gamberi 1, poi incidete il dorso con un coltellino ed estraete l'intestino 2. Salate e pepate i gamberi 3, copsargeteli con delle foglioline di timo quindi infilzateli con uno stuzzicandenti (4-5): in questo modo riuscirete ad avvolgere più facilmente i gamberi con la pasta kataifi e terranno la forma in cottura. Ora prendete la pasta kataifi (si trova surgelata nei supermercati, dovrete quindi scongelarla in frigorifero prima dell'utilizzo); sfilacciatela con le mani 6 in modo da allargare i fili. Poi avvolgete ciascun gambero iniziando dalla testa, fino alla coda per coprire tutta la parte centrale (7-8). Quindi friggete pochi gamberi alla volta in abbondante olio di semi bollente, per circa 3 minuti (la temperaratura non dovrà superare i 170-180°) 9; quando saranno ben dorati, scolateli aiutandovi con una schiumarola Poi salate 10 e pepate l'insalata a piacere, quindi preparate una citronette: versate l'olio di oliva in una cotolina, unite il succo di mezzo limone spremuto 11, le foglioline di menta tritate ed emulsionate il tutto 12, quindi condite l'insalata misticanza. Distribuitela sui piatti da portata 13, condite anche con la cofettura di albicocche intorno all'insalata e adagiate tre gamberi a porzione 14: i vostri gamberi in pasta kataifi con salsa alla confettura di albicocca sono pronti per essere gustati 15! "
}