{
    "title": "Miniburgers aromatici con formaggio",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "trita 500 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i miniburgers aromatici con formaggio, iniziate preparando il misto di aromi che si andranno ad amalgamare con la carne. Versate, quindi, il pangrattato nel mixer 1, aggiungete anche le foglie di prezzemolo 2 e lo spicchio di aglio sbucciato intero 3. Azionate il mixer e mantenete a velocità media fino a quando non otterrete un composto molto fine 4, regolate con sale e pepe a piacere. Dopodichè in un'altra ciotola unite la carne trita di suino alla salsiccia, privata precedentemente della pelle 5. Procedete aggiungendo il misto di prezzemolo, aglio e pangrattato alla carne 6. Unite infine il pecorino grattugiato 7 e amalgamate il tutto. Una volta ottenuto un miscuglio ben compatto, iniziate a dividerlo e a formare delle palline dal peso di circa 60 gr l'una 8; in questo modo riuscirete a ricavare 12 miniburgers. Compattate bene le palline e schiacciatele leggermente fino da appiattirle e creare dei bordi. Disponete ,quindi, i miniburgers su un tagliere e spennellateli con dell'olio 9 per evitare che aderiscano alla piastra durante la cottura. Potete cuocere i miniburgers su una piastra a fuoco vivace per 5 minuti, ricordandovi di cuocerli 3 minuti da un lato e 2 dall'altro 10 oppure in forno statico per 25 minuti a 200°, 15 minuti da un lato e 10 dall'altro (in forno ventilato a 180° per 20 minuti). Quando i miniburgers avranno raggiunto una doratura croccante, saranno pronti per essere serviti 11! Mettete i miniburgers aromatici con formaggio in tavola ancora caldi e presentateli come più vi piace: accompagnati da un minipanino da hamburger e una foglia di insalata o con le vostre salse preferite 12! "
}