{
    "title": "Rosticciata (grostl) ai finferli con speck",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Speck",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi finferli (gallinacci)",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la rosticciata (grostl) ai finferli con speck, prendete 4 patate medie e, senza sbucciarle, lavatele bene e mettetele a lessare in acqua salata 1 e a fuoco moderato per circa 30 minuti (non devono sfaldarsi). Una volta cotte scolatele e lasciatele raffreddare completamente (sarebbe meglio prepararle la sera prima). Intanto pulite molto bene i finferli (gallinacci) con un panno morbido e umido, togliendo ogni residuo di terra 2, e se sono molto grossi tagliateli a pezzi, ma non troppo piccoli 3. Tritate finemente metà cipolla e fatela dorare in una padella con un filo d'olio, poi aggiungete i finferli (4-5) e fateli cuocere a fuoco basso fino alla loro cottura, aggiungendo del sale e qualche cucchiaio di brodo caldo, se necessario. Intanto in una padellina a parte mettete a dorare con un goccio di olio lo speck tagliato a cubetti o straccetti 6,e tenetelo da parte. Sbucciate le patate che nel frattempo si saranno completamente raffreddate 7, tagliatele a fette spese e mettetele in un'altra padella insieme all'altra metà di cipolla, tagliata grossolanamente, e fatele saltare per qualche minuto poi unite il aggiustate di sale e di pepe secondo i vostri gusti e continuate la cottura 9 finché saranno dorate da entrambi i lati 10. Non girate troppo spesso le patate per evitare che si sfaldino. A questo punto unite i finferli 11. Aggiustate eventualmente di sale e di pepe e poi servite cospargendo il grostl ai finferli con lo speck 12. "
}