{
    "title": "Torta mimosa classica",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "140 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 8"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "5"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "55 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "130 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta mimosa classica come prima cosa occorre preparare i due pan di spagna. Assicuratevi di avere due stampi del diametro di 20 cm ciascuno e che entrambi entrino nel forno, sullo stesso ripiano uno accanto all'altro. Se così non fosse dovrete realizzare un Pan di Spagna alla volta (basterà dimezzare le dosi indicate). Preriscaldate il forno a 160° in modalità statica. Rompete le uova e ponetele nella ciotola di una planetaria e iniziate a montarle con la frusta a velocità moderata 1. Incidete entrambe i baccelli di vaniglia, prelevatene i semi 2 e uniteli in planetaria insieme a un pizzico di sale. A questo punto aggiungete lentamente anche lo zucchero 3. Continuate a montare per circa 15 minuti fino a che le uova non saranno triplicate di volume e avrete ottenuto un composto fluido e cremoso, \"che scrive\" 4. Fermate la planetaria e ponete un colino direttamente sopra la ciotola. Setacciate sia la farina 5 che la fecola 6 e incorporatele delicatamente le polveri con movimenti dal basso verso l'alto utilizzando una spatola 7, per non rischiare di smontare il composto. Quando avrete ottenuto un impasto omogeneo 8, imburrate e infarinate due stampi da 20 cm di diametro. Dividete equamente l'impasto fra le 2 tortiere 9. A questo punto 10 cuocete i vostri pan di spagna in forno statico preriscaldato a 160°, nel ripiano più basso, per circa 50 minuti. Verificate che siano cotti facendo la prova dello stecchino, se risulterà completamente asciutto potrete sfornarli 11. Poi lasciateli raffreddare completamente prima di sformarli 12. Posizionateli quindi su una gratella così da completare il raffreddamento. Occupatevi di preparare la crema per farcire la torta mimosa. Iniziate quindi dalla crema pasticcera:incidete il baccello di vaniglia, prelevate i semi 1 e teneteli da parte. In un tegame versate il latte, la panna e il baccello svuotato 2 e scaldate il tutto dolcemente fino a sfiorare il bollore. Nel frattempo in una ciotola sbattete i tuorli insieme allo zucchero e ai semi di vaniglia 3; non sarà necessario montarli ma basterà amalgamare il tutto. Setacciate all'interno direttamente l'amido di mais 4 e mescolate ancora 5. Non appena il latte sarà caldo eliminate il baccello con delle pinze da cucina 6 e versatene un mestolo all'interno del composto di tuorli 7, mescolando con una frusta per stemperarlo. Versate il tutto nel tegame con il latte caldo 8 e senza mai smettere di mescolare fate addensare la vostra a fuoco dolce 9. Una volta pronta, riponetela in una pirofila bassa e ampia e lasciatela raffreddare completamente, coprendo con pellicola trasparente a contatto quando la crema è ancora calda 10. Solo quando sarà fredda, versate la panna fresca in una ciotola, unite lo zucchero a velo e iniziate a montare con le fruste 12. Non appena avrete ottenuto una panna ben montata 13, riprendete la crema e trasferitela in un'altra ciotola. Frustate leggermente per ammorbidirla e iniziate ad aggiungere la panna. Unitene una cucchiaiata 14 e mescolate energicamente per diluire la crema, poi incorporate la restante panna molto delicatamente muovendo la spatola dal basso verso l'alto 15. Coprite nuovamente con la pellicola e riponete in frigorifero a rassodare per circa 30 minuti. Nel frattempo preparate anche la bagna per la torta. Versate in un tegame l'acqua 1, il liquore 2 e lo zucchero 3. Accendete il fuoco e mescolando 4 scaldate lo sciroppo fino a che lo zucchero non si sarà sciolto 5, poi versatelo all'interno di un'altra ciotola 6 e lasciate raffreddare. Non appena tutto sarà ben freddo potrete comporre il dolce. Come prima cosa dovrete eliminare la crosticina esterna da entrambi i pan di spagna, prima dai bordi 1, poi dalla parte superiore 2 e in ultimo anche dalla parte inferiore 3. In questa fase cercate di eliminare solo la parte più scura, in modo da ridurre gli sprechi. Potete utilizzare gli scarti come indicato in fondo alla scheda ricetta. Prendete uno dei due Pan di Spagna e utilizzando un coltello lungo e seghettato, a dentatura larga, fate in modo da ricavare 3 dischi; per tagliare più regolarmente possibile il Pan di Spagna potete incidere lateralmente: due tacche da fare con il coltello seghettato per prendere la misura, quindi affondare la lama trasversalmente pian piano per ricavare il primo strato, aiutandovi girando man a mano il Pan di Spagna per realizzare un taglio omogeneo e preciso (4-5-6). Posizionate su un piatto (noi abbiamo usato un piatto girevole, ma anche un piatto da portata normale andrà benissimo) il primo strato di Pan di Spagna, quindi un cerchio da pasticceria (potete anche farcire la torta senza): utilizzando un cucchiaio spargete su tutta la superficie del disco la bagna preparata precedentemente e lasciata intiepidire 7. Unite ora circa 1/4 della crema 8 e livellatela con una spatola 9. Inserite il secondo disco nel cerchio 10, bagnate nuovamente 11 e coprite con un altro strato di crema come fatto nello step precedente 12. A questo punto inserite anche l'ultimo disco e inzuppatelo nuovamente con la bagna rimasta 13. Aggiungete ancora uno strato di crema 14, tenendone da parte un po' che servirà per i bordi. Livellate in maniera omogenea 15. Prendete anche il secondo Pan di Spagna e tagliatelo a fette in senso verticale 16, poi da ciascuna ricavate dei cubetti piuttosto piccoli 17 e riponeteli in una ciotolina 18. Sfilate delicatamente il disco dalla torta mimosa 19 e utilizzate la crema rimasta per ricoprire i bordi della torta, aiutandovi con la spatola 20. Aiutandovi con un cucchiaio spargete su tutta la superficie i cubetti di pan di Spagna 21, ricoprendo con cura anche i bordi: i cubetti si attaccheranno facilmente alla crema diplomatica 22. Una volta ricoperta accuratamente tutta la superficie 23, riponete la torta in frigorifero per un paio d'ore. Al momento di servire, spolverizzate con lo zucchero a velo la vostra torta mimosa classica 24! "
}