{
    "title": "Calamari ripieni di bieta, uvetta e mandorle",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "(medi) 8"
        },
        {
            "ingredient": "Bietole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "60 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per realizzare i calamari ripieni di bieta, uvetta e mandorle, tagliate la bieta grossolanamente 1poi sciacquatela sotto l’acqua corrente 2 e scolatela, fatela appassire in padella cuocendo a fuoco medio con il coperchio 3 per 10 minuti o finché non sarà tenera, condite con l’olio di oliva 4, insaporite con l’uvetta 5 precedentemente ammollata in acqua e ben strizzata. Sfumate con 50 gr di salsa di soia 6 aggiungete le mandorle a lamelle 7. Spegnete il fuoco prelevate parte della bieta cotta, quanto basta per accompagnare i calamari e tenetela da parte, in questo modo manterrà un colore verde acceso. Occupatevi della pulizia dei calamari: sciacquateli sotto l’acqua corrente, ed eliminate la pelle esterna 8, poi con le mani staccate delicatamente la testa dal mantello 9 e tenetela da parte. Una volta estratta la testa, sempre con le mani, cercate la penna di cartilagine trasparente che si trova nel mantello ed estraetela delicatamente. Passate nuovamente il calamaro sotto acqua corrente, lavatelo ed estrarre le interiora dal mantello. Farcite i calamari con le biete saltate in padella 10 poi richiudete fissando i tentacoli al mantello con uno stuzzicadenti 11. Man mano che componete i calamari adagiateli nella padella con la restante bieta, aggiungete un filo di olio di oliva, l’acqua 12 , sfumate con 50 gr di salsa di soia, coprite con coperchio 13 e cuocete per 10 minuti finché non saranno morbidi 14. Ponete sui piatti di portata le biete che avete tenuto da parte e adagiate sopra i calamari. Servite ben caldi i calamari ripieni di bieta, uvetta e mandorle 15. "
}