{
    "title": "Crostacei con verdure al vapore e maionese agli agrumi",
    "ingredients": [
        {
            "ingredient": "Scampi",
            "quantity": "4"
        },
        {
            "ingredient": "Canocchie",
            "quantity": "8"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "4"
        },
        {
            "ingredient": "Taccole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "200 g"
        },
        {
            "ingredient": "Broccoli romaneschi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Aceto di sidro",
            "quantity": "3 g"
        },
        {
            "ingredient": "Succo di mandarino",
            "quantity": "25 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i crostacei con verdure al vapore e maionese agli agrumi iniziate proprio da quest'ultima. Spremete il mandarino 1, filtrate il succo e tenetelo da parte. Versate i tuorli a temperatura ambiente all'interno del bicchiere di un mixer e unite un pizzico di sale e di pepe 2; aggiungete quindi il succo di mandarino 3 e l'aceto di sidro 4. Iniziate a frullare il tutto con un mixer ad immersione e con le lame sempre in funzione versate l'olio a filo 5. Una volta ottenuta una maionese cremosa, aggiungete anche la scorza dell'arancia 6, mescolate e tenete da parte in frigorifero. A questo punto occupatevi delle verdure: lavate e tagliate le taccole in piccoli pezzi 7, quindi eliminate le foglie esterne dal broccolo 8 e ritagliate soltanto le cime 9. Tenete intere quelle più piccole e dividete a metà quelle più grandi per ottenere una cottura uniforme. Sistemate le taccole su una teglia forata, aggiungete le carote baby 10 e le cimette del broccolo romano 11; quindi occupatevi del pesce: per prima cosa intagliate il carapace degli scampi 12, in questo modo sarà più facile sgusciarli una volta cotti. Passate alla pulizia dei gamberi, lasciando la testa attaccata al resto del corpo ed eliminando solo il carapace 13, quindi estraete l'intestino interno prelevandolo con un coltellino 14. Adagiate gamberi, scampi e canocchie sopra le verdure 15. Aggiustate di sale e di pepe 16 quindi cuocete per 10 minuti in forno, dopo aver impostato la modalità di cottura a vapore. Sfornate i vostri crostacei 17 e serviteli ancora caldi insieme alle verdure e alla maionese agli agrumi 18. "
}