{
    "title": "Melanzane e cipolle al forno",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "2"
        },
        {
            "ingredient": "Mentuccia",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare le melanzane e cipolle al forno, iniziate mettendo le melanzane e le cipolle, lavate e asciugate, in una teglia ricoperta da carta forno. Lasciatele pure intere e non sbucciatele. Fatele cuocere in forno preriscaldato per circa un'ora a 180 gradi (160 gradi per circa 50 minuti se ventilato), regolatevi anche in base alla grandezza degli ortaggi. Quando appariranno molli e raggrinzite spegnete il forno e fatele raffreddare 1. Tagliate la parte iniziale della melanzana 2 e spellatela 3. Tagliata la melanzana a fette alte circa tre centimetri 4. Tagliate quindi ciascuna fetta in tre-quattro pezzi 5. Prendete le cipolle e eliminate la parte finale della cipolla 6. Togliete la buccia della cipolla, aiutandovi con un coltellino 7, tagliale la cipolla a metà 8 e privatela del cuore 9. Tagliate ora la cipolla a pezzi piuttosto grossi 10. A questo punto mettete i pezzi di cipolla e melanzana in una terrina, salate e pepate 11, aggiungete uno spicchio d'aglio privato della buccia 12, l'olio di oliva 13, il basilico a pezzi 14, la mentuccia 15, il prezzemolo tritato 16, l'origano 17, il peperoncino 18. Mescolate il tutto in modo da distribuire bene gli odori 19, quindi eliminate lo spicchio d'aglio 20. Le vostre melanzane e cipolle al forno sono pronte, non vi resta che servirle! "
}