{
    "title": "Agnello cacio e ova",
    "ingredients": [
        {
            "ingredient": "Agnello",
            "quantity": "polpa 1 kg"
        },
        {
            "ingredient": "Uova",
            "quantity": "7"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "abruzzese da grattugiare 150 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "4"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare lâagnello cacio e ova per prima cosa mondate e affettate finemente la cipolla 1 quindi tagliate a cubetti lâagnello 2. Scaldate lâolio di oliva in una padella, quindi unite le cipolle 3 e le bacche di ginepro 4, fate stufare la cipolla a fuoco dolce per 5 minuti. Poi alzate la fiamma e unite lâagnello 5 e gli aromi: il rosmarino, lâalloro e il timo 6. Rosolate la carne per circa 5 minuti, salate, pepate 7, quindi sfumate con il vino bianco 8 e lasciate evaporare. Una volta evaporato lâalcol, versate tanta acqua 9, quanto basta a ricoprire la superficie della carne Ora coprite con il coperchio 10 e proseguite la cottura a fiamma media per circa 35 minuti. Una volta trascorso il tempo, noterete che lâagnello rimarrÃ abbastanza umido, eliminate gli aromi con una pinza 11. In una ciotola sbattete le uova con il pecorino grattugiato 12, quindi abbassate la fiamma dellâagnello e versate il composto di uova e pecorino 13. Mescolate per pochi minuti a fiamma molto bassa e poi spegnete il fuoco quando le uova si saranno rapprese leggermente 14. Servite il vostro agnello ben caldo 15 e se lo gradite aggiungete un filo dâolio extravergine dâoliva a crudo. "
}