{
    "title": "Fajitas di pollo e cubetti di pancetta affumicata",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "700 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tortillas",
            "quantity": "8"
        },
        {
            "ingredient": "Formaggio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le fajitas con pollo e cubetti di pancetta affumicata, iniziate dal petto di pollo. Tastate bene il petto 1 per individuare eventuali ossa e cartilagini rimaste ed eliminatele con il coltello. Tagliate il pollo a striscioline spesse circa 1 cm 2 e sistematela in una capiente pirofila senza ammucchiarli. Preparate la marinatura: grattugiate la scorza di un lime e spremetene il succo 3; tritate finemente il prezzemolo fresco 4. Irrorate i pezzi di pollo con il succo di lime e un filo d'olio extravergine d'oliva (5-6). Poi aggiungete la paprika dolce 7, il peperoncino in polvere 8, la scorza di lime e il prezzemolo tritato. Terminate con un pizzico di sale, mescolate tutto bene con un cucchiaio 9, coprite con pellicola e lasciate marinare in frigo per almeno 2 ore. Lavate i peperoni sotto l'acqua corrente, tagliateli a metà ed eliminate il picciolo poi i semini e i filamenti interni 10 e tagliateli a striscioline larghe 1 cm circa 11. Poi pulite i cipollotti, tagliando via la parte in basso e la parte verde, più coriacea, e tagliateli a fette 12. Fate scaldare una padella capiente con un filo d'olio e soffriggete i cipollotti e i peperoni a fuoco vivace 13, stando attenti che non si brucino, fino a che non saranno teneri. Aggiungete i cubetti di pancetta affumicata 14 e lasciateli rosolare bene. Riprendete il pollo e aggiungetelo in padella 15. Fatelo cuocere per pochi minuti, mescolando delicatamente (16-17); quandoil pollo diventa bianco, aggiustate di sale e spegnete il fuoco. Grattugiate con una grattugia a fori larghi del formaggio, tipo provola o svizzero, per accompagnare le tortillas 18. Una volta pronta la carne, prendete una tortillas (potete acquistarle già pronte oppure farle in casa seguendo questa ricetta: tortillas di farina) e farcitela con la carne e le verdure 19. Se gradite, potete arricchirla con un cucchiaio di panna acida e formaggio. Arrotolatela su se stessa 20 e avvolgete l'estremità inferiore con un pezzo di carta stagnola così potete facilmente mangiarla anche con le mani 21. Potete dividere la tortillas a metà e servirla in 2 comode porzioni. Le fajitas con pollo e cubetti di pancetta affumicata sono pronte per essere gustate! "
}