{
    "title": "Involtini ripieni di asparagi",
    "ingredients": [
        {
            "ingredient": "Fettine di vitello",
            "quantity": "8"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "24"
        },
        {
            "ingredient": "Raspadura",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini ripieni di asparagi, iniziate proprio dalla pulizia degli asparagi: lavateli sotto acqua corrente 1, poi tamponateli con carta da cucina e con un pelaverdure eliminate la parte filamentosa del gambo 2; quindi legateli con spago da cucina e poneteli nel cestello dell'asparagera 3. Cuoceteli lasciando le punte emerse 4 che si cuoceranno con il vapore (se non avete un'asparagera potete lessare gli asparagi disponendoli per orizzontale in una pentola larga). Una volta cotti, scolateli e fateli intiepidire quindi tagliate via la parte più dura del gambo lasciando le punte poco più lunghe del lato piò corto delle fettine di carne 5. Grattugiate la scorza di 1 limone 6, poi battete la carne tra due fogli di carta da forno per rendere le fettine di vitello più sottili senza rompere le fibre della carne e ricavate 8 rettangoli 7 da condire con la scorza di limone grattugiata 8 sale e pepe a piacere 9. Ponete su ciascuna fetta un pò di raspadura 10 e due punte di asparago; quindi arrotolate per formare l'involtino 11 e chiudetelo con uno stuzzicadenti 12. Proseguite allo stesso modo fino ad esaurire gli ingredienti, quindi posizionate gli involtini ripieni di asparagi in una teglia leggermente oleata, poi passate un filo d'olio anche su di essi 13 e cuoceteli in forno statico preriscaldato a 180° per circa 7-8 minuti (160° per circa 4-5 minuti se forno ventilato). Una volta cotti sfornateli 14 e serviteli caldi o tiepidi 15! "
}