{
    "title": "Crostata con ricotta e marmellata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "320 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 185 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "integrale 120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 95 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "230 g"
        },
        {
            "ingredient": "Confettura di lamponi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare la crostata con ricotta e marmellata come prima cosa realizzate la pasta frolla montata. Trasferite il burro morbido tagliato a cubetti in una ciotola, unite lo zucchero di canna integrale 1 e la scorza grattugiata di mezzo limone 2. Unite un pizzico di sale 3Â e lavorate il composto con uno sbattitore 4 fino ad ottenere una crema liscia 5. Aggiungete poi le uova poco per volta 6 e lavorate ancora per 1 minuto.Â Â Aggiungete poi la farina 7 e lavorate ancora 8 fino a che sarÃ completamente assorbita 9.Â Mescolate con una spatola la pasta frolla per esser sicuri che sia ben amalgamata 10. Imburrate poi uno stampo da 22 cm 11 e trasferite la frolla all'interno di un sac-Ã -poche con bocchetta liscia da 1 cm 12.Â FormateÂ una spirale all'interno dello stampo, in modo da ricoprire tutta la superficie 13. Poi utilizzate la frolla rimasta perÂ alzare il bordo facendo 5 giri di frolla uno sopra all'altro (14-15).Â Utilizzando un cucchiaino umido imprimete un motivo decorativo su tutto il bordo della crostata (16-17). Riponetela poi in frigorifero per 30 minuti.Â Nel frattempo preparate la crema di ricotta: lavorate la ricotta in una ciotolina, unite il miele 18,Â la scorza del mezzo limone 19 e mescolate per amalgamare il tutto 20. Riprendete poi la base della crostata, sistemate la ricotta al centro 21Â e con una spatola livellate la superficie 22. Setacciate poi la confettura di lamponi 23, in modo da eliminare i semini.Â Versatela sopra la ricotta 24Â e spalmatela su tutta la superficie 25. Cuocete in forno statico preriscaldato a 180Â° per 40 minuti, nel ripiano centrale, sino a doratura della frolla. Sfornate, lasciate intiepidire 26 poi rimuovete dallo stampo e fate raffreddare completamente la crostata con ricotta e marmellata a temperatura ambiente prima di servirla 27.Â "
}