{
    "title": "Torta morbida al cacao con ganache al cioccolato",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 180 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "(a temperatura ambiente) 75 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "12 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "650 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "650 g"
        },
        {
            "ingredient": "Tartufi di cioccolato",
            "quantity": "(fondenti) 14"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la torta al cacao con ganache al cioccolato versate il burro morbido a temperatura ambiente tagliato a tocchetti 1 insieme allo zucchero 2 in una planetaria dotata di fruste. Incidete la bacca di vaniglia nel senso della lunghezza e estraete i semi, raschiandola con un coltellino 3. Azionate le fruste fino ad ottenere una crema chiara e spumosa. Aggiungete i semi della bacca di vaniglia 4 e le uova intere più 1 tuorlo a temperatura ambiente una alla volta, aspettando che la precedente si sia assorbita prima di aggiungere quella successiva, continuando a montare 5. In una ciotola a parte setacciate la farina, il lievito 6 e il cacao amaro 7. Aggiungete la farina un cucchiaio alla volta all’impasto, continuando con la planetaria 8, facendo in modo che venga incorporata nel composto 9. Aggiunegte poco alla volta anche il cacao 10 e da ultimo versate a filo il latte a temperatura ambiente 11; fate amalgamare bene tutti gli ingredienti fino ad ottenere un impasto denso e omogeneo 12. Versate l’impasto che avete ottenuto in una tortiera del diametro di 22 cm imburrata e foderata con carta da forno 13, livellando la superficie con una spatola 14; fate cuocere in forno statico preriscaldato a 170° per 60 minuti (o a 150° per 50 minuti se in forno ventilato). Una volta pronta 15, sfornate la torta e fatela raffreddare. Nel frattempo preparate la ganache al cioccolato. Tritate il cioccolato fondente 16, poi ponete sul fuoco un pentolino con la panna 17. Quando la panna avrà sfiorato il bollore, spegnete e versate il cioccolato tritato, mescolando con le fruste per scioglierlo completamente 18. Una volta che il cioccolato si sarà sciolto 19, trasferite il composto in una ciotola contenente del ghiaccio 20 e iniziate a montare con uno sbattitore elettrico 21 (potete coprire in parte il recipiente con la pellicola trasparente per evitare gli schizzi). Lavorate la ganache per 10-15 minuti fino a quando sarà montata 22, dopodichè trasferitala in una sac-à-poche munita di bocchetta stellata che riporrete in frigorifero. Quando la torta si sarà raffreddata completamente, tagliatela a metà 23 e farcite il disco di base con una parte della ganache al cioccolato che avete preparato 24; Farcita la base 25, collocate il disco superiore 26. Con la ganache avanzata, poi, ricoprite la torta 27, distribuendola con una spatola su tutta la superficie per renderla liscia. Coprite bene i lati della torta 28 e con la ganache restante realizzate i decori finali: praticate delle siringate verticali sui lati 29 e poi dei piccoli ciuffetti sulle siringate, lungo tutto il perimetro della torta e al centro. Cospargete la granella di nocciole ogni due ciuffeti e la base, infine terminate collocando i tartufini al cioccolato fondente: la vostra torta al cacao con gaanche al cioccoalto è pronta per essere servita e gustata 30! "
}