{
    "title": "Stracotto al Porto con mele al rosmarino",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "guancia 1 kg"
        },
        {
            "ingredient": "Porto",
            "quantity": "400 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "4"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "1,5 cucchiaini"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "2"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "¼ cucchiaino"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo stracotto al Porto con mele e rosmarino per prima lavate e sbucciate le verdure quindi tagliatele grossolanamente (1-2-3). Ora tagliate la carne a pezzi da circa 200 g 4 e passatela nella farina 5. In una casseruola capiente versate il burro e scioglietelo a fuoco moderato 6. Una volta sciolto il burro, versate la carna infarinata 7 e rosolatela da tutti i lati per pochi minuti. Quando la carne sarÃ ben dorata aggiungete le verdure 8, lâalloro, le bacche di ginepro e il vino Porto 9. Allungate con lâacqua 10, salate, pepate e coprite con il coperchio 11 e cuocete in questo modo a fuoco dolce per almeno due ore. Intanto occupatevi delle mele: lavatele e tagliatele a metÃ 12; eliminate il torsolo e tagliate a spicchi grossolani 13. Trasferite tutto in una ciotola, condite con olio 14, aceto di mele 15 e rosmarino. Salate, pepate e aromatizzate con la curcuma 16, mescolate per insaporirle. Ungete con olio una pirofila, versate le mele condite 17 e cuocetele in forno statico preriscaldato a 180Â° per circa 20 minuti. Una volta pronte 18, tenete le mele in caldo. Nel frattempo sarÃ giunto a cottura anche lo stracotto 19, togliete la carne e tenetela da parte 20. Eliminate lâalloro 21 e prelevate solo le verdure, ponete nel bicchiere alto del mixer 22 e frullatele con il mixer a immersione 23 per ottenere una purea 24. In un pentolino versate il fondo di cottura rimasto, aggiungete la maizena 25 e fate ridurre il sughetto a fuoco dolce 26. Servite lo stracotto con le mele, la purea di verdure e irrorate la carne con la salsa realizzata con il fondo di cottura 27. "
}