{
    "title": "Filetto di tonno al pesto di pistacchi",
    "ingredients": [
        {
            "ingredient": "Filetti di tonno",
            "quantity": "230 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pistacchi non salati",
            "quantity": "non tostati 30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "¼ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il filetto di tonno al pesto di pistacchi, per prima cosa preriscaldate il forno a 200° in modalità statica, poi lavate e sbucciate le patate con un pelapatate. Dividete le patate a metà per il senso della lunghezza 1 e tagliatele a strisce prima per il verso della lunghezza 2 e poi della larghezza, in modo da ottenere dei cubetti di circa 1 cm di grandezza 3. Trasferite le patate tagliate a cubetti in una ciotola, aggiungete l’olio 4, il sale, la paprika 5, gli spicchi d’aglio 6 e mescolate con cura. Versate le patate così condite in una teglia 7 e cuocete nel forno statico preriscaldato a 200° per circa 30 minuti. Nel frattempo passate alla preparazione del pesto di pistacchi: versate i pistacchi sgusciati in un mixer 8, aggiungete l’olio 9 e un pizzico di sale, e frullate fino a ottenere una crema omogenea 10, poi trasferite il pesto di pistacchi in una ciotola e tenetelo da parte. Quando le patate saranno ben dorate, sfornatele 11 e passate alla cottura del tonno: scaldate un filo d’olio in una padella antiaderente, poi aggiungete i filetti di tonno 12, salate 13 e pepate, e cuocete a fiamma medio-alta per 2-3 minuti. A questo punto, girate delicatamente i filetti di tonno con una spatola 14 e cuoceteli sull’altro lato per 1-2 minuti 15, dopodiché rimuoveteli dalla padella. Distribuite una cucchiaiata di pesto di pistacchi in ogni piatto 16, adagiate il filetto di tonno 17 e aggiungete le patate dorate. Il vostro filetto di tonno al pesto di pistacchi è pronto per essere servito 18! "
}