{
    "title": "Costolette d'agnello parmigiano e prezzemolo",
    "ingredients": [
        {
            "ingredient": "Costolette di agnello",
            "quantity": "(8 medie) 400 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "per infarinare q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "circa 2 spicchi"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare le costolette d'agnello parmigiano e prezzemolo iniziate a togliere il grasso attorno alla carne prima tagliandolo con un coltello 1 e poi tirandolo con le dita per separarlo dalla carne 2. Poi pulite bene l’osso sporgente con un coltellino con il quale raschierete tutta la superficie togliendo la cartilagine che lo avvolge 3. Con il batticarne, pestate delicatamente le costolette, dopo averle coperte con della carta da forno per non rovinare la carne 4. In una terrina sbattete quindi le uova, unendo il parmigiano grattugiato 5, un pizzico di sale, il prezzemolo tritato finemente 6, e lo spicchio d'aglio schiacciato. Mettete in una larga padella 6 cucchiai di olio ed il burro, e fate scaldare; passate quindi le costolette prima nella farina 7 e poi nell’uovo in modo che ne siano totalmente e perfettamente ricoperte 8, sgocciolatele bene e rosolatele a fuoco vivace da ambo le parti 9, in modo che diventino ben dorate senza prolungare troppo la cottura (2-3 minuti per lato). Mettete le costolette d'agnello parmigiano e prezzemolo ad asciugare qualche istante su qualche foglio di carta assorbente da cucina, dopodichè disponete le costolette d'agnello parmigiano e prezzemolo su di un piatto da portata accompagnate da qualche spicchio di limone, ed abbellite con del prezzemolo riccio. "
}