{
    "title": "Tonno glassato alla salsa di soia",
    "ingredients": [
        {
            "ingredient": "Tonno",
            "quantity": "filetto 400 g"
        },
        {
            "ingredient": "Cavolo rosso",
            "quantity": "500 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il tonno glassato alla salsa di soia iniziate dalla verdura: tagliate alla julienne il cavolo cappuccio 1 e mettetelo in una ciotola, irrorando con l’aceto di vino bianco 2 e insaporendo con il sale 3. Mescolate bene gli ingredienti e lasciate macerare per almeno 1 ora coprendo con pellicola alimentare trasparente 4. Trascorso questo tempo scolate e sciacquate accuratamente il cavolo sotto abbondante acqua corrente 5. Poi cuocetelo in una padella antiaderente in cui avete scaldato 15 g di olio 6. Aromatizzate con delle foglioline di basilico ben lavate e asciugate 7 e coprite con coperchio 8, facendo cuocere a fuoco basso per circa 10 minuti. A fine cottura il cavolo dovrà risultare ancora croccante. Mentre il cavolo cuoce dedicatevi al tonno. Prendete una ciotolina e versate la salsa di soia 9. Occupatevi del tonno: assicuratevi di avere un filetto già abbattuto; vi consigliamo di congelare il filetto per almeno 96 ore a -18 gradi e poi scongelare per la preparazione. Tagliate il tonno a fette di circa 4 cm di spessore 10. Dopodiché disponete accanto alla salsa di soia una ciotolina in cui avrete versato i semi di sesamo bianco. Prendete una fettina di tonno e bagnatela su tutti i lati con la salsa di soia 11, poi ricoprite totalmente con i semi di sesamo i lati lunghi della fettina di tonno 12. Ripetete l’operazione con tutte le fettine di tonno. Ora prendete una padella antiaderente e versate 5 g di olio: fatelo scaldare e adagiate le fettine di tonno nei lati lunghi 13. Scottate le fette di tonno 2 minuti circa, poi giratele per cuocerle anche dall’altro lato ulteriori 2 minuti 14. Per una cottura uniforme, potete scottare anche lateralmente le fette di tonno, 1 minuto per parte 15. Adagiate un letto di cavolo sul piatto da portata 16 e disponete le fettine di tonno sopra ad esso accompagnando con la salsa di soia 17. Il vostro tonno glassato alla salsa di soia è quindi pronto per poter essere portato in tavola e gustato 18 "
}