{
    "title": "Pollo al mattone",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "da 1 kg 1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "tritata 2 cucchiai"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " In un recipiente mescolare il succo di limone insieme all'olio 1 le scaglie di peperoncini 2 e il sale 3 aggiungete poi il pepe nero macinato 4 e amalgamate bene. Tagliate a libro il petto di pollo, ottenendo 4 fettine, quindi inseritelo in una ciotola in cui aggiungerete anche la cipolla tritata (6-7) e il rosmarino 8, quindi versateci circa metà della marinatura preparata in precedenza 9. quindi rigirate per bene le fette di pollo nel recipiente in modo che assorbano per bene la marinatura 10 e lasciatelo così per un'ora 11. Quindi portate il barbecue a temperatura 12, mettendo a scaldare sopra la griglia un mattone, precedentemente coperto con un foglio di carta di alluminio Una volta trascorso il tempo necessario tamponate la marinatura del petto di pollo e ponetelo sulla griglia 13 e posizionarvi sopra il peso 14. Abbassare la fiamma sotto al pollo e cuocere per circa 5 minuti. Rimuovere il mattone, ruotare il pollo di 90°, riporre il mattone e cuocere per altri 5 minuti. Togliere nuovamente il mattone, spennellare la marinatura residua 15, rivoltare il pollo e rimettere il mattone. Cuocere allo stesso modo del lato precedente. A cottura ultimata impiattate decorando il piatto con un rametto di rosmarino. "
}