{
    "title": "Pollo tandoori con chapati e salsa alla curcuma",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "(da grattugiare) 3 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "10 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mix tandoori",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "90 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo tandoori con chapati e salsa alla curcuma cominciate dalla preparazione pollo tandoori. Prendete i petti di pollo e tagliateli a cubotti regolari che vi serviranno per preparare gli spiedini 1. Trasferite il pollo in una ciotola abbastanza capiente ed unite la paprika affumicata 2. Aggiustate di sale 3. Grattugiate dello zenzero fresco 4 e versate anche il succo di un lime 5 e lo yogurt greco 6. Mescolate bene gli ingredienti per consentire di amalgamarsi bene fino a che il tutto risulterà di un colore uniforme e rossastro. Quindi unite anche il mix tandoori 7. Uniformate anche quest’ultimo a tutti gli ingredienti 8. Coprite la ciotola con pellicola trasparente e lasciate marinare per almeno 3 ore in frigorifero. Se vi è possibile sarebbe preferibile lasciare a marinare per tutta la notta affinché i sapori vengano assorbiti dal pollo. Nel frattempo procedete con la preparazione della salsa alla curcuma. Prendete una ciotolina e versateci lo yogurt 9. Unite poi anche il miele 10 e la curcuma 11. Aggiustate con un pizzico di tabasco per dare un tocco piccante alla salsa 12. Poi tagliate finemente l’erba cipollina 13 ed aggiungetela al composto 14. Mescolate bene per amalgamare tutti gli ingredienti in maniera uniforme 15 e riponetela quindi in frigorifero coperta da pellicola. A questo punto procedete con la preparazione del chapati. Prendete una ciotola e versate (non è necessario setacciarle) la farina 00 e quella di grano saraceno 16. Aggiustate con un pizzico di sale e mescolate con una frusta per amalgamare gli ingredienti 17. Poi aggiungete l’olio 18. Unite ora anche l’acqua a filo 19 per impastare. Versate l’acqua poco alla volta per verificare quanta acqua assorbono le vostre farine. Se l’impasto vi sembra troppo liquido aggiungetene meno rispetto a quella prevista, se è troppo compatto aggiungetene un filo in più. Impastate energicamente con le mani per creare un composto omogeneo e privo di grumi 20. Date al vostro impasto la forma di una sfera e copritela con pellicola alimentare trasparente 21: mettete l’impasto a riposare a temperatura ambiente per almeno 30 minuti in luogo asciutto. Quando avrà riposato dividete il panetto in quattro parti, se necessario aiutandovi con un tarocco 22. Stendete ciascun pezzo con il mattarello per ottenere una sfoglia sottile circa 3 mm 23. Poi prendete una padella antiaderente dal fondo piatto e largo almeno quanto la grandezza del vostro chapati. Scaldatela e cuocete un chapati per volta,prima da un lato 24. Quindi giratela e terminate la cottura 25. Questa operazione richiederà circa 1 minuto per lato. Per ultimare la cottura spostate il chapati direttamente sul fuoco non troppo vivace 5-6 secondi per lato 26 per farlo gonfiare leggermente. Giratelo da ciascun lato aiutandovi con delle pinze da cucina, facendo attenzione a non scottarvi. A questo punto il pollo tandoori sarà marinato. Prendetelo dal frigorifero e infilzate i pezzi di pollo sullo spiedino della lunghezza di circa 28 cm 27. Disponete circa 6 pezzetti di pollo sullo spiedino distanziandoli gli uni dagli altri per consentire una cottura uniforme. Quindi prendete una teglia con un lato di circa 25 cm (se volete ricopritela con carta forno per evitare di sporcarla quando gli spiedini di pollo tandoori, cuocendo, rilasceranno dei liquidi). Adagiate gli spiedini su una teglia in modo che lo spiedino sia appoggiato sui bordi della stessa e che quindi il pollo rimanga sospeso e non la tocchi 28. Infornate ora in forno in modalità grill a 250°C per 10 minuti avendo cura di girare gli spiedini a metà cottura. Il pollo dovrà risultare quasi bruciacchiato 29. Infine prendete il chapati, spalmate un po’ di salsa alla curcuma al centro ed adagiate sopra di essa il vostro pollo tandoori 30. "
}