{
    "title": "Porri grigliati",
    "ingredients": [
        {
            "ingredient": "Porri",
            "quantity": "da pulire 1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i porri grigliati per prima cosa mondate i porri: tagliate via la radice e le foglie più verdi 1. Praticate una leggera incisione longitudinale 2 per eliminare altri due strati di foglie 3 Così da ottenere circa 650 g di cuori di porro teneri 4. Lavate i porri puliti sotto l’acqua corrente 5 e teneteli da parte. Riempite una casseruola capiente d’acqua e portatela sul fornello. Appena inizia a bollire regolate di sale 6 e immergete i porri 7. Fate cuocere a fuoco medio per circa 15 minuti. Scolate i porri e trasferiteli in uno scolapasta per eliminare l’eccesso di acqua 8. Scaldate una piastra antiaderente e grigliate i porri 9, girandoli di tanto in tanto, per circa 10 minuti. Quando i porri saranno ben grigliati 10, sistemate i porri in un piatto da portata 11. Lavate accuratamente le erbe aromatiche e tritatele finemente su di un tagliere 12. In una ciotola versate l’olio di oliva, regolate di pepe 13 e di sale e unite il trito di erbe aromatiche 14. Mescolate con una forchetta per emulsionate il condimento 15. Irrorate i porri grigliati prima con l’olio aromatico preparato 16 e poi con l’aceto balsamico 17. Lasciateli insaporire per almeno 30 minuti in frigo prima di servirli 18. "
}