{
    "title": "Salmone agli agrumi con riso pilaf",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "da 200 g l'uno 4"
        },
        {
            "ingredient": "Arance",
            "quantity": "bionde 5"
        },
        {
            "ingredient": "Limoni",
            "quantity": "di Sorrento 2"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "3"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il salmone agli agrumi con riso pilaf, iniziate mettendo a marinare il salmone: munitevi di uno spremiagrumi e spremete il succo di 5 arance bionde e di 2 limoni di Sorrento non trattati (1-2). Filtrate i succhi con un colino in una pirofila larga con bordi alti 3, in modo da eliminare semini e pezzi di polpa. Immergete i tranci di salmone già diliscati nel succo all’interno della pirofila 4, grattugiate un pizzico di zenzero fresco sbucciato 5 e aggiungete la scorza di 2 arance 6. Grattugiate anche la scorza di un limone 7, dopodichè coprite la pirofila con la pellicola e lasciate marinare in frigorifero per circa 2 ore 8. Nel frattempo preparate il riso pilaf senza spezie aggiuntive, in quanto il salmone e il relativo fondo di cottura saranno già molto saporiti. Mettete a bollire ½ litro d’acqua in una pentola e aggiungete un cucchiaio di sale grosso 9. In una padella antiaderente mettete un cucchiaio di olio, aggiungete il riso 10 e fatelo tostare per un paio di minuti mescolando. Quando l'acqua che avete messo a bollire nella pentola avrà raggiunto il bollore, spegnete il fuoco e versate l’acqua bollente nella casseruola dove avete tostato il riso, l'acqua dovrà coprire il riso di almeno due dita 11. A questo punto coprite la padella con un coperchio 12 e fate cuocere a fuoco dolce per circa 10-12 minuti, quindi spegnete il fuoco e lasciate riposare. Per scoprire come preparare al meglio il riso pilaf, consultate la ricetta completa: riso pilaf. Ora pulite e mondate i cipollotti freschi, affettateli sottilmente 13 e fate scaldare il burro in una padella antiaderente a fuoco basso 14. Quando il burro sarà sciolto, trasferite i cipollotti affettati in padella 15 e lasciate cuocere a fuoco moderato per 5-6 minuti. Dopodichè aggiungete anche il miele d’acacia 16 e, trascorso il tempo di marinatura dei tranci di salmone, traferiteli in padella, avendo cura di tenere da parte il succo della marinatura, e sistemandoli con la parte della pelle sul fondo della padella 17. Lasciateli cuocere per 5 minuti a fuoco moderato, quindi rigirateli dalla parte della polpa e cuocete per 2 minuti 18. Rigirate nuovamente i tranci di salmone dalla parte della pelle 19, aumentando l’intensità del fuoco, e sfumate il tutto con un bicchiere del succo utilizzato per la marinatura 20. Salate a piacere e lasciate cuocere per 1 minuto, in modo che il succo di agrumi crei una salsa delicata. Quando il salmone sarà pronto, disponetelo su un piatto da portata e accompagnatelo al riso pilaf. Per ottenere un'estetica più gradevole, versate il riso pilaf, che si sarà intiepidito, in uno stampo rotondo o in una ciotolina, che andrete a capovolgere su di un piatto da portata, realizzando così una cupoletta. Formate, poi, un letto di insalata e adagiateci sopra un trancio di salmone, accompagnato dalla salsa agli agrumi 21: il vostro salmone agli agrumi con riso pilaf è pronto per essere assaporato! "
}