{
    "title": "Stinco di maiale in salsa barbecue",
    "ingredients": [
        {
            "ingredient": "Stinco di maiale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "300 g"
        },
        {
            "ingredient": "Salsa barbecue",
            "quantity": "100 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "(facoltativo) q.b."
        },
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare lo stinco iniziate dalla marinatura. Aggiungete il sale 1, il pepe 2 e le foglioline di timo (a piacimento) 3. Unite la salsa barbecue 4 e massaggiate lo stinco con le mani per ricoprirlo interamente 5, quindi copritelo con della pellicola e lasciatelo marinare per una notte intera in frigorifero. A questo punto trasferitelo su una leccarda da forno, dopo averlo spennellato nuovamente con della salsa barbecue 6. Quindi infornatelo in forno preriscaldato a 170°, dopo aver impostato la funzione di umidità media e lasciatelo cuocere per 40 minuti. Nel frattempo lavate le patate dolci, quindi tagliatele, senza sbucciarle, prima a metà 7 e poi a spicchi 8. Trasferitele all'interno di una ciotola e conditele con l'olio 9 il sale 10, l'aglio schiacciato 11 e la paprika 12. Mescolate il tutto per amalgamare i sapori 13 e affettate le cipolle, precedentemente mondate 14. Trascorsi i 40 minuti estraete lo stinco dal forno e aggiungete sia le patate dolci speziate 15 che le cipolle affettate 16. Infornate nuovamente per altri 20 minuti, quindi sfornate 17 e servite il vostro stinco 18 ancora caldo. "
}