{
    "title": "Cookies cheesecake",
    "ingredients": [
        {
            "ingredient": "Cookies al cioccolato",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "55 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "( o i semi di una bacca) 1 cucchiaino"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cookies al cioccolato",
            "quantity": "125 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cookies al cioccolato",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per realizzare la cookies cheesecake iniziate dalla base: fondete il burro in un pentolino a fuoco molto basso poi fatelo intiepidire. Intanto mettete in un mixer i 300 g di biscotti cookies 1 e frullateli finemente 2, poi trasferiteli in una ciotola, aggiungete il burro precedentemente fuso e fatto intiepidire 3. Mescolate con un cucchiaio il composto 4. Imburrate e foderate con carta da forno uno stampo a cerchio apribile del diametro di 22 cm. Per svolgere al meglio questa operazione potete consultare la nostra scheda: Foderare una tortiera con carta da forno. Versate i biscotti sbriciolati nella tortiera 5 e con il dorso di un cucchiaio compattate bene la base di biscotto 6. Fate raffreddare la base in frigorifero per mezz’ora o in freezer per 15 minuti. Intanto dedicatevi al ripieno: mettete in ammollo i fogli di gelatina in una ciotola con acqua fredda per almeno 10 minuti 7. Nel frattempo versate la panna nella planetaria (tenete da parte due cucchiai di panna fresca liquida che vi serviranno per sciogliere la gelatina) e montatela con le fruste 8; poi trasferite la panna in una ciotolina e in frigorifero, coperta con pellicola. Quindi nella stessa ciotola della planetaria versate il formaggio spalmabile aggiungete lo zucchero 9 incorporate l’estratto di vaniglia 10; potete anche utilizzare in alternativa i semi di 1 bacca di vaniglia e lavorate il composto fino a renderlo una crema omogenea. Intanto in un pentolino scaldate i due cucchiai di panna fresca messi da parte in precedenza; quando sarà calda, spegnete il fuoco e unite i fogli di gelatina ben strizzati 11. Mescolate per farla sciogliere completamente (questo passaggio è molto importante per un buon rassodamento della crema) e lasciate intiepidire. Quando avrà raggiunto la temperatura ambiente aggiungete la panna in cui avete disciolto la colla di pesce alla crema di formaggio 12 e mescolate lavorando con le fruste per amalgamare. Potete realizzare tutti questi passaggi anche con in una ciotola con sbattitore elettrico. Incorporate la panna fresca montata alla crema di formaggio ottenuta 13, aggiungendone poco alla volta e mescolando delicatamente con una spatola dal basso verso l'alto 14 fino ad ottenere un composto omogeneo. Quindi tritate grossolanamente con un coltello i biscotti cookies 15 e aggiungeteli alla crema 16, mescolate con una spatola e poi versate il composto nella tortiera con la base biscotto ormai raffreddata 17; livellate la superficie con una spatola o con il fondo di un cucchiaio 18. Riponete la cheesecake in frigorifero per almeno 4 ore per rassodarla. Quando la cookies cheesecake sarà pronta sformatela togliendo il cerchio apribile dalla tortiera, sfilate la base dello stampo delicatamente e adagiatela su un piatto di portata 19. Decorate la suoperficie con cookies spezzati grossolanamente al centro e guarnite tutto il bordo con i cookies sbriciolati 20. La vostra cookies cheesecake è pronta per essere gustata! "
}