{
    "title": "Filetti di salmone alla mediterranea",
    "ingredients": [
        {
            "ingredient": "Salmone",
            "quantity": "norvegese 800 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "350 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 70 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare i filetti di salmone alla mediterranea iniziate a lavare i pomodini, quindi asciugateli e tagliateli in 4. Trasferiteli in una ciotola capiente, aggiungete l'aglio sbucciato e diviso a metÃ 2 e l'origano secco tritato 3. Unite l'olio 4, il sale 5, mescolate il tutto e coprite con della pellicola trasparente 6. Lasciate macerare i pomodorini per circa 1 ora a temperatura ambiente. Trascorso questo tempo prendete il trancio di salmone ed estraete con una pinzetta eventuali lische 7 e nel caso dovesse essere presente eliminate la pelle; quindi tagliatello 8 in 4 filetti di egual spessore. Riprendete i pomodorini, eliminate l'aglio e trasferiteli in una pirofila leggermente unta 9.Â Adagiate i filetti di salmone sopra ai pomodorini 10 e con un cucchiaino prelevate alcuni pomodorini e sistemateli sopra al salmone 11. Salate, pepate 12, unite le olive nere 13 e i capperi 14.Â Infornate in forno statico preriscaldato a 180Â° per circa 15 minuti (se volete utilizzare il forno ventilato cuocete a 160Â° per circa 10 minuti). Trascorso questo tempo sfornate 15 e servite i vostri filetti di salmone alla mediterranea ancora caldi! "
}