{
    "title": "Ciambella romagnola (brazadela)",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 80 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare la ciambella romagnola, per prima cosa sciogliete il burro a bagnomaria e lasciatelo raffreddare; una volta freddo unitelo alle uova e sbattete leggermente con la frusta per amalgamare 1. In un'altra ciotola versate la farina setacciata 2, lo zucchero 3, il sale 4 e il lievito setacciato 5. Aromatizzate con la scorza di limone avendo cura di grattugiare solo la parte gialla e non quella bianca che risulterebbe amara 6. A questo punto versate la miscela di uova e burro fuso nella ciotola con le polveri 7 e mescolate con una spatola per raccogliere gli ingredienti 8. Poi trasferite il composto sul piano da lavoro e proseguite impastando a mano 9. Una volta ottenuto un panetto omogeneo e compatto, dategli la forma di un filoncino 10, adagiatelo su una leccarda da forno 11 e schiacciatelo leggermente con i palmi per appiattirlo, quindi spennellate la superficie con il latte 12. Guarnite con la granella di zucchero 13 e lo zucchero semolato 14. Cuocete la ciambella romagnola in forno ventilato a 170° per 40 minuti avendo cura di girare la teglia dopo i primi 20 minuti per ottenere una cottura omogenea. Una volta pronta, sfornate la ciambella romagnola 15 e lasciatela intiepidire prima di servirla. "
}