{
    "title": "Patate alla lionese",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "900 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le patate alla lionese, per prima cosa pelate le patate 1 e tagliatele a dischetti di circa 1 cm di spessore 2, poi mettetele a lessare in acqua bollente salata per 15 minuti 3. Nel frattempo potete preparare le cipolle: sbucciatele e dividetele a metà, poi tagliatele longitudinalmente a falde sottili 4. In un tegame, fate sciogliere il burro con l’olio a fuoco dolce 5, poi unite le cipolle, aggiungete un mestolo di acqua di cottura delle patate 7, coprite con un coperchio 8 e lasciate stufare le cipolle per 15 minuti sempre a fuoco dolce, aiutandovi con altra acqua se necessario. Trascorso il tempo di cottura delle patate, scolatele e tenetele da parte 9. Ora potete passare alla preparazione della besciamella: mettete il burro in un pentolino 10 e fatelo sciogliere a fuoco dolce, nel frattempo riscaldate il latte in un altro pentolino; quando il burro sarà sciolto, spegnete il fuoco e aggiungete la farina setacciata a pioggia mentre mescolate con la frusta per evitare la formazione di grumi 11. Quando avrete versato tutta la farina, rimettete il pentolino sul fuoco dolce e continuate a mescolare fino a che non sarà diventata color nocciola, poi versate il latte caldo a filo, sempre mescolando 12. Aromatizzate il composto con noce moscata, sale e pepe a piacere 13 e continuate a mescolare sul fuoco dolce 14 fino a che la besciamella non inizierà a scrivere, ovvero quando scenderà a filo dalla frusta formando una specie di nastro. Per ulteriori informazioni, potete consultare la ricetta della besciamella. Per ultimo, lavate e tritate finemente il prezzemolo 15, e preriscaldate il forno a 180° in modalità statica. A questo punto siete pronti per assemblare le patate alla lionese: prendete una teglia del diametro di 25 cm, ungetela con il burro 16 e ricopritela di pangrattato; formate il primo strato posizionando le patate sul fondo della teglia senza sovrapporle 17, poi aggiungete metà delle cipolle stufate 18, ricoprite con un po’ di besciamella 19 e spolverizzate con il prezzemolo tritato 20. Ripetete gli strati aggiungendo ancora le patate, le cipolle 21, la besciamella e il prezzemolo 22 e finite con una spolverata di pepe 23. Infornate in forno statico preriscaldato a 180° per 15 minuti, dopodiché azionate il grill a 250° e cuocete per altri 3 minuti fino a che non si sarà formata un’appetitosa crosticina dorata: le vostre patate alla lionese sono pronte per essere servite ben calde 24! "
}