{
    "title": "Filetti di tonno alla tahina con hummus",
    "ingredients": [
        {
            "ingredient": "Filetti di tonno",
            "quantity": "( 2 medi) 230 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "300 g"
        },
        {
            "ingredient": "Tahina",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tahina",
            "quantity": "30 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "15 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "½ cucchiaino"
        }
    ],
    "preparation": " Per realizzare i filetti di tonno alla tahina con hummus, iniziate dalla preparazione dell’hummus: spremete il limone 1 e filtratene il succo. Versate i ceci precotti nella ciotola di un mixer dotato di lame, aggiungete 30 g di tahina 2, aromatizzate con il prezzemolo 3 e la paprika 4, quindi versate 60 g di succo di limone 5 e 50 g di olio di oliva 6. Frullate fino ad ottenere un composto omogeneo e senza grumi 7 che terrete da parte. Occupatevi ora della salsa di accompagnamento: versate in una ciotola 30 g di tahina, l’acqua 8 e 30 g di succo del limone 9, mescolate con un cucchiaio per miscelare bene 10 e aromatizzate con mezzo cucchiaino di paprika 11 mescolate per insaporire e tenete da parte. Ora occupatevi del tonno: insaporite i filetti con olio, sale e pepe 12, quindi adagiateli su una padella calda 13 e cuocete per circa 3 minuti per lato 14, il tempo può variare in base allo spessore del filetto. Una volta pronto servite subito il tonno accompagnandolo con la salsa alla tahina e hummus 15. "
}