{
    "title": "Frittata ripiena",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 8"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fette 120 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata ripiena, iniziate spezzettando grossolanamente i rametti di erba cipollina 1 e affettate il formaggio Emmentaler 2. Rompete le uova e raccoglietele in una ciotola capiente 3, quindi sbattetele con una forchetta 4 e aggiungete il Grana grattugiato 5, mescolate e unite i rametti di erba cipollina; salate e pepate 6 a piacere. Amalgamate tutti gli ingredienti quindi dividete l'impasto in due ciotoline 7; in una padella di 24 cm di diametro, versate un filo d'olio 8 e fatelo scaldare bene. Quindi versate il contenuto di una delle due ciotoline 9 e coprite con il coperchio 10 per far cuocere a fiamma vivace 2-3 minuti. Quindi girate la frittata con l’aiuto del coperchio o di un piatto, capovolgendola e facendola scivolare di nuovo nella padella 11 e lasciate cuocere l’altro lato per altri 2 minuti senza coperchio.Trasferite la frittata pronta su un piatto 12 e tenetela da parte un momento. Ungete un'altra padella di 24 cm di diametro con un filo d'olio 13, fate scaldare e ripetete le stesse operazioni per le restanti uova: versate il contenuto della ciotola in padella 14 e lasciate cuocere circa 2 minuti con il coperchio; poi capovolgetela aiutandovi con il coperchio; cuocete la frittata anche dall'altro 15. Dopodiché distribuite le fettine di formaggio sulla superficie della frittata 16 e quelle di prosciutto 17. Adagiate la frittata che avevate preparato in precedenza con la parte in cui sono visibili i rametti di erba cipollina rivolta verso l'alto 18. Coprite con il coperchio e cuocete per 1-2 minuti ancora 19, poi sformate delicatamente la frittata e adagiatela su un vassoio 20 o un piatto da portata. Potete affettare la frittata ripiena 21 e servirla a spicchi! "
}