{
    "title": "Filetto di manzo in crosta alla birra",
    "ingredients": [
        {
            "ingredient": "Carne bovina",
            "quantity": "filetto di manzo 4 fette da 200 gr l'uno 800 g"
        },
        {
            "ingredient": "Cuori di carciofo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "320 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Salvia",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Birra",
            "quantity": "Moretti Classica 200 ml 200 ml"
        }
    ],
    "preparation": " Per preparare il filetto di manzo in crosta alla birra per prima cosa dedicatevi a preparare la crema di carciofi che ricoprirà il filetto. Tagliate i cuori di carciofo a pezzetti 1 e mondate e triate il cipollotto. In una padella fate appassire con l’olio il cipollotto quindi aggiungete i carciofi e lasciateli cuocere 2 per 10 minuti quando diverranno teneri e asciutti, quindi aggiustate di sale e pepe. Con un frullatore ad immersione riducete i carciofi a pezzi più piccoli 3 per ottenere una crema asciutta ma non troppo fine, quindi lasciate raffreddare. Legate i 4 filetti di manzo con dello spago da cucina in modo da conferirgli una forma tonda 4, poi rosolateli in padella su entrambi i lati con 2 cucchiai di olio e il burro 5 2 minuti per ogni lato, quindi salate ricordandovi di lasciarli piuttosto al sangue o comunque rosati all’interno. In questa fase il filetto deve raggiungere la cottura finale desiderata: ricordatevi di non cuocere il filetto più di una volta su ogni lato. Tenete da parte il fondo di cottura dei filetti e poneteli su di una gratella in un posto fresco a scolare del liquido in eccesso 6. Quando i filetti saranno freddi, spalmateli completamente con la crema di carciofi 7 e posizionate su di un foglio di carta forno alcune fette di pancetta poste a croce 8. Adagiate il filetto al centro e poi richiudete la pancetta in modo da avvolgerlo completamente 9. Mettete il filetto al centro di un disco di pasta sfoglia 10 che richiuderete formando delle piccole pences tutto intorno ad esso 11 che appiattirete premendole verso la carne e sigillando la sommità. Se dovesse avanzarvi della pasta sfoglia in eccesso tagliatela via con un coltellino 12. Ponete i filetti, con la parte della chiusura rivolta verso il basso, su di una leccarda foderata con carta forno 13. Potete utilizzare i ritagli di pasta sfoglia per tagliare delle striscioline 14 e realizzare qualche decoro sulla superficie della crosta del filetto. Sbattete il tuorlo dell’uovo con la panna e spennellate interamente la superficie e i lati dei filetti 15. Infornate i filetti in crosta 16 in forno già caldo a 180° per 20 minuti fino a che la pasta sfoglia diverrà di un bel colore dorato. Nel frattempo, preparate la salsa di accompagnamento alla birra: versate nella padella dove avrete raccolto il fondo di cottura le erbe aromatiche tritate 17 e la birra 18. Salate e lasciate ridurre; se volete rendere la salsa ancora più densa aggiungete un cucchiaino di farina disciolta in poco brodo di carne. Trascorso il tempo necessario, estraete i filetti in crosta dal forno e serviteli immediatamente con la riduzione alla birra. "
}