{
    "title": "Rotolini di filetti di branzino con pancetta affumicata e zucchine grigliate al Prosecco",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "(due da 550 g) 1100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "affumicata (a fette sottili) 130 g"
        },
        {
            "ingredient": "Prosecco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i rotolini di filetti di branzino, per prima cosa occupatevi della pulizia dei pesci. Prendete il primo branzino, posizionatelo nel lavello sotto l’acqua corrente e poi, con l’apposito squamatore, privatelo delle squame 1. Operate poi un taglio lungo tutto il ventre del pesce fino alla testa, utilizzando un paio di forbici 2.Eliminate le interiora 3, poi lavate accuratamente sotto acqua corrente per rimuovere sangue ed eventuali residui 4. Trasferitevi poi nuovamente sul tagliere, eliminate la testa 5 e poi, tenendo il coltello parallelo al piano da lavoro, praticate un taglio profondo lungo la spina dorsale del branzino, rasente la lisca, in modo da separare il primo filetto 6. Girate il pesce e ripetete il procedimento sull’altro lato per ottenere anche il secondo filetto. Con un coltello affilato eliminate la parte centrale e rossastra dei filetti 7 e con le apposite pinza rimuovete le lische residue 8. Tenendo il coltello orizzontale, separate infine la polpa dalla pelle 9. Ripetete con il secondo branzino per ottenere anche da esso 2 filetti senza pelle. Passate adesso alle zucchine: lavatele e tagliatele a fette molto sottili nel senso della lunghezza 10, poi grigliatele qualche minuto per lato su una piastra rovente 11. Procedete ora con la formazione dei rotolini. Per prima cosa eseguite un taglio verticale al centro di ogni filetto, per ricavare da ognuno 2 filettini più stretti 12. Disponete poi sul tagliere, una sopra l’altra, 3 fettine di pancetta 13 e adagiatevi sopra un filettino 14. Sopra il filettino adagiate infine una fettina di zucchina grigliata 15. Arrotolate la pancetta, il filettino e la zucchina su se stessi per formare i vostri rotolini 16 e fissateli con uno stuzzicadente per evitare che si aprano 17. Scaldate l’olio in una larga padella antiaderente, e, quando risulta ben caldo, ponete i rotolini a rosolare per 2-3 minuti, girandoli spesso su tutti i lati con l’aiuto di un paio di pinze 18. Regolate di sale e pepe, poi sfumate con il prosecco 19. Attendete che il vino evapori: a quel punto i rotolini saranno pronti 20. Impiattate e gustate i rotolini di filetti di branzino con pancetta affumicata e zucchine grigliate al Prosecco ben caldi 21. "
}