{
    "title": "Tortillas con maiale speziato e guacamole allo yogurt",
    "ingredients": [
        {
            "ingredient": "Tortillas",
            "quantity": "8"
        },
        {
            "ingredient": "Lonza di maiale",
            "quantity": "(a fette) 600 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "2"
        },
        {
            "ingredient": "Cumino",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco 0% di grassi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "maturo 1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino verde piccante",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare le tortillas con maiale speziato e guacamole allo yogurt, iniziate dalla marinatura della carne: tagliate le fettine di maiale a listarelle 1 poi versatele in una terrina e aggiungete il sale 2, il pepe, la worchesterchire sauce 3, la paprika, il cucmino 4 e un filo d'olio. Mescolate e lasciate insaporire; intanto dedicatevi alla salsa guacamole allo yogurt: aprite l'avocado e tagliate la polpa a cubetti 5, e ponetene 3/4 in una ciotola 6, mentre l'altra potete tenerla da parte, per aggiungerla intera alla salsa. Mondate la cipolla e tagliatela a fettine sottili 7 per poi tritarla finemente; tritate anche il peperoncino verde 8, l'aglio e tagliate a spicchi i pomodorini. Schiacciate con i rebbi di una forchetta la polpa di avocado nella ciotola 9 fino a ridurla ad una purea cremosa. versate la cipolla e l'aglio tritati 10, il peperoncino verde 11 e i pomodori 12. Amalgamate accuratamente gli ingredienti, poi unite anche lo yogurt greco 13. Spremete il succo del lime 14, filtratelo e unitelo alla salsa guacamole 15, aggiungete anche i pezzetti di polpa interi, e se necessario ancora un filo d'olio d'oliva. Mescolate e tenete la salsa in frigorifero coperta con pellicola trasparente per almeno mezz'ora. Mondate e affettate finemente il cipollotto 16, spuntate, pelate e tagliate a listarelle sottili le carote 17, poi lavate e spuntate le zucchine, per ridurre anch'esse a listarelle 18. In una padella versate metà dose di olio e unite il cipollotto e le carote; mescolate con un cucchiaio di legno e fate saltare le verdure qualche minuto, poi aggiungete anche le zucchine 19 e proseguite la cottura per alcuni minuti, salate e pepate a piacere: le verdure si dovranno insaporire ma rimanere croccanti. In una padella a parte versate l'altra metà di olio e ponete la carne che avevate fatto marinare a cuocere 20, per pochi minuti. Scaldate da entrambi i lati le tortillas in una padella per crepes o in una padella antiaderente ben calda 21. Farcite ciascuna tortillas con la carne e le verdure poste al centro 22 e richiudete i bordi verso l'interno 23. Avvolgete le tortillas con maiale speziato con carta argentata o con dei tovagliolini colorati 24 e servitele insieme alla salsa guacamole allo yogurt! "
}