{
    "title": "Branzino alla ligure",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "(2 pezzi) 1100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il filetti di branzino alla ligure, iniziate dalla pulizia del branzino fresco, ponete il pesce intero sotto l’acqua corrente e desquamatelo utilizzando l’apposito attrezzo desquamatore 1 o in alternativa usate la lama di un coltello.Dovete strofinare il desquamatore dalla coda lungo tutto il branzino fino a quando non sarà completamente desquamato. Ora adagiate il pesce sul tagliere e incidete il ventre con le forbici 2Rimuovete le viscere all’interno 3 e poi sciacquate il pesce sotto l’acqua corrente per ripulirlo da eventuali residui 4. Ora sfilettate il pesce: eliminate la testa 5 e poi, tenendo il coltello parallelo al piano di lavoro, praticate un taglio profondo lungo la spina dorsale del branzino, rasente la lisca, in questo modo sarà più facile separare il filetto 6. Con un coltellino rimuovete le nervature rossastre che si trovano nella parte centrale di ogni filetto 7. Togliete ora delicatamente le lische evidenti del ventre del pesce con un coltello avendo cura di non rompere la carne. Procedete eliminando le restanti lische con un’apposita pinzetta 8. Ora mettete sul fuoco una padella con l’olio e un spicchio di aglio 9, lasciate insaporire bene, e al interno della padella adagiate i filetti di branzino con la pelle rivolta verso il basso 10. Cuocete per 2 minuti a fuoco medio, avendo cura di girarli con una spatola a metà cottura, fate questa operazione molto delicatamente per non rompere il branzino. A questo punto versate anche le olive 11, con una pinza da cucina eliminate l’aglio 12. Salate pepate e insaporite i filetti di branzino con le foglioline di timo fresco 13. Spegnete il fuoco e a parte in un’altra padella tostate i pinoli per 2-3 minuti a fuoco medio 14. Servite il filetto di branzino alla ligure con le olive e guarnite con i pinoli tostati 15! "
}