{
    "title": "Torta delle rose",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        }
    ],
    "preparation": " Sbriciolate il lievito dentro ad una ciotolina e aggiungete poco latte tiepido e un cucchiaino di miele 1, quindi mescolate per disciogliere il tutto. Mettete nella ciotola di una planetaria munita di foglia la farina, aggiungete il composto di lievito 2, il restante latte e la scorza grattugiata dell'arancia azionando la macchina su di una velocità minima, quindi unite le uova 3 a temperatura ambiente precedentemente sbattute con una forchetta, lo zucchero, l'estratto di vaniglia e in ultimo il sale. Lasciate lavorare per almeno 10-15 minuti, poi unite, un pezzetto alla volta, il burro ammorbidito 4: non aggiungete un nuovo pezzetto se prima non è stato ben assorbito il precedente (per far assorbire tutto il burro ci vorranno almeno 10 minuti di lavorazione che potete effettuare utilizzando il gancio). Quando l’impasto sarà liscio, elastico e si staccherà dai lati della ciotola (nel caso non dovesse staccarsi infarinate i lati della planetaria e proseguite la lavorazione), rovesciatelo su di una spianatoia, lavoratelo qualche secondo per dargli la forma di una palla e poi riponetelo in una ciotola spennellata con del burro 5 e copritela con della pellicola trasparente. Mettetela a lievitare per almeno 2 ore nel forno spento ma con la luce accesa fino a che non duplichi il volume 6. Mettete il burro ammorbidito dentro alla ciotola di una planetaria munita di frusta, unite lo zucchero e montate il tutto fino a ottenere un composto bianco e molto spumoso, al quale unirete la farina di mandorle e la panna a temperatura ambiente 7. Prendete l’impasto lievitato e stendetelo col matterello su di una spianatoia infarinata, ottenendo un rettangolo formato da una sfoglia spessa 2 mm avente un lato di circa 60 cm e l’altro di 40-45 cm 8. Lavorate la marmellata di arance con un cucchiaio fino a renderla morbida e poi spalmatela sulla sfoglia 9. Spalmate la crema di burro sulla sfoglia e poi arrotolatela sulla sua parte più lunga (10-11). Tagliate il rotolo ottenuto in 12 pezzi dello spessore di 4-5 cm l’uno 12. Imburrate e infarinate una tortiera del diametro di 28 cm e ponete all’interno di essa, cominciando dal perimetro, le rose di pasta, lasciando qualche cm di spazio tra di esse. Terminate ponendo anche al centro 3-4 rose di pasta 13 e poi mettetele a lievitare per almeno 1 ora nel forno spento ma con la luce accesa. Quando le rose avranno raddoppiato il loro volume e si saranno attaccate, spennellatele con il tuorlo sbattuto assieme alla panna 14, cospargete con delle lamelle di mandorle 15 e poi infornate in forno statico già caldo a 180° per circa 45-50 minuti (se utilizzate quello ventilato abbassate a 160° la temperatura del forno). Fate la prova stecchino per verificare l’avvenuta cottura. Sfornate la torta delle rose, lasciatela intiepidire e poi sformatela. Volendo potete spolverizzarla di zucchero a velo. "
}