{
    "title": "Fritto misto di pesce",
    "ingredients": [
        {
            "ingredient": "Gamberetti",
            "quantity": "rossi 12"
        },
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "12"
        },
        {
            "ingredient": "Triglie",
            "quantity": "4"
        },
        {
            "ingredient": "Merluzzetti",
            "quantity": "4"
        },
        {
            "ingredient": "Cepole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "350 g"
        },
        {
            "ingredient": "Semola",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il fritto misto di pesce come prima cosa occupatevi della pulizia dei pesci. Prendete le triglie sciacquatele sotto l'acqua corrente e utilizzando delle forbici, oppure con le mani, eliminate la parte della pancia con le interiora 1. Sciacquatele nuovamente e tenetele da parte. Ripetete la stessa operazione per i merluzzetti 2, per le alici e per le cepole. Passate ora ai calamari. Staccate il mantello dalla testa 3Â ed eliminate la penna di cartilagine interna 4. Lavate il mantello sotto l'acqua corrente ripulendolo dalle interiora. Fate una leggera incisione e tirate via la pelle utilizzando un coltellino 5. Lavate nuovamente i calamari sotto l'acqua, incidete poi le pinne per separarle dal mantello 6Â e tagliate il resto ad anelli 7. Riprendete la parte dei tentacoli e utilizzando un coltello eliminate la parte degli occhi 8; poi spingendo con le dita in fuori eliminate anche il becco contenuto al centro dei tentacoli 9. Se i tentacoli dovessero essere troppo grandi potete tagliarli a metÃ .Â Sciacquate anche i gamberi sotto l'acqua. Quando tutti i pesci saranno puliti 10 potrete passare alla frittura. Scaldate abbondante olio in un tegame, dovrÃ raggiungere una temperatura di 180-190Â°; misuratela con un termometro da cucina. Nel frattempo versate la semola in un contenitore basso e largo. Quando l'olio sarÃ arrivato a temperatura infarinate completamente i merluzzetti (11-12).Â Â Eliminate la semola in eccesso ed immergeteli uno per volta nell'olio bollente 13. InfarinateÂ anche le triglie 14 e friggete anche queste insieme ai merluzzetti 15.Â Aspettate 3-4 minuti e quando saranno ben dorati scolateli 16 e trasferiteli su un vassoio che avrete foderato con la carta paglia 17. Infarinate poi anche i calamari 18Â e utilizzando un colino eliminate l'eccesso di farina scuotendolo 19. Friggete anche questi per pochi minuti fino a che non saranno dorati 21 e trasferiteli accanto agli altri pesci.Â Infarinate poi le alici 22 e togliete l'eccesso di semola come appena fatto 23. Immergete anche queste nell'olio 24.Â Poi infarinate anche le cepole 25 e friggetele insieme alle alici 26. Aspettate un paio di minuti e quando saranno ben dorate scolate anche queste 27 e trasfelitele sul vassoio con la carta paglia.Â Ora occupatevi dei gamberi. Passateli nella semola (28-29) e immergeteli nell'olio caldo 30.Â Aspettate circa 1 minuto e quando saranno dorati scolate anche questi 31, trasferiteli sul vassoio insieme agli altri pesci 32. Decorate con spicchi di limone e servite il fritto di mare misto ancora caldo 33.Â "
}