{
    "title": "Cheesecake giapponese",
    "ingredients": [
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 5 medie) a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Cremor tartaro",
            "quantity": "1 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "per spolverizzare la superficie q.b."
        }
    ],
    "preparation": " Per preparare la cheesecake giapponese, assicuratevi che tutti gli ingredienti siano a temperatura ambiente. Poi mettete subito dell’acqua in una teglia capiente e riponete quest’ultima in forno: scaldate in modalità statica a 180°, in questo modo l’acqua sarà sufficientemente calda per la cottura a bagnomaria del dolce. Intanto prendete le uova (a temperatura ambiente) e separate i tuorli dagli albumi: montate gli albumi con il cremor tartaro 1 e aggiungete anche 80 grammi di zucchero poco alla volta mentre avete le fruste in funzione 2. Non appena il composto sarà ben spumoso 3 spegnete le fruste e pulitele accuratamente. In una ciotola versate il formaggio fresco spalmabile, unite la restante parte dello zucchero 4 e lavorate il tutto utilizzando di nuovo le fruste pulite 5. Poi versate a filo il latte a temperatura ambiente mentre continuate a lavorare il composto 6. Quando si sarà assorbito, aggiungete anche il burro ammorbidito tagliato a pezzettini sempre poco alla volta 7. Una volta che il burro si sarà completamente assorbito e con la fruste sempre in funzione, aggiungete poco alla volta la farina 8 e l'amido di mais 9; infine unite i tuorli sempre a temperatura ambiente. Abbiate cura di aggiungerne poco alla volta 10: quindi continuate a lavorare il composto per farli assorbire 11. A questo punto, se notate che all'interno del composto ci sono dei grumi di formaggio, potete filtrate il composto in un colino a maglie larghe 12, altrimenti potrete evitare questo passaggio. Riprendete gli albumi montati in precedenza e uniteli in ciotola un po’ per volta 13. Man mano amalgamate con un movimento dolce che va dal basso verso l’alto con una spatola 14, in questo modo farete attenzione a non smontare gli albumi, soltanto quando la prima cucchiaiata di albumi sarà stata assorbita potrete aggiungere quella successiva 15. Per finire imburrate e infarinate uno stampo da 16 cm di diametro (misurato sul fondo), 20 cm di diametro (in superficie) e 12 cm di altezza e versate il composto (16-17). Sistemate la pirofila nella teglia a bagnomaria. Infornate il tutto nel ripiano più basso del forno e cuocete quindi per 20 minuti a 180°, dopodiché abbassate la temperatura a 160° e proseguite per altri 70 minuti. Una volta cotto il dolce spegnete il forno e lasciate raffreddare completamente nel forno socchiuso, quindi estraete il dolce dal forno 18. Fate raffreddare completamente: non preoccupatevi se una volta raffreddato noterete che il dolce si è rilassato sgonfiandosi un po' 19. A questo punto riponete lo stampo in frigorifero per almeno 3 ore, così da far rassodare per bene il tutto. Sformate su un piatto da portata 20, spolverizzate con dello zucchero a velo 21; gustate la vostra cheesecake giapponese! "
}