{
    "title": "Polpettone di tonno",
    "ingredients": [
        {
            "ingredient": "Tonno",
            "quantity": "900 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "75 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il polpettone di tonno iniziate lessando le patate 1; quando saranno morbide, pelatele 2 e passatele nello schiacciapatate per ridurle in una purea 3. Prendete il trancio di tonno fresco, tritatelo al coltello 4 e versatelo in una ciotola, incorporate la purea di patate 5, il prezzemolo tritato 6 e i capperi anch'essi tritati 7. Amalgamate il composto con le mani 8 e infine aromatizzate con una grattugiata di scorza di limone 9. Trasferite l’impasto del polpettone su un foglio di pellicola 10, dategli la forma di un salsicciotto 11 e poi arrotolate la pellicola intorno al polpettone, pressate bene l’impasto per compattarlo in modo che mantenga la forma e chiudete la pellicola a mo' di caramella 12, lasciate rassodare l'impasto in frigorifero per almeno un’ora. Intanto preparate un emulsione con olio d'oliva e scorza di limone 13. Passato il tempo di riposo in frigorifero, eliminate la pellicola e trasferite il polpettone su una leccarda rivestita con carta da forno; spennellate l'emulsione di olio e scorza di limone sulla superficie 14. Cuocete il polpettone in forno statico preriscaldato a 200° per 20 minuti (a 180° per circa 15 minuti se forno ventilato): la carne dovrà risultare chiara a fine cottura 15. Mentre il polpettone cuoce, preparate la salsa di accompagnamento: versate il latte di soia in un contenitore stretto e alto 16, adatto per emulsionare con il mixer ad immersione. Aggiungete i capperi sciacquati e asciugati accuratamente 17, le acciughe scolate dell'olio di conservazione 18, le foglie di menta lavate ed asciugate 19, l'olio di semi di girasole 20 e il succo di limone filtrato 21. Frullate il tutto con il frullatore ad immersione 22 fino ad ottenere una consistenza cremosa 23, salate e pepate a piacere. Quando il polpettone di tonno sarà cotto, sfornatelo e trasferitelo su un piatto da portata, guarnitelo con poca salsina (servite la restante a parte) e gustatelo ben caldo o tiepido 24. "
}