{
    "title": "Lonza di maiale ripiena",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "(per sfumare) q.b."
        }
    ],
    "preparation": " Per preparare la lonza di maiale ripiena, per prima cosa occupatevi delle verdure. Con il pelapatate raschiate via la parte più esterna delle carote 1 e poi con lo stesso strumento ricavate delle sottili strisce di carota 2. Pelate anche i gambi degli asparagi, rimuovendo la parte più dura e legnosa 3 Eliminate la parte finale bianca del gambo 4 e lasciate gli asparagi puliti interi. Passate alla mela: tagliatene metà a fettine sottili 5. Dedicatevi quindi alla pulizia della lonza: con un coltello affilato rimuovete il grasso e le nervature esterne 6. Eseguite adesso un taglio profondo, lungo la linea verticale, al centro della lonza 7. Eseguite poi allo stesso modo altri 2 tagli per lato 8 in modo da ottenere 5 incisioni uguali e parallele. Farcite ogni fessura con 2 strisce di carota e salate leggermente 9 Poi proseguite a farcire alternando così: in una fessura aggiungete tra le carote le fettine di mela 10, nell’altro un asparago intero ( o 2, se molto sottili) 11 fino a riempire tutti e 5 i tagli. Legate adesso la vostra lonza, prima fate girare lo spago attorno al lato lungo, e fissatelo. 12 Poi giratelo tutt’intorno al lato breve, tirando bene per dare all’arrosto una forma composta e fissatelo nuovamente 13. Ungete una padella antiaderente di diametro sufficiente con un filo di olio e ponetevi la lonza 14. Rosolate a fuoco vivo l’arrosto su tutti i lati 15, quindi toglietelo dal fuoco e sfumate il fondo di cottura con un po’ d’acqua, circa un bicchiere, 16 in modo da ottenere un sughetto con cui irrorare la carne. Ungete con un filo d’olio una teglia rettangolare dai bordi alti 17, adagiatevi l’arrosto scottato e salate e pepate 18. Bagnate con il fondo di cottura tenuto da parte 19, e tornate ad occuparvi del contorno: private la restante mela dal torsolo e tagliatela a grossi dadini 20, poi tagliate a tocchetti anche i restanti asparagi 21. Aggiungete nella teglia, intorno all’arrosto, i dadi di mela e gli asparagi tagliati 22, ed infine coprite con un foglio di alluminio 23. Infornate la lonza di maiale ripiena in forno statico preriscaldato a 200° e cuocetela per 50 minuti (oppure in forno ventilato a 180° per circa 40 minuti). Il vostro piatto è pronto! 24. "
}