{
    "title": "Insalata primavera con verdure e formaggi",
    "ingredients": [
        {
            "ingredient": "Zucchine baby",
            "quantity": "300 g"
        },
        {
            "ingredient": "Taccole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "130 g"
        },
        {
            "ingredient": "Tilsit",
            "quantity": "200 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "100 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "4"
        },
        {
            "ingredient": "Acqua gassata",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tilsit",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "4 filetti"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "190 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "80 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "30 g"
        },
        {
            "ingredient": "Senape dolce",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare l’insalata primavera con verdure e formaggi, per prima cosa preparate i pomodorini confit seguendo la nostra ricetta che potete trovare cliccando qui. Mentre i pomodorini cuociono, lavate le verdure e spuntate le estremità dei fagiolini 1 e delle taccole; separate le zucchine baby dai fiori di zucca 2 ed eliminate i pistilli interni e il gambo; conservatene 4 interi e tagliate a striscioline quelli restanti 3. Spuntate anche le estremità delle zucchine e tagliate a fette nel senso della lunghezza 4. In una pentola per cottura al vapore ponete a scaldare l’acqua con le erbe aromatiche 5, ponete sopra il cestello e versate le taccole 6 cuocete qualche minuto perché le taccole devono rimanere croccanti, a cottura ultimata scolatele e tenetela da parte. Procedete allo stesso modo cuocendo anche i fagiolini 7; poi passate alle zucchine baby 8. Dopo aver cotto le verdure, prendete il formaggio Tilsit ricavate 4 bastoncini e il resto riducetelo a cubetti 9. Quindi dedicatevi alla preparazione della pastella, in una ciotola versate l’acqua gassata fredda 10, setacciate all’interno la farina 11, mescolate con una frusta il composto, poi aggiungete il sale e il bicarbonato 12. Prendete i fiori di zucca interi che avete tenuto da parte, farcitene metà con i filetti di acciuga 13 e la restante metà con i bastoncini di Tilsit 14. Chiudete i fiori di zucca arrotolando delicatamente le foglie per sigillare il ripieno.Passate i fiori di zucca ripieni accuratamente nella farina 15, poi nella pastella 16 e infine friggeteli in abbondante olio di semi di arachide: per una frittura ottimale la temperatura dell’olio deve essere tenuta costantemente a 170° circa. Cuocete i fiori di zucca finché non saranno dorati, poi scolateli 17 e disponeteli su un vassoio rivestito di carta assorbente.A questo punto iniziate a comporre l’insalata: in una teglia ponete le verdure cotte al vapore, poi aggiungete le carote tagliate a strisce sottili con un pelaverdure 18, i pomodorini confit e i cubetti di Tilsit 19. Per insaporire, prendete il Grana Padano e affettatelo sottilmente a scaglie con il pelaverdure 20. Ora che l'insalata è pronta, preparate la salsa di accompagnamento: in una ciotolina mescolate insieme la senape di Digione, il miele 21, la senape classica 22, il succo di limone e lo yogurt 23; amalgamate gli ingredienti con un cucchiaino e guarnite la vostra insalata con la salsa (potete servire il resto della salsa a parte). Sopra ponete anche i fiori di zucca ripieni 24. "
}