{
    "title": "Pollo piri piri ",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero 1"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "180 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "130 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo piri piri, iniziate dai peperoncini. Sciacquate i peperoncini sotto acqua corrente, tamponateli con un panno da cucina e poneteli su un tagliere. Incidente l’estremità con un coltellino, eliminando il peduncolo 1, dopodichè dividete ogni peperoncino a metà per il senso della lunghezza 2. Infine scavate la parte interna aiutandovi con il coltellino per eliminare i semi 3. Trasferite i peperoncini tagliati e mondati in un mixer 4, aggiungete uno spicchio d’aglio intero sbucciato 5 e salate a piacere 6. Continuate versando l’olio extravergine di oliva 7, dopodichè tagliate a metà un limone non trattato e spremetelo con uno spremiagrumi 8. Quindi unite il succo di limone al resto del composto 9. Aggiungete la paprika dolce in polvere 10 e l’aceto 11. A questo punto azionate il mixer per qualche secondo fino ad ottenere un composto denso e omogeneo 12, che conserverete in frigorifero fino al momento di utilizzarlo. Ora dedicatevi al pollo: ponete il pollo intero non disossato e con la pelle su un tagliere e tagliatelo a metà, incidendo il petto (13-14) e avendo cura di non rompere le ossa, in caso potete effettuare questa operazione anche con il trinciapollo. Infine cercate di aprire il pollo il più possibile aiutandovi con le mani 15. Dopodichè mettete a scaldare la piastra e nel frattempo ungete la superficie del pollo con l'olio extravergine di oliva 16. Non appena la piastra sarà ben calda, adagiateci il pollo oliato 17. Per favorire la cottura, disponete un peso sopra il pollo: qui è stato sistemato un tagliere con sopra una pentola piena d’acqua 18, quindi fate cuocere il primo lato per circa 20 minuti a fuoco vivace. Trascorso questo tempo, girate il pollo dall’altro lato aiutandovi con una paletta (19-20) e fate cuocere per altri 20 minuti sempre a fuoco vivace, senza porre alcun peso sopra. Quindi prendete la salsa piri piri che avevate messo da parte e spennellate l'intera superficie del pollo 21. Una volta cotto anche l’altro lato, rigirate il pollo sempre aiutandovi con una paletta 22 e cospargete di salsa piri piri anche l’altro lato, continuando a cuocere per circa 4 minuti 23. Quindi rigirate il pollo e lasciate cuocere per circa 5 minuti, a questo punto il vostro pollo piri piri è pronto per essere servito caldo 24! "
}