{
    "title": "Nidi di patate con lenticchie e cotechino",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 60 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattuggiato 60 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lenticchie secche",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "media 1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "gambo 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cotechino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "media 1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "gambo 1"
        }
    ],
    "preparation": " Per preparare i nidi di patate con lenticchie e cotechino, iniziate con i legumi. Mettete le lenticchie in un’ampia ciotola e riempitela di acqua, fino a ricoprirle abbondantemente 1. Lasciatele in ammollo per due ore cambiando l’acqua un paio di volte in modo che si ammorbidiscano bene, potete coprirle con la pellicola trasparente 2. Passate le due ore, colate i legumi 3. Sminuzzate la cipolla, la costa di sedano, la carota e lo scalogno 4 per ottenere un mix che farete soffriggere in una padella già irrorata con l’olio 5. Mescolate con cura 6. Aggiungete ora le lenticchie colate 7, assieme alle foglie di alloro e al rosmarino. Versate poco alla volta il brodo vegetale, fino a coprire le lenticchie 8. Lasciatele cuocere per circa 40 minuti 9. Una volta cotte, tenetele da parte. Procedete ora con la cottura del cotechino. Ponete l’insaccato in un ampio tegame e ricopritelo con l’acqua, aggiungendo poi un sedano e una carota tagliati a rondelle 10. Durante la cottura, infilzate il cotechino con uno stecchino in modo da permettere al grasso di fuoriuscire 11. Chiudete in tegame con un coperchio e lasciate cuocere a fuoco medio per circa due ore 12. Quando il cotechino sarà pronto, scolatelo e mettete da parte anche questo. Durante la cottura di lenticchie e cotechino, potete preparare i nidi. Lessate le patate in acqua precedentemente salata 13. Una volta cotte, sbucciatele aiutandovi con un coltellino 14 e procedete usando uno schiacciapatate: posizionatele nello strumento 15 e schiacciatele tutte 16. Ottenuta la purea, aggiungete i tre tuorli 17 e amalgamateli grossolanamente. Versate il burro fuso leggermente intiepidito 18, procedete poi unendo il formaggio 19 e la noce moscata grattugiata 20. Aggiustate di sale, di pepe e amalgamate bene il tutto con una spatola, fino ad ottenere un composto liscio e senza grumi 21. Riempite ora una sac-à-poche con bocchetta a stella con la purea di patate 22 e tenetela da parte un momento; imburrate e foderate con carta forno una leccarda e tracciate sulla carta 4 cerchi di 10 cm di diametro, ben distanziati tra loro, aiutandovi con un coppapasta (in alternativa, potete usare un bicchiere, l’importante è che le circonferenze siano delle stesse dimensioni) 23: con la sac-à-poche disegnate i nidi, sia il fondo che i bordi, ripassando su questi ultimi due volte per creare proprio la forma del nido 24. Infornate i nidi per 20-25 minuti in forno statico preriscaldato a 200° (se ventilato, cuocete per 10-15 minuti a 180°), fino a che non risulteranno belli dorati in superficie. Quando i nidi saranno cotti, avrete pronte tutte le preparazioni: potete procedere a farcirli da caldi. Trasferite il cotechino scolato su un tagliere e tagliatelo a fette spesse circa 1 cm 25, togliete la pelle aiutandovi con un coltellino 26 e sminuzzatelo a cubetti 27. Farcite ciascun nido prima con le lenticchie (potete scaldarle leggeremente) 28 e poi con il cotechino a cubetti 29. I vostri nidi di patate con lenticchie e cotechino son pronti 30, vanno serviti ben caldi. "
}