{
    "title": "Grilled beef speziato con riso pilaf e verdure primaverili",
    "ingredients": [
        {
            "ingredient": "Filetto di manzo",
            "quantity": "(4 filetti da 150 g l'uno) 600 g"
        },
        {
            "ingredient": "Ketchup",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "45 g"
        },
        {
            "ingredient": "Senape gialla in polvere",
            "quantity": "5 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "150 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "660 g"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "5"
        }
    ],
    "preparation": " Per preparare il grilled beef speziato con riso pilaf e verdure primaverili incominciate con la marinatura della carne. Tritate finemente le erbe aromatiche, poi adagiate i filetti in una pirofila; versatevi l'olio 1, la senape e il trito di erbe aromatiche 2, distribuendo gli aromi in maniera uniforme sulla carne 3. Girate la carne in modo che insaporisca da entrambi i lati 4, quindi regolate di sale e di pepe 5. Coprite con la pellicola trasparente 6 e mettete in frigorifero per almeno un'ora. Lavate le verdure sotto abbondante acqua fresca corrente; tagliate prima a fette 7 e poi a cubetti di 0,5 cm le melanzane 8, ponendo i dadini che avete ottenuto su di un setaccio 9; cospargete con il sale 10 e mettete un peso, in modo che la melanzana rilasci l'acqua. Tagliate i pomodorini a metà 11, dunque dedicatevi alla pulizia dei peperoni: dopo averli lavati, asciugateli con carta assorbente. Eliminate la parte superiore, poi con un coltello togliete i filamenti bianchi e i semi che si trovano all’interno 12; dividetelo a metà 13 ed eliminate le parti bianche 14. Tagliatelo a listarelle e cubetti 15 insieme alle zucchine. Tagliate a rondelle sottili il porro 16, poi fatelo stufare in una pentola antiaderente con un filo di olio per 5-6 minuti. Successivamente aggiungete i peperoni a dadini, cuocendo ancora per 5 minuti a fuoco medio. Unite i pomodorini 17 e cuocete per altri 5 minuti. Infine versate le zucchine e cuocete nuovamente per 5 minuti 18. Lavate le melanzane sotto acqua corrente e aggiungetele alle verdure, cuocendo per 5 minuti 19. Regolate di sale e di pepe, poi aggiungete le olive denocciolate 20, lo zucchero 21 e l'aceto 22. Lasciate che l'aceto evapori, quindi spegnete e mettete da parte. Ora occupatevi del riso pilaf; mettete sul fuoco una pentola con abbondante acqua salata che vi servirà per il brodo vegetale. Lavate il riso con cura sotto l'acqua corrente con l'aiuto di un colino per fargli perdere l'amido, quindi lasciatelo scolare ed asciugare (23-24). In un pentolino mettete a sciogliere il burro 25, unite scalogno tritato finemente e fate cuocere a fuoco basso per circa 15 minuti; aggiungete la cannella e i chiodi di garofano 26 e mescolate per altri due minuti. Aggiungete il riso 27 e fatelo tostare. Unite quindi tutto il brodo, già salato 28. Coprite il tegame con un coperchio (non ci devono essere sfiati) 29 e lasciate cuocere per almeno 18-20 minuti a fuoco moderato finchè il brodo non si sia completamente asciugato. Una volta cotto e ben asciutto, togliete il riso pilaf dal fuoco, sgranatelo per bene con una forchetta e mettete da parte. Prendete i filetti dal frigorifero e cuoceteli su una griglia ben calda per circa 3-4 min per parte 30, girandoli con una spatola 31. Versate in una ciotolina il ketchup 32, impiattate il vostro grilled beef con riso pilaf e verdure primaverili e gustatelo 33. "
}