{
    "title": "Pan d'arancio",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "(1 intera) 450 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pan d'arancio, iniziate dalle gocce di cioccolato che faranno parte del ripieno: infarinatele accuratamente (1-2), poi setacciatele per eliminare la farina in eccesso 3, quindi congelatele. In questo modo non si scioglieranno in cottura. Affettate l'arancia e riducetele a pezzi 4; dopodiché iniziate a versare gli ingredienti nel mixer (potete utilizzare un frullatore ad immersione oppure frullare l'arancia con l'olio e il latte e lavorare il resto dell'impasto con le fruste): la farina setacciata, lo zucchero 5, il latte 6 proseguite con l'olio di semi (di girasole o di mais) 7, l'arancia a pezzi 8 e le uova 9. Per ultimo unite il lievito 10. Azionate il mixer e frullate il tutto fino ad ottenere un composto cremoso che potrete versare in una ciotola 11. Per ultime unite le gocce di cioccolato che avevate infarinato e congelato 12. Quindi amalgamatele e con una spatola e il vostro impasto è pronto! Versatelo in una teglia imburrata e foderata con carta da forno (13-14) (potete consultare la scheda: come foderare una tortiera con carta da forno), poi cuocete il pan d'arancio in forno statico preriscaldato a 180° per 60 minuti (se forno ventilato a 160° per 50 minuti). Una volta cotto sfornatelo e fatelo intiepidire 15. Poi sformatelo e lasciatelo raffreddare completamente su una gratella. A parte setacciate la marmellata di arance 16 e spennellatela sulla superficie della torta 17. Servite il pan d'arancio come profumato dolce da colazione o per una ricca merenda 18! "
}