{
    "title": "Filetto di pesce persico",
    "ingredients": [
        {
            "ingredient": "Pesce Persico",
            "quantity": "800 g"
        },
        {
            "ingredient": "Barba di frate (agretti)",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il filetto di pesce persico iniziate preparando il brodo vegetale. Poi occupatevi della pulizia degli agretti: tagliate via l’estremità del gambo di colore rosso 1, poi poneteli sotto l’acqua corrente per lavarli accuratamente ed eliminare eventuali tracce di terra 2, quindi metteteli a scolare 3. Ora occupatevi del pesce persico: prendete il filetto accarezzate la superficie del filetto con il palmo della mano per verificare la presenza di eventuali lische ed eliminatele con una pinza da cucina. Dividete il filetto in tranci 4 poi in una padella ampia fate sciogliere a fuoco molto basso l’olio di oliva con il burro 5, quindi aggiungete anche uno spicchio di aglio sbucciato e diviso a metà per insaporire; nel frattempo occupatevi di infarinare i tranci di pesce persico: in una ciotola sbattete le uova 6, salate e pepate. In un'altra ciotola bassa e ampia versate la farina dopodiché passate un trancio di pesce persico alla volta, da un lato e dall’altro, prima nell'uovo 7, poi nella farina facendo in modo che aderisca bene su tutta la superficie 8. Una volta che l’olio e il burro inizieranno a sfrigolare dolcemente, aggiungete i filetti infarinati in padella 9 Fateli rosolare 2 minuti per lato, poi sfumate con il vino bianco 10, lasciate evaporare. Una volta evaporato l'alcol unite gli agretti 11 e versate il brodo vegetale 12. Coprite con il coperchio 13 e cuocete per 7-8 minuti a fuoco medio, controllando di tanto in tanto. Una volta terminata la cottura 14, salate e pepate a piacere e servite subito il vostro filetto di persico adagiato su un letto di agretti 15. "
}