{
    "title": "Stinco affumicato con patate e crauti",
    "ingredients": [
        {
            "ingredient": "Stinco di maiale",
            "quantity": "affumicato 1,2 kg"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "6"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Crauti",
            "quantity": "al naturale 400 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo stinco affumicato con patate e crauti iniziate a realizzare il trito per il soffritto: mondate carota e cipolla, quindi private il sedano dei filamenti esterni. Tritate il tutto finemente 1 e tenete da parte. A questo punto versate l’olio in un tegame, meglio se di ghisa, e unite lo stinco affumicato 2. A fiamma vivace rosolatelo da tutti i lati 3 e solo quando sarà ben dorato toglietelo dal tegame e tenetelo al caldo 4. Versate il trito preparato precedentemente nell’olio di cottura dello stinco 5 e lasciatelo soffriggere a fiamma moderata. Nel frattempo tritate le bacche di ginepro con un coltello 6 (in alternativa potete utilizzare un mortaio per sbriciolarle) e unitele al resto del soffritto 7. Aggiungete anche il rametto di rosmarino 8, lo stinco e le foglie di alloro 9. Attendete qualche minuto girando spesso lo stinco e sfumate con il vino rosso 10. Solo quando questo sarà completamente evaporato aggiungete dell’acqua 11, considerando che il livello di quest’ultima deve arrivare a coprire all’incirca la metà dell’altezza dello stinco. A questo punto coprite con un coperchio 12 e lasciate cuocere circa 1 ora o comunque fino a quando la carne risulterà tenera, solo allora potrete aggiustare di sale. Nel frattempo occupatevi di preparare anche le patate: lavatele sotto l’acqua corrente e senza sbucciarle tagliatele in cubetti di circa 2-3 cm 13. Trasferite le patate in una teglia foderata con della carta forno 14 e conditele con sale, pepe e olio. Unite anche il rosmarino fresco 15 e cuocete il tutto in forno statico preriscaldato a 200° per circa 40 minuti, girando le patate di tanto in tanto. Mentre le patate cuociono preparate anche i crauti, quindi per insaporirli tagliate lo speck a tocchetti 16 e tritate finemente la cipolla 17. Versate l’olio in un tegame, aggiungete il burro 18 e lasciatelo fondere a fiamma moderata. A questo punto unite la cipolla, lasciatela appassire e aggiungete anche lo speck 19. Nel frattempo scolate i crauti dal liquido di cottura, uniteli in padella 20 e aggiungete un pizzico di sale. Cuoceteli a fiamma viva per 15-20 minuti, fino a che non risulteranno teneri 21, aggiungendo un mestolo di acqua calda al bisogno. A questo punto anche lo stinco 22 e le patate 23 saranno pronti. Serviteli insieme 24 e gustate il vostro stinco affumicato con patate e crauti ancora caldo! "
}