{
    "title": "Costolette alla Valdostana",
    "ingredients": [
        {
            "ingredient": "Costolette di vitello",
            "quantity": "senza osso 800 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fette 150 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro chiarificato",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per realizzare le costolette alla valdostana assottigliate le fettine di vitello con il batticarne, per non sfibrare la carne ponete le fettina tra due fogli di carta da forno. A questo punto affettate la Fontina 1 e tagliate le fette di prosciutto, non devono essere più grandi della fettina di vitello. Su quattro delle fettine adagiate la Fontina tagliata sottile 2 e il prosciutto cotto 3, richiudete la farcitura con un’altra fetta di vitello 4. Otterrete così 4 costolette, preparata la panatura: sbattete le uova in una ciotola 5 e in un’altra ponete il pangrattato. Passate le cotolette prima nell’uovo 6e poi nel pangrattato, facendolo aderire bene su tutta la superficie 7 ponete le costolette impanate su un piatto 8 e tenete da parte. Intanto in una padella scaldate il burro 9, deve leggermente soffriggere, a questo punto adagiate le costolette 10, un paio alla volta, cuocetele da entrambi i lati 11 fino a dorarle poi scolatele e ponetele su un vassoio ricoperto con carta assorbente per asciugare l’olio in eccesso 12. Se preferite la cottura in forno invece rivestite una teglia con carta da forno, versate un filo di olio di oliva13 e adagiate le costolette farcite 14, cuocete in forno statico preriscaldato a 180° per 30 minuti (o in forno ventilato a 160° per 20 minuti) passate poi altri 5 minuti al grill per dorarle 15. Le vostre costolette alla valdostana sono pronte per essere gustate bene calde. "
}