{
    "title": "Bocconcini di tacchino e pancetta",
    "ingredients": [
        {
            "ingredient": "Petto di tacchino",
            "quantity": "pezzo unico 500 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "40 fette"
        },
        {
            "ingredient": "Salvia",
            "quantity": "30 foglie"
        },
        {
            "ingredient": "Senape",
            "quantity": "forte 50 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "(se necessario) q.b."
        }
    ],
    "preparation": " Per preparare i bocconcini di tacchino e pancetta, iniziate a tagliare il petto tacchino a tocchetti regolari di circa 1 cm di spessore 1. Preparate su un tagliere gli altri ingredienti: la senape, le foglie di salvia pulite e le fette di pancetta 2 quindi procedete alla composizione degli involtini. Spalmate sulla superficie superiore di ogni tocchetto di tacchino un cucchiaino scarso di senape 3 e appoggiateci sopra una fogliolina di salvia 4. Avvolgete il bocconcino di tacchino con un paio di fettine di pancetta affumicata, fino a ricoprirlo totalmente (5-6). Continuate così fino a ricoprire tutti i tocchetti di tacchino. Mettete in una padella antiaderente il burro e fatelo sciogliere insieme ad un goccio d’olio, in modo che il burro non bruci, aggiungete una decina di foglie di salvia 8 e lasciatele rosolare un paio di minuti a fuoco basso in modo da non farle bruciare. A questo punto, aggiungete in padella i bocconcini di tacchino 9, lasciate rosolare un paio di minuti 10 e poi sfumate col vino rosso 11. Terminate la cottura a fuoco vivace per circa 10 minuti, ricordandovi di girare i bocconcini a metà cottura in modo che risultino ben rosolati anche dall’altro lato 12. Assaggiate e aggiungete del sale solo se necessario; i vostri bocconcini di tacchino e pancetta sono pronti per essere serviti! "
}