{
    "title": "Torta fredda allo yogurt",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "280 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "170 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "cremoso 700 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta fredda allo yogurt per prima cosa imburrate uno stampo a cerniera del diametro di 20 cm, foderate con carta forno la base e il bordo dello stampo seguendo le indicazioni che trovate nella nostra scheda: come foderare una tortiera con carta forno 2. Sciogliete il burro al microonde oppure in un pentolino e fatelo intiepidire, tenendolo da parte. Intanto versate nel mixer i biscotti secchi 3 frullateli per ridurli in polvereÂ 4. Trasferite i biscotti sminuzzati in una ciotola, aggiungete lo zucchero di canna 5 e il burro fuso intiepidito 6. Mescolate con una spatola per ottenere un composto pastoso 7 e trasferitelo in unaÂ tegglia 8; pressatelo bene sul fondo con il dorso di un cucchiaio per realizzare la base 9. Ponete la base in frigorifero e lasciatela rassodare almeno 30 minuti. Ora ponete i fogli di gelatina in una ciotola ampia colma di acqua fredda e lasciateli ammorbidire per circa 10 minuti 10. Intanto scaldate il latte in un pentolino (dovrÃ solo sfiorare il bollore) e una volta che la gelatina sarÃ ammorbidita, strizzatela e versatela nel latte caldo a fuoco spento 11. Mescolate con una frusta per sciogliere accuratamente la gelatina 12. Tenete da parte per un momento e lasciate che il composto si intiepidisca. Ora versate la panna fresca liquida nella ciotola della planetaria dotata di fruste, unite lo zucchero a velo 13 e montatela fino a quando sarÃ spumosa 14. Se non disponete di una planetarian potete usare anche le fruste elettriche per montare la panna. Versate lo yogurt in una ciotola, aggiungete il latte nel quale avete sciolto la gelatina e che nel frattempo si sarÃ raffreddato 15. Mescolate con una spatola per amalgamare il composto 16 e per finire aggiungete anche la panna che avete precedentemente montato 17, iniziate con un cucchiaio di panna per stemperare il composto mescolando con vigore, poi unite la restante panna mescolando delicatamente dal basso verso lâalto per non smontarla 18. Versate la crema ottenuta nello stampo con la base che nel frattempo si sarÃ rassodata, livellate la superficie con una spatola 20 e riponete nuovamente in frigorifero a rassodare per almeno 5Â ore. Una volta che la torta fredda allo yogurt sarÃ pronta, guarnitela a piacere con i frutti di bosco e servitela 21. "
}