{
    "title": "Bistecca alla Tartara",
    "ingredients": [
        {
            "ingredient": "Filetto di vitello",
            "quantity": "freschissimo 600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiaini"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Capperi",
            "quantity": "15 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "(peso da mondate e tritate) 20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Senape",
            "quantity": "10 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 20 g"
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "12 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "crudi e interi 4"
        },
        {
            "ingredient": "Limoni",
            "quantity": "16 fette"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "(peso da mondate e tritate) 80 g"
        },
        {
            "ingredient": "Capperi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 80 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare la bistecca alla tartara prendete il filetto di vitello di prima scelta, tagliatelo a fettine sottili, che successivamente taglierete a striscioline e poi a piccolissimi pezzetti 1 in questo modo otterrete la classica tartara dalla carne ben divisa e non spappolata, non deve infatti risultare macinata. Trasferite la carne tritata in una ciotola capiente 2. Tritate finemente i capperi e la cipolla 3, spremete il succo del limone 4 e iniziate a condire la carne aggiungendo il prezzemolo tritato 5, la cipolla 6, i capperi tritati 7, il succo di limone 8, la senape 9 , il sale, il pepe, la Worchestershire sauce 10 unite per ultimo l'olio 11 e amalgamate bene tra loro tutti gli ingredienti in modo che la carne assorba tutti gli aromi. Ora dividete il composto di carne in quattro parti uguali, prendete ciascuna porzione e ponetela al centro di ciascun piatto 12 e date la forma di una piccola cupola. Con il dorso del cucchiaio (o con il fondo di un bicchiere) premete la parte superiore della cupola per creare un incavo dove andrete a posizionare il tuorlo 13. Disponete su ogni piatto 4 fette di limone, Ponete su ognuna di esse un cucchiaino di prezzemolo tritato 14, uno capperi tritati 15, uno di senape, uno di cipolla tritata (o scalogno). Prendete l’uovo fresco, rompetelo delicatamente ed estraete il tuorlo 16 avendo cura di lasciarlo intero. Posizionate delicatamente il tuorlo al centro della bistecca alla tartara 17 e guarnite a piacere con del songino fresco 18. Servite la bistecca alla tartara immediatamente . "
}