{
    "title": "Salmone Tandoori",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "diliscati 800 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pasta tandoori",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pasta di aglio",
            "quantity": "10 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Curry",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone tandoori, iniziate dalla marinatura: versate in una ciotola la pasta tandoori 1, aggiungete la pasta d’aglio 2 e lo zenzero in polvere 3. Potete trovare la pasta tandoori anche nei negozi etnici, altrimenti potete usare il mix garam masala, più diffuso nei supermercati. Unite anche lo yogurt bianco 4 e mescolate gli ingredienti con un cucchiaio per qualche secondo 5, dopodichè versate il succo di limone 6, che avete spremuto in precedenza. Infine aggiungete il curry 7 e aggiustate di sale, se necessario. Mescolate nuovamente per amalgamare il tutto 8, poi versate parte della salsa in una pirofila 9. Ricordatevi di tenere da parte un po' di salsa per irrorare i tranci di salmone prima di infornarli. Una volta creato un fondo di salsa, adagiatevi i 4 tranci di salmone da 200 g l'uno già diliscati 10 e versateci sopra il resto della salsa tandoori 11, assicurandovi di ricoprirli interamente 12. Ricoprite la pirofila con la pellicola 13, trasferitela in frigorifero e lasciate marinare il tutto per 4 ore. Trascorso questo tempo, tirate fuori la pirofila 14, dopodichè oliate una leccarda e foderatela con della carta forno, in modo che aderisca meglio 15. Ora disponete i tranci di salmone marinati sulla leccarda, aiutandovi con una paletta 16, irrorateli nuovamente con la salsa tandoori che avevate messo da parte 17 e infornateli in forno statico preriscaldato a 180° per 25 minuti, se usate il forno ventilato, cuocete a 160° per circa 20 minuti. Quando la salsa si sarà rappresa e i tranci risulteranno croccanti 18, il vostro salmone tandoori sarà pronto per essere servito! "
}