{
    "title": "Teglia di alici e patate",
    "ingredients": [
        {
            "ingredient": "Acciughe (alici)",
            "quantity": "650 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Limoni",
            "quantity": "3 fette"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "6 rametti"
        },
        {
            "ingredient": "Ginepro",
            "quantity": "5 bacche"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la teglia di alici e patate pulite le alici: staccate la testa, incidete il ventre 1, apritele a libro ed estraete le interiora 2, sciacquatele bene sotto l’acqua corrente e poi adagiatele su un vassoio rivestito con carta assorbente per asciugarle 3. Intanto riempite con acqua una pentola per la cottura al vapore, aromatizzate l’acqua con le fette di limone, le bacche di ginepro 4 e il timo 5. Scaldate l’acqua e nell’attesa che raggiunga il bollore pelate le patate 6 affettatele sottilmente con la mandolina 7. Quando l’acqua bolle inserite nella pentola il cestello per la cottura al vapore e versate all’interno le fette di patate 8 coprite con il coperchio e cuocete per 5 minuti, poi spegnete il fuoco 9. A parte tritate la salvia e il timo 10 e poneteli in una ciotola, aggiungete l’aglio schiacciato 11, il sale e la scorza di limone grattugiata 12. Tenete da parte gli aromi, prendete una pirofila 20 x 20 cm , oleate il fondo 13 adagiate un primo strato di patate leggermente sovrapposte 14, poi stendete uno strato di alici 15 condite con il trito di aromi 16, proseguite alternando gli strati fino ad esaurire gli ingredienti, terminate con uno strato di patate, condite con il trito 17 e cuocete in forno statico preriscaldato a 200 c° per 20 minuti poi altri 3-4 minuti sotto il grill. A cottura ultimata sfornate la teglia di alici e patate, fatela intiepidire prima di servirla 18. "
}