{
    "title": "Cuoppo di mare con mayo al mojito",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "anelli 500 g"
        },
        {
            "ingredient": "Triglie",
            "quantity": "500 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Semola",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "75 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Rum",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il cuoppo di mare con mayo al mojito cominciate realizzando questâultima. Nel boccale di un mixer versate lâolio, il latte di soia 1, il sale, poi grattate la scorza di lime 2 e spremete il succo di una metÃ 3. Aggiungete il rum 4 e ottenete una crema densa utilizzando un mixer ad immersione 5. Trasferite in una ciotola, unite la menta che avrete sminuzzato al coltello 6. Mescolate e mettete da parte in frigorifero 7. Intanto sciacquate bene i pesci, meglio se singolarmente, quindi triglie 8, gamberi 9, e infine gli anelli di calamaro 10. Sistemateli su un vassoio 11. Mettete a scaldare abbondante olio a 190Â° in una pentola e nel frattempo infarinate nella semola le triglie 12. Man mano tuffate 5â6 pezzi alla volta e lasciate dorare per un paio di minuti 13. Proseguite poi subito dopo infarinando i gamberi 14 e tuffandoli nellâolio 15. E ancora per gli anelli di calamaro (16-17). Man mano rimestate utilizzando una ramina 18 e poi scolate non appena iniziano a dorare 19. Scolate su carta assorbente e poi proseguite fino ad ultimare gli ingredienti 20. Sistemate nei coni di carta paglia e la finta maionese nelle ciotoline: ecco pronto il cuoppo di mare con mayo al mojito, servite caldissimo 21! "
}