{
    "title": "Involtini di lonza al limone",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "(8 fettine) 700 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 150 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "riccio 2 rametti"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di lonza al limone iniziate dalla farcitura: prendete una pagnotta, eliminate la crosta con un coltello 1 e tagliate a cubetti la mollica 2. Trasferite la mollica in un mixer, aromatizzate con il prezzemolo riccio 3, le foglioline di maggiorana, il timo 4 poi grattugiate la scorza di un’arancia 5 e quella di un limone 6, condite con l’olio di oliva 7 e sminuzzate il composto fino ad ottenere un impasto sabbioso e ben amalgamato 8. Tenete da parte il ripieno e occupatevi della carne: ponete le fettine di lonza tra due fogli di carta da forno e battete con il batticarne 9 per renderle sottili e tenere, inoltre questo procedimento eviterà di rompere le fibre della carne. Salate la lonza 10 e spalmate il composto di mollica sulle fette aiutandovi con un cucchiaio 11, conservate qualche cucchiaio di ripieno. Ora arrotolate le fettine 12 e fermatele con uno stecchino 13. Una volta composti gli involtini, trasferiteli in una teglia da forno oleata, ricopriteli con il composto di mollica e irrorateli con un filo di olio di oliva 14. Cuocete gli involtini in forno preriscaldato statico a 180° per 15 minuti (o in forno ventilato a 160° per 10 minuti). A cottura ultimata servite gli involtini di lonza al limone ben caldi accompagnandoli con una fresca insalatina 15! "
}