{
    "title": "Spezzatino di tacchino",
    "ingredients": [
        {
            "ingredient": "Petto di tacchino",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "70 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo spezzatino di tacchino, per prima cosa preparate il brodo di carne, poi tagliate le verdure per il soffritto: pelate la carota e riducetela a cubetti 1; fate la stessa cosa con la cipolla 2. Legate insieme i rametti di timo e rosmarino con dello spago da cucina, infine tagliate la fesa di tacchino in tocchetti regolari di circa 2 cm di spessore 3. Scaldate l’olio in una casseruola, aggiungete la carota e la cipolla 4 e fate dorare il soffritto a fuoco medio-alto per circa 5 minuti mescolando molto spesso per evitare che si bruci. Quindi aggiungete il tacchino 5, fatelo rosolare per un paio di minuti, dopodiché versate la farina 6 e fatela tostare per altri 2-3 minuti, sempre mescolando spesso. Quando si sarà assorbita, versate nella casseruola la passata di pomodoro 7 e il brodo di carne 8, aggiustate di sale 9 e di pepe, aggiungete il mazzetto di erbe aromatiche (timo e rosmarino) 10, coprite con un coperchio 11 e cuocete a fuoco dolce per 40 minuti. Nel frattempo pelate le patate e tagliatele a cubetti regolari di 1 cm di spessore 12. Passati 40 minuti, aggiungete i cubetti di patate nella casseruola 13, coprite nuovamente con il coperchio e cuocete per altri 20 minuti, sempre a fuoco dolce. Trascorso il tempo di cottura, spegnete il fuoco, rimuovete il mazzetto di erbe aromatiche 14 e il vostro spezzatino di tacchino 15 è pronto per essere servito! "
}