{
    "title": "Salmone al vapore",
    "ingredients": [
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "media 1"
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 bicchieri"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "11 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tranci di salmone",
            "quantity": "(2 tranci) 400 g"
        }
    ],
    "preparation": " Per preparare il salmone al vapore, iniziate togliendo la pelle e le lische 1, oppure chiedete al vostro pescivendolo di prepararvi 2 tranci uguali senza lische e senza pelle. Tritate finemente le erbe insieme 2, tenendo da parte solo le foglie di alloro e un ramo di rosmarino. Pelate il limone con un pelapatate, tenete da parte le fettine di scorza 3 e spremete il succo. Marinate per 10 minuti i tranci di salmone con in 8 cucchiai di olio d’oliva, metà porzione del misto di erbe tritate, il succo del limone 4. Durante questo tempo girate più volte il pesce nella marinatura, salate 5 e pepate, poi copritelo con della pellicola 6 e lasciate riposare in frigorifero per altri 10 minuti. Intanto tritate la cipolla finemente 7 e iniziate a tagliate le verdure a dadini più o meno uguali, da mezzo cm circa: pelate e tagliate la carota 8; pelate e tagliate la patata e mettetela in una terrina con acqua per non farla annerire 9; pelate la costa di sedano e tagliatela a dadini 10; lavate e tagliate la zucchina nello stesso modo 11; poi tagliate in quarti il peperone verde, togliete i semini interni e i filamenti bianchi, pelate la pelle esterna e tagliatelo 12. Infine tagliate i pomodorini in quarti, eliminate la polpa e i semi che frullerete con l'aiuto di un frullatore ad immersione e tagliate le falde a cubetti (13-14). Mettete sul fuoco una capiente pentola d'acqua, su cui appoggerete il cestello per la cottura a vapore, e preparate un'acqua aromatizzata con la scorza di limone, le foglie di alloro e il rametto di rosmarino 15, quindi alzate il fuoco e portate l'acqua sino a 80/90 gradi. Proseguite con le verdure: scaldate in una padella 3 cucchiai di olio extravergine e soffriggetevi la cipolla a fuoco medio-basso. Appena inizia a sfrigolare unite mezzo bicchiere d’acqua, salate leggermente e quando il liquido è evaporato quasi del tutto unite i dadini di patate, il sedano e il peperone e le carote 16. Cuocete per 10 minuti a fuoco medio, facendo dorare leggermente le patate. Se la preparazione si asciuga troppo aggiungete mezzo bicchiere d’acqua. Unite le zucchine tagliate e il restante trito di erbe 17, salate, pepate e cuocete per altri 10 minuti. In ultimo unite il succo di pomodorini frullato 18 e i cubetti di pomodorini; cuocete altri 10 minuti assicurandovi che tutte le verdure siano ben cotte. Predisponete il cestello sulla pentola; togliete i tranci di salmone dalla marinatura e adagiateli sul cestello 19. Filtrate il liquido della marinatura che potrete utilizzare per condire in ultimo il piatto 20. Cuocete il pesce all’interno del cestello con il coperchio 21 per 8/9 minuti circa (se i tranci sono molto spessi, aumentate il tempo di cottura), avendo cura di mantenere, per tutta la cottura, una temperatura di bollore dolce altrimenti i pezzi di pesce si sfalderanno eccessivamente. Impiattate il trancio di salmone al vapore con le verdure intorno e servite. "
}