{
    "title": "Pastieri ragusani",
    "ingredients": [
        {
            "ingredient": "Farina di grano duro",
            "quantity": "700 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "340 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "macinato 380 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 380 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "ragusano 400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i pastieri ragusani, iniziate con la preparazione dell’impasto: per prima cosa sciogliete il lievito di birra nell’acqua 1, poi versate la farina in una ciotola capiente e aggiungete gradualmente l’acqua 2 e l’olio mentre iniziate a impastare con le mani 3. Unite anche lo strutto 4 e il sale 5 e impastate per amalgamare tutti gli ingredienti, poi spostatevi sul piano di lavoro e continuate a lavorare fino ad ottenere un impasto liscio ed elastico 6. Date all’impasto la forma di una palla e riponetelo nella ciotola, coprite con pellicola e lasciate lievitare a temperatura ambiente per almeno un’ora. Nel frattempo potete dedicarvi al ripieno: unite i due tipi di carne macinata in una ciotola 7 e mescolate con le mani per amalgamarli. Versate la carne in una padella 8, salate, pepate e saltatela per un paio di minuti a fiamma media, facendo attenzione a non cuocerla troppo e a non sgranarla del tutto 9. Trasferite la carne rosolata in una ciotola e lasciate che si raffreddi 10. Nel frattempo grattugiate il caciocavallo con una grattugia a fori larghi 11. Una volta raffreddata, aggiungete alla carne uno spicchio d’aglio grattugiato 12, il prezzemolo tritato 13 e il caciocavallo 14 e mescolate bene per amalgamare il tutto 15. Trascorso il tempo di lievitazione, riprendete l’impasto e stendetelo sul piano di lavoro leggermente infarinato 16 fino ad ottenere un rettangolo di 47x40 cm dello spessore di circa 2 mm 17. Ricavate dei dischi utilizzando un coppapasta del diametro di 12 cm 18, poi reimpastate gli scarti e stendete nuovamente la sfoglia per ricavare altri dischi fino ad ottenere un totale di 18 pezzi. Farcite ogni disco ponendo una cucchiaiata di ripieno al centro 19 e richiudetelo sollevando i lembi e pizzicandoli con le dita per ottenere un bordo smerlettato 20. Man mano che saranno pronti, posizionate i tortini su una leccarda foderata con carta forno 21. A questo punto rompete le uova in una ciotola, condite con sale 22 e pepe e sbattete con una forchetta 23. Versate una parte delle uova sopra ogni tortino assicurandovi che il liquido non fuoriesca: potete aiutarvi con le mani per farlo penetrare all’interno della carne, almeno parzialmente 24. Utilizzate le uova avanzate per spennellare l’impasto 25. Cuocete i tortini in forno statico preriscaldato a 200° per 35 minuti 26. I vostri pastieri ragusani sono pronti per essere gustati 27! "
}