{
    "title": "Calamari ripieni all'andalusa",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "4 grossi (da circa 80 gr l'uno)"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "3"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "5 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i calamari ripieni all’andalusa iniziate dalla pulizia dei calamari: prendete i calamari, svuotate la sacca, eliminate l’osso e la membrana che riveste la sacca, staccate i tentacoli ed eliminate il becco 1. Dividete le alette laterali dal corpo 2 e tritatele finemente insieme ai tentacoli 3, tenete da parte le sacche pulite dei calamari. Per vedere la scheda della scuola di cucina sulla pulizia dei calamari nel dettaglio clicca qui. Poi dedicatevi alla preparazione di un uovo sodo, una volta pronto sbucciatelo e lasciatelo raffreddare. Ora preparate il ripieno: sbucciate e tritate finemente una cipolla e una carota, quindi mettete a soffriggere metà cipolla con 3 cucchiai di olio extravergine di oliva e, quando sarà appassita, unite anche metà carota 4. Lasciate cuocere per 5 minuti a fuoco moderato, poi aggiungete il trito di calamari 5. Fate cuocere per altri 5 minuti, poi togliete dal fuoco e mettete il ripieno in una ciotola capiente con il pangrattato 6. A questo punto riprendete l'uovo sodo e dividete il tuorlo dall’albume. Sbriciolate il tuorlo e sminuzzate l'albume, poi sbattete in una ciotolina il secondo uovo, aiutandovi con una forchetta, e per finire tritate finemente un ciuffo di prezzemolo. Unite al composto di calamari il pangrattato, l’uovo sodo 7, l’uovo sbattuto 8, il prezzemolo e aggiustate di sale e pepe 9. Amalgamate per bene tutti gli ingredienti poi iniziate a comporre i calamari: riempite la sacca con un paio di cucchiai di ripieno 10 e chiudete i calamari con uno stuzzicadenti come mostra la foto 11. A questo punto preparate il sugo: mettete a soffriggere la carota e la cipolla restanti con 3 cucchiai di olio extravergine di oliva 12. Lavate, mondate e tagliate a dadini i pomodori poi uniteli al soffritto 13. Aggiungete a questo punto lo zafferano sciolto in un cucchiaio di acqua 14, quindi i calamari ripieni 15. Coprite con un coperchio e continuate la cottura a fiamma dolce per 30 minuti, scuotendo la padella ogni tanto per evitare che si attacchino al fondo. Quando i calamari all’andalusa saranno cotti disponeteli su un piatto da portata, tagliateli a fette e cospargeteli con il sugo di pomodoro. "
}