{
    "title": "Costine con piselli e patate",
    "ingredients": [
        {
            "ingredient": "Costine di maiale",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "70 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Piselli precotti",
            "quantity": "150 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "180 g"
        }
    ],
    "preparation": " Per preparare le costine con patate e piselli iniziate dal soffritto: sciogliete il burro in una padella antiaderente 1, unite un filo dâolio 2, quindi aggiungete le carote 3, il sedano 4 e le cipolla 5Â finemente tritati; fateli cuocere per qualche minuto a fuoco dolce (per un approfondimento su come fare il soffritto clicca qui). Aggiungete ora le costine 6 e fatele rosolare. Quando cominceranno a dorare 7, aggiustate di sale e pepe ed unite un pizzico di peperoncino tritato 8, continuando la cottura per circa 10 minuti, o comunque fino a quando le costine saranno ben rosolate su tutti i lati: sfumate allora con il vino bianco 9, poi lavate, pelate e tagliate a fette le patate 10 ed unitele alla carne 11. Bagnate il tutto con un mestolo di brodo vegetale 12 e unite la passata di pomodoro 13. Mescolate e lasciate cuocere per altri 20 minuti, sempre a fuoco basso. Verso fine cottura, ultimate la ricetta aggiungendo i piselli 14 e lasciandoli insaporire per qualche minuto. Aggiustate di sale e pepe, mescolate ed impiattate 15. Le costine con piselli e patate sono pronte: buona appetito! "
}