{
    "title": "Hamburger piemontesi",
    "ingredients": [
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Manzo",
            "quantity": "tritato 520 g"
        },
        {
            "ingredient": "Toma piemontese",
            "quantity": "120 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 filo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "1 filetto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "soltanto la mollica 40 g"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli hamburger piemontesi cominciate dalle carne. Versate la carne in una ciotola e guarnite con un goccio d'olio 1. Mescolate per bene e date la classica forma a polpetta che dovrà pesare circa 180 grammi; ripetete così per tutte disponendole su un piatto 2. Coprite con pellicola trasparente e lasciate compattare in frigorifero per una mezzora 3. Intanto occupatevi delle patate: lavatele accuratamente e poi asciugatele. Con una mandolina affettatele sottilmente a circa 1-2 millimetri (in alternativa potete utilizzare il coltello, l'importante è che riusciate ad ottenere delle fette veramente sottili) 4. Dopodiché tuffate i dischetti in acqua fresca e lasciateli così una mezzoretta, in questo modo perderanno l'amido; tenetele in disparte a temperatura ambiente 5. Nel frattempo occupatevi della salsa verde. Cominciate perciò dalle uova sode, immergete queste ultime acqua fredda, accendete il fornello e, dal momento del bollore, contate 9 minuti. Quando le uova saranno rassodate, scolatele e sciacquatele brevemente sotto l’acqua fredda, per sbucciarle senza ustionarvi 7, infine dividerle a metà in modo da recuperare soltanto i tuorli sodi che andrete a setacciare in un colino a maglie strette aiutandovi con un cucchiaio: otterrete così una pasta densa 8. Versate la mollica di pane rafferma e tagliata a pezzetti in un recipiente, unite l’aceto di vino e lasciate ammorbidire per una decina di minuti 9. Intanto potete sminuzzare finemente al coltello i capperi dissalati, i filetti di acciughe e lo spicchio d’aglio sbucciato e privato dell’anima, così otterrete una pasta ricca e aromatica; per finire tritate anche il prezzemolo 10. A questo punto è tutto pronto. Nella ciotola con i tuorli unite la pasta aromatica, la mollica strizzata 11 ed il prezzemolo e amalgamate il tutto. Per finire unite anche l’olio e mescolate ancora. La vostra salsa verde è pronta, tenetela da parte 12. Riprendete le patate, scolatele e poi asciugatele per bene 13. Versatele in una ciotola e condite con olio, sale e pepe 14 e infine disponetele su una leccarda leggermente oleata, e adagiate in superficie 2 rametti di rosmarino. Cuocete in forno preriscaldato in modalità ventilata a 170° per 20 minuti 15. Quando cotte tenetele da parte 16. Intanto affettate la toma piemontese in 4 fette sottili 17 e da queste eliminate la parte esterna 18. In una padella mettete a scaldare un filo d’olio, intanto riprendete gli hamburger ed eliminate la pellicola, aggiustateli di sale e di pepe su entrambe i lati. Cuoceteli a fiamma medio-alta per 4 minuti 19, dopodiché girateli e aggiungete un goccio d’acqua sul fondo della padella 20, poi disponete la toma sui medaglioni 21 e coprite con il coperchio, in questo modo l’umidità che verrà a formarsi cuocerà la carne lasciandola tenera e succosa 22 e continuate a cuocere per altri 4 minuti 23. Infine passate alla composizione del burger. Prendete il panino e dividetelo in due parti. Sulla base distribuite un po’ di salsa verde 24. Poi sistemate l’hamburger e spalmate ancora un po’ di salsa verde 25, poi delle patate 26 e infine richiudete con l’altra metà del panino. Ripetete così fino ad ultimare gli ingredienti ed ecco pronti i vostri hamburger piemontesi: buon appetito! "
}