{
    "title": "Caprese al limone",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "170 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "3"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "a temperatura ambiente 80 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "a temperatura ambiente 175 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Aroma al limone",
            "quantity": "2 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la caprese al limone per prima cosa grattugiate il cioccolato bianco 1 e la scorza dei limoni 2, tenete quindi da parte. Versate il burro morbido in una ciotola 3, aggiungete metÃ della dose di zucchero 4 e montate il composto con le fruste elettriche 5. Una volta raccolti gli ingredienti aromatizzate con la scorza di limone 6. e un pizzico di sale 7. Mantenendo le fruste in azione versate anche i tuorli 8 e quando il composto risulterÃ amalgamato 9 aggiungete l'aroma di limone 10. Tenete da parte lâimpasto e, in unâaltra ciotola capiente, versate la farina di mandorle e il cioccolato bianco grattugiato 11. Setacciate qui le polveri restanti: la fecola e il lievito 12. Mescolate e tenete da parte 13. Ora versate in una ciotola gli albumi e la restante metÃ di zucchero 14, montate con le fruste elettriche 15 fino a quando non otterrete un composto lucido e spumoso, non dovete montare a neve ma dovrÃ fare il classico becco dâuccello 16. Ora riprendete il composto di uova e incorporate, alternandoli, 1/3 degli albumi 17 e 1/3 delle polveri 18 mescolate e proseguite ancora fino a esaurire gli ingredienti. Una volta pronto lâimpasto risulterÃ piuttosto compatto 19, imburrate e infarinate con la fecola uno stampo del diametro di 22 cm, quindi versate il composto 20 e livellatelo con la spatola per distribuirlo in modo omogeneo 21. Cuocete la torta in forno ventilato preriscaldato a 170Â° per 45 minuti; una volta pronta sfornatela 22, lasciatela intiepidire e poi sformate la vostra caprese al limone e servitela spolverizzando la superficie con lo zucchero a velo (23-24). "
}