{
    "title": "Frittata con pesto e pomodori",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 5"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "120 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "12,5 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 18 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 7 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "4 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "2 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        }
    ],
    "preparation": " Per preparare la frittata con pesto e pomodori, iniziate dal pesto genovese (se avete già a disposizione del pesto fatto in casa potete utilizzarlo nella dose indicata). Per consultare il procedimento completo potete cliccare sulla scheda della Scuola di cucina che trovate qui: pesto alla genovese. Riducete lo spicchio d'aglio a crema pestandolo in un mortaio (se non lo avete potete utilizzare il mixer) . Quindi aggiungete le foglie di basilico 1 insieme ad un pizzico di sale grosso. Schiacciate con il pestello le foglie di basilico contro le pareti del mortaio ruotando il pestello da sinistra verso destra e contemporaneamente il mortaio nell'altro senso 2. Quando dalle foglie uscirà il liquido verde brillante, aggiungete i pinoli e continuate a pestare. Poi versate i formaggi grattugiati a mano a mano, continuando a pestare; infine versate l'olio extravergine d'oliva a filo 3. Amalgamate gli ingredienti. Ora che il pesto è pronto mettetelo da parte coperto con pellicola trasparente. Dedicatevi quindi a preparare i pomodori. Lavateli sotto acqua corrente, poi riducetene uno a dadini: eliminate il picciolo e tagliatelo a metà 4, quindi scavate l'interno con un cucchiaino per eliminare i semi 5. Poi ricavate dalla polpa dei dadini 6 e conservateli in una ciotolina. Passate all'altro pomodoro: eliminate il peduncolo e riducete il pomodoro a fettine 7 che terrete da parte per la decorazione. Quindi sminuzzate il ciuffo di basilico fresco 8 che poi aggiungerete alla frittata. In una ciotola rompete le uova, salate e pepate a vostro gusto, quindi con una frusta iniziate a sbatterle 9. Dopo aver sbattuto le uova per qualche secondo, incorporate il pesto che avevate messo da parte 10 e mescolate con la frusta 11 per ottenere un composto omogeneo 12. Poi aggiungete anche il basilico spezzettato 13 e la polpa di pomodori a dadini che avevate messo da parte 14. Quindi mescolate ancora il tutto 15. Ora potete iniziare a comporre la vostra frittata: prendete una tortiera del diametro di 26 cm e rivestitela di carta da forno. Quindi adagiate sul fondo la metà delle fette di pomodoro che avevate preparato in precedenza 16. Versate il composto di uova pesto e cubetti di pomodoro nella tortiera 17, livellando il composto in modo che riempia la tortiera in modo uniforme e senza buchi. Poi terminate di comporre la frittata disponendo le restanti fette di pomodoro 18. Decorate la frittata con le foglie di basilico intere 19, adagiandole su ciascuna fetta di pomodoro per creare un contrasto di colori. Quindi infornate 20 in forno statico preriscaldato a 180° per 30-35 minuti oppure forno ventilato a 160° per circa 25 minuti fino a quando la superficie non risulterà dorata (potete anche cuocere la frittata in una padella antiaderente come una normale frittata). Sfornate la frittata con pesto e pomodori 21, lasciate intiepidire e servitela tiepida o fredda a vostro gusto! "
}