{
    "title": "Omelette regina",
    "ingredients": [
        {
            "ingredient": "Funghi champignon",
            "quantity": "250 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 8"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le omelette regina iniziate con la pulizia dei funghi Champignon: con l’aiuto di un coltellino affilato dalla lama liscia cominciate a eliminare la parte terrosa sul gambo 1, raschiandolo con delicatezza fino ad eliminare la terra, eliminate i pochi residui di terriccio presenti con un panno di cotone 2 o con un pennello. Affettate i funghi sottilmente 3 e teneteli da parte. Tritare anche il prezzemolo 4, quindi scaldate una padella con un filo di olio di oliva, versate i funghi champignon affettati 5. Saltate i funghi in padella per 3-4 minuti poi insaporiteli con il prezzemolo tritato 6. I funghi sono pronti, teneteli da parte 7. Tagliate a striscioline il prosciutto cotto 8, poi a dadini l’Edamer 9. Ora che il ripieno è pronto, dedicatevi a preparare una omelette alla volta. Quindi in una ciotola rompete due uova (per realizzare un'omelette), salate e pepate 10, sbattete con la frusta e unite anche un pò del prosciutto 11, mescolate bene 12, quindi scaldate bene una padella con un filo di olio 13, versate il composto di uova 14. Con una spatola spingete da un lato il composto ancora lilquido 15. Quando l’uovo sarà leggermente rappreso 16, farcite con qualche dadino di Edamer 17 e un po' di funghi saltati in padella 18. Ora inclinate la padella e date dei colpetti energici sul manico con una mano chiusa a pugno, mentre con l'altra tenete saldamente il manico della padella 19 in modo da far ripiegare su stessa l’omelette 20. Con questi colpetti infatti, la parte verso il bordo della padella si ripiegherà verso l'interno, creando l'omelette. Per fare un'omelette perfetta con la tecnica tradizionale ci vuole pratica, le prime volte potete aiutarvi con una spatola per arrotolarla. Proseguite con le restanti. L’omelette regina è pronta, servitela ben calda 21! "
}