{
    "title": "Insalata di arance",
    "ingredients": [
        {
            "ingredient": "Arance",
            "quantity": "tarocco 1,2 kg"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olive",
            "quantity": "110 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’insalata di arance, per prima cosa pulite la cipolla rossa: dividetela a metà per il lungo e rimuovete il germoglio verde al centro, se presente 1; tagliate la cipolla a julienne 2, poi mettetela in ammollo in acqua fredda per almeno 10-15 minuti per addolcirne il sapore 3. Nel frattempo pelate le arance a vivo: iniziate eliminando l’estremità superiore e inferiore dell’arancia 4, poi appoggiate la base su un tagliere e tagliate la buccia con un coltello dall’alto verso il basso, facendo attenzione a rimuovere anche la parte bianca che ha un sapore amarognolo 5. Una volta eliminata tutta la buccia, separate i singoli spicchi praticando dei tagli con la lama del coltello fra la polpa e la pellicina che divide gli spicchi stessi 6. Infine prendete le olive nere e rimuovete il nocciolo usando l’apposito strumento 7; se non avete il denocciolatore potete procurarvi delle olive già denocciolate. Ora che tutti gli ingredienti sono pronti, potete passare al condimento: versate l’olio extravergine di oliva in una ciotolina 8, salate e pepate a piacere ed emulsionate con una frusta a molla piatta o una forchetta 9. Adesso potete assemblare la vostra insalata: prendete una ciotola capiente e aggiungete gli spicchi di arancia pelati a vivo 10, le fettine di cipolla, che avrete scolato e asciugato bene 11, e le olive denocciolate 12; versate il condimento nella ciotola 13 e mescolate bene 14. In ultimo, guarnite con le foglie di basilico spezzettate grossolanamente con le mani e servite la vostra squisita insalata di arance 15! "
}