{
    "title": "Torta margherita",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie a temperatura ambiente 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "a temperatura ambiente 7"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta margherita, data l'assenza di lievito sarà importante seguire le indicazioni di modalità e tempi di lavorazione delle uova insieme allo zucchero, così come l'aggiunta degli altri ingredienti. All’interno di una planetaria munita di frusta (per questa preparazione si consiglia di usare una planetaria che permetterà alla massa di incamerare più aria per una buona cottura) versate 3 uova intere a temperatura ambiente 1, attivate la planetaria e montate il composto unendo lo zucchero in piccole dosi, in tre-quattro volte 2. Montate per 10 minuti circa finché il composto non risulterà chiaro e spumoso, quindi unite anche i tuorli poco alla volta 3, avendo cura di aspettare che sia assorbito il precedente prima di inserire il successivo. Prima di aggiungere l’ultimo tuorlo, incorporate a quest’ultimo il pizzico di sale 4, mescolate 5 e infine versate in planetaria 6. Con la planetaria sempre in funzione, incidete il baccello di vaniglia con un coltellino nel senso della lunghezza, estraete i semini interni 7 e uniteli al composto 8. Fermate la planetaria quando il composto sarà spumoso e chiaro, quindi grattugiate la scorza di limone 9 , mescolate per amalgamare. In una ciotola setacciate la farina e la fecola 10, incorporate con una frusta le polveri delicatamente un cucchiao alla volta 11, con movimenti dal basso verso l’alto.Per finire prelevate una piccola parte dell’impasto e versatela nelle ciotolina con il burro fuso 12 mescolate per stemperare il burro fuso 13, in questo modo la sua aggiunta non smonterà il composto. Una volta stemperato, incorporatelo all’impasto 14 e mescolate sempre con dei movimenti delicati dal basso verso l’alto 15. L’impasto è pronto, ora imburrate e infarinate una tortiera con cerniera apribile del diametro di 22 cm. Versate l’impasto nello stampo 16 e cuocete in forno ventilato preriscaldato a 170° per 20-25 minuti, nella parte bassa del forno. A cottura ultimata, lasciate riposare la torta nel forno per circa 30 minuti. Trascorso il tempo di riposo, sfornate la torta margherita 17, lasciatela raffreddare, quindi sformatela e spolverizzate la superficie con lo zucchero a velo. La torta margherita è pronta per essere gustata! 18 "
}