{
    "title": "Mini pie di manzo patate e carciofi",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Manzo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le mini pie di manzo con patate e carciofi, iniziate a portare a bollore una pentola con poca acqua e a pulire i carciofi. Prima di toccarli, proteggete le mani con guanti in lattice o strofinando sulla pelle un limone tagliato a metà per evitare che diventino nere. Private i carciofi delle foglie esterne più spesse 1, con un coltellino recidete le sommità più dure e privateli anche del gambo 2, quindi trasferiteli qualche secondo in una bacinella riempita con acqua e limone per non farli annerire 3. Scolate accuratamente e asciugate i carciofi, quindi tagliateli a metà per rimuovere la barbetta interna e in fette spesse circa 4mm 4, fateli poi rosolare in una padella irrorata con olio di oliva 5. Aggiustate di sale e pepe 6 e lasciate cuocere giusto qualche minuto, mescolando di tanto in tanto. Nel frattempo, sbucciate e affettate le patate, riducete ogni fetta in dadolata 7 e immergetele per 5-6 minuti nell’acqua bollente salata 8 per scottarle leggermente lasciandole al dente. Trascorso questo tempo scolatele e aggiungetele ai carciofi 9. Fate saltare le verdure per 3-4 minuti, quindi spegnete il fuoco e tenetele da parte affinché si raffreddino. Occupatevi infine della carne. Tagliate la fetta di manzo in cubetti spessi circa 1 cm 10, quindi fateli scottare in una padella irrorata di olio di oliva 11, aggiustate di sale e sfumate la carne con il vino rosso 12. Lasciate cuocere per 1 minuto, quindi spegnete il fuoco e tenete anche la carne da parte per farla raffreddare. Prendete 8 dischetti di pasta 13 e ponete ciascun dischetto negli stampini per muffin, arricciando i bordi a mo’ di cestino. Farcite ogni dischetto di pasta con un cucchiaio di verdure e qualche cubetto di manzo 14. Disponete su una spianatoia i rimanenti dischetti di pasta e con un’apposita formina coppateli con cilindri di 8 cm di diametro, a seconda della dimensione degli stampi per muffin 15. Chiudete le tortine con i dischetti di pasta coppati 16, richiudete i bordi all'intrno e sigillatei bene premendo con i rebbi di una forchetta. Spennellate la superficie con un uovo sbattuto 17 e fateli cuocere in forno statico preriscaldato a 180° per 20 minuti (se ventilato, a 160° per 10 minuti).Una volta cotte, sfornate le mini pie di manzo con patate e carciofi 18 e lasciatele riposare qualche minuto prima di sformarle e servirle. "
}