{
    "title": "Involtini di spada a beccafico con lime e zenzero",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "(a fette) 840 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "35 ml"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "(mollica) 115 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "15 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 ml"
        }
    ],
    "preparation": " Per realizzare gli involtini a beccafico con lime e zenzero iniziate lavando l'uvetta e mettendola in ammollo con 25 ml di succo di lime 1 per almeno 10 minuti. Passato il tempo necessario potrete scolarla conservando il liquido di ammollo che servirÃ alla ricetta 2. Intanto eliminate la crosta dalle fette di pane 3 ponete la mollica in un frullatore 4 e tritatela finemente 5, quindi versatela in una ciotola e aggiungete l'uvetta precedentemente scolata 6. Unite anche i pinoli 7 e grattugiate lo zenzero fresco 8, salate e pepate a piacere quindi mescolate tutti gli ingredienti 9 Riprendete anche il liquido di ammollo dell'uvetta, unite 20 ml di olio d'oliva 10 ed unitelo al ripieno 11. Prendete le fettine di spada, potete richiedere in pescheria delle fettine dello spessore di 4-5 mm circa oppure potete ritagliarle voi da un unico trancio usando un coltello per sfilettare il pesce o in alternativa potete usare l'affettatrice. Quindi eliminate dalle fette di pesce spada la pelle 12 Salate leggermente ciascuna fetta, ponete uno o due cucchiaini di ripieno 13 e arrotolatele 14 per poi fermare ciascun rotolino con uno stuzzicadenti. Irrorate una pirofila con 10 ml di olio (la dimensione dovrÃ essere sufficiente per contenere gli involtini uno vicino all'altro) 15 sistemate gli involtini vicini l'uno all'altro e con la parte dell'apertura rivolta verso il basso 16. Cospargete la superficie con il ripieno avanzato 17, quindi sistemate le foglie di alloro tra un involtino e l'altro come fossero delle alette 18. Una volta terminato 19, irrorate con 10 ml di succo di lime 20 e infornate gli involtini in forno statico preriscaldato a 180Â° per circa 10 minuti. Una volta cotti, sfornate gli involtini di spada a beccafico con lime e zenzero, fateli intiepidire leggermente e gustateli come delizioso secondo piatto 21! "
}