{
    "title": "Torta rovesciata di zucchine e tonno",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(rotonda) 230 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "3"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "(con peperoncino di Calabria) sgocciolato 160 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "semi stagionato 150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta rovesciata di tonno e zucchine cominciate lavando e asciugando gli ortaggi. Poi spuntatele 1 e affettatele ottenendo delle rondelle di circa 1 cm 2. Tenete un attimo da parte, schiacciate uno spicchio d’aglio senza mondarlo 3. Infine passate all’Asiago. Privatelo della buccia esterna, e tagliatelo a bastoncini spessi circa 1 cm e lunghi 3 cm 4. Mettete una padella sul fuoco e scaldate un filo d’olio insieme all’aglio, dopo qualche istante unite le zucchine 5, salate e pepate a piacere e fatele saltare brevemente, muovendo la padella. Poi lasciatele dorare 4-5 minuti a fiamma viva senza muoverle; a fine cottura, quando saranno ben dorate nella parte a contatto con il fondo della padella, rimuovete l’aglio 6. Rivestite il fondo di uno stampo da 28 cm con un foglio di carta forno e poi aggiungete le zucchine con la parte dorata a contatto con il fondo dello stampo 7, distribuendole su tutta la superficie 8. Aggiungete il tonno 9 in modo che sia ben distribuito sopra le zucchine 10, fate lo stesso con il formaggio 11 e poi profumate con le foglioline di timo. Infine srotolate sopra la pasta sfoglia 12, Sistemate i bordi ripiegandoli verso l’interno srotolato (13-14) e bucherellate la superficie coi rebbi di una forchetta 15. Cuocete in forno caldo a 200° per 10-12 minuti e poi lasciate intiepidire qualche minuto 16 prima di rovesciare sul piatto da portata. Togliete il foglio di carta forno 17 ed ecco pronta la vostra torta rovesciata di tonno e zucchine: non vi resta che gustarla 18! "
}