{
    "title": "Treccia di pasta lievitata",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "(oppure 7 g di lievito di birra disidratato) 25 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1/2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "piccole 2"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "40 g"
        }
    ],
    "preparation": " Fate intiepidire il latte quindi versatelo in una ciotolina, unite lo zucchero 1, aggiungete il lievito di birra sbriciolato 2 quindi mescolate il tutto con un cucchiaino 3. Lasciate riposare il composto in un luogo tiepido (per circa 10 minuti) fino a quando vedrete comparire della schiuma in superficie 4. Versate la farina setacciata in una ciotola, fate una conca nel centro e unite il composto di latte e lievito; 5 fate fondere il burro e aggiungetelo alla farina 6. Sbattete le due uova e unitele agli ingredienti nella ciotola 7 assieme alla scorza grattugiata di mezzo limone 8, ai semi di una bacca di vaniglia e al sale. Per mezzo di un mestolo cominciate ad amalgamare gli ingredienti 9, poi trasferite il composto su di una spianatoia e impastate bene 10 fino ad ottenere un impasto liscio ed omogeneo che lascerete lievitare in una ciotola infarinata 11 e coperta da un canovaccio pulito in un ambiente tiepido e privo di correnti d’aria per almeno un’ora. Quando l’impasto avrà raddoppiato il suo volume 12 disponetelo su di una spianatoia 13 lavoratelo qualche minuto per farlo rinvenire e poi dividetelo in tre parti 14 di uguale peso (circa 200 gr l’uno). Con ognuna di queste parti formate un bastoncino della lunghezza di circa 35 cm 15, che intersecherete come nelle fotografie (16-17-18) formando una treccia saldata alle estremità 19. Disponete la treccia sopra una teglia foderata con carta forno, copritela con un canovaccio pulito e lasciatela lievitare per mezz’ora, dopodiché spennellatela con l’uovo sbattuto 20, cospargetela con la granella di zucchero 21 e infornatela in forno già caldo a 170° per 40 minuti circa (comunque fino a che la superficie sarà ben colorita). "
}