{
    "title": "Biscotti con parmigiano e pecorino",
    "ingredients": [
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "freddo 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti con parmigiano e pecorino, cominciate versando la farina nella brocca di una planetaria munita di gancio a foglia 1. Unite anche i due tipi di formaggio 2, il burro freddo a cubetti, il pepe e il sale 3. Azionate la planetaria a velocità media, aggiungete il latte freddo a filo 4, e fate lavorare fino a quando non si forma una massa piuttosto compatta 5 (se non avete una planetaria, potete tranquillamente preparare questo impasto a mano). Trasferite l’impasto sul piano da lavoro (possibilmente freddo) e lavoratelo quanto basta per dargli la forma di un panetto appiattito 6. Foderatelo con pellicola trasparente, e lasciatelo riposare in frigo per 30 minuti 7. Trascorso questo tempo, recuperate il panetto e stendetelo con il mattarello 8 su di una spianatoia leggermente infarinata, fino allo spessore di 3 mm. Utilizzando un coppapasta della forma desiderata, formate adesso i vostri biscotti 9; con queste dosi e con stampi di 6 cm di diametro ne sono venuti circa 14! Disponeteli su di una leccarda foderata di carta da forno e cospargete un po’ di Parmigiano al centro di ciascuno biscotto 10. Completate con una macinata di pepe nero 11, e infornate in forno statico preriscaldato a 200° per 15 minuti (se volete cuocere in forno ventilato, potete provare ad infornare uno ìo due biscotti per testare tempi e temperatura per i successivi). Sfornate i vostri biscotti con parmigiano e pecorino, lasciateli raffreddare e…gustateli 12! "
}