{
    "title": "Insalata di fave",
    "ingredients": [
        {
            "ingredient": "Fave",
            "quantity": "fresche 2 kg"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "a scaglie 40 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare l’insalata di fave cominciate mondando i baccelli 1 , non buttateli perché potreste preparare una sfiziosa spadellata di scorze di fave. Se volete potete indossare dei guanti per sgusciare le fave. Una volta aperti i baccelli sgranateli 2 e raccogliete le fave in un contenitore 3. Mettete una pentola con dell’acqua sul fuoco e portatela a bollore, intanto eliminate l’escrescenza che ricopre il seme e sgusciate ancora, in questo modo avrete la parte più tenera e dolce del seme 4. Quando l’acqua sarà in ebollizione calate i semi sgusciati 5 lasciandoli cuocere per non più di 4 minuti, poiché dovranno restare un po’ croccanti. A fine cottura sciacquateli sotto acqua corrente e lasciateli scolare 6. Nel frattempo preparate la salsa per insaporire versando in una piccola ciotola l’olio extravergine d’oliva insieme all’aceto balsamico 7, aggiungete sale e pepe 8 e poi aiutandovi con un pela patate, o un coltello purché facciate attenzione a non grattare via la parte bianca del limone che è molto amara, prelevate la scorza di limone 9 e poi tagliate a listarelle sottili 10, aggiungetele nella ciotolina con il l’olio 11 ed emulsionate il tutto brevemente con una forchetta 12. Infine versate la salsa nel recipiente dei semi delle fave 13, mescolate 14 e sistemate nel piatto di portata dove aggiungerete le scaglie di formaggio per insaporire ancora di più l'insalata di fave 15. "
}