{
    "title": "Beer can chicken al forno",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "(intero) 1 kg"
        },
        {
            "ingredient": "Burro",
            "quantity": "(fuso) 30 g"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "(lager) 0,33 ml"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "15 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "200 g"
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "10 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "(4 intere) 680 g"
        }
    ],
    "preparation": " Per preparare il beer can chicken al forno iniziate dalla preparazione del brodo di carne, quindi procedete a realizzare il rub. Inserite nel mortaio lo zucchero di canna 1, e cominciate a pestare con il pestello del mortaio. Quando avrete ottenuto una polvere fine, aggiungete la paprika 2 e pestate ancora . Aggiungete anche l’origano e pestate 3. Unite il peperoncino 4, il sale 5 e il pepe 6, continuando a pestare. Il tutto dovrà risultare molto fine. Bagnate un pennello nel burro fuso e irrorate leggermente il pollo in ogni sua parte 7. Cominciate quindi a spargere il rub su tutta la superfice 8, sia esterna che interna al pollo, e massaggiate bene con le mani in modo che gli aromi penetrino nelle fibre per insaporirne la carne 9. Avvolgete il pollo nella pellicola e fatelo riposare in frigorifero per almeno un paio d’ore. Per le iniezioni: prendete il brodo di carne preparato in precedenza e raffreddato e aggiungete la salsa worcerstershire , prelevate il liquido con una siringa da carne e iniettatela nella muscolatura del pollo 11, estraendo la siringa mentre inserite il liquido. Questo movimento permette una migliore diffusione dei liquidi all’interno. Durante l’iniezione si vedranno gonfiare i tessuti, indice di una corretta infiltrazione dei liquidi. Una gran parte verrà comunque persa ma si avrà come risultato una carne molto umida e succosa. Versate la birra nella parte centrale dell’apposita teglia per la cottura del pollo con la lattina, e aggiungete un rametto di rosmarino 12. Posizionate il pollo nel supporto 13 e infornate in forno statico preriscaldato a 195°C per circa 45/50 minuti. Un contorno veloce può essere fatto con delle patate al cartoccio. Lavate bene le patate, e senza togliere la buccia avvolgetele nell’alluminio (14-15), quindi posatele su una seconda teglia da inserire nel piano più basso del forno . Cuocete insieme al pollo per lo stesso tempo e alla stessa temperatura. Passati circa 50 minuti sfornate il pollo 16 e anche le patate 17. Servite il vostro beer chicken al forno ancora caldo e accompagnatelo da spicchi di patate al cartoccio 18! "
}