{
    "title": "Dolce presto fatto",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "220 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare il dolce presto fatto iniziate ponendo in una planetaria dotata di fruste lo zucchero 1 e il burro ammorbidito a pezzetti 2 e iniziate a lavorare il composto a crema 3. Poi prendete una stecca di vaniglia, incidetela, prelevate i semini raschiando la polpa interna e aggiungeteli al composto 4. Grattugiate quindi la scorza di un limone 5 poi aggiungete le uova a temperatura ambiente 6 e montatele. Quindi, dopo aver miscelato il composto 7, setacciate la farina e il lievito in una ciotola 8, aggiungetela al composto con un cucchiaino 9 e miscelate bene tutti gli ingredienti, dopodichè arrestate la planetaria. Imburrate e infarinate bene lo stampo di una ciambella del diametro di 22 cm 10 e cominciate a versare il composto 11. Stendetelo con una spatola per distribuirlo uniformemente 12. Infornate e cuocete il dolce in forno statico preriscaldato a 170° per 50 minuti oppure in forno ventilato a 150° per 40 minuti circa. Prima di sfornare accertatevi che il dolce sia cotto immergendovi uno stecchino: se estraendolo sarà asciutto, vorrà dire che il dolce è pronto 13. Lasciate intiepidire il dolce presto fatto, poi sformatelo su una gratella per lasciarlo raffreddare completamente 14 e completate la vostra ricetta con una spolverata di zucchero a velo 15. "
}