{
    "title": "Insalata di spinaci con patate salmone e feta",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "800 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "400 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "300 g"
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "20"
        },
        {
            "ingredient": "Limoni",
            "quantity": "succo e scorza ½"
        },
        {
            "ingredient": "Arance",
            "quantity": "succo e scorza ½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’insalata di spinaci con patate, salmone e feta, iniziate mettendo a bollire le patate novelle con la buccia in una pentola capiente colma d’acqua per circa 10 minuti 1. Nel frattempo preparate l’emulsione con cui andrete a condire le patate: spremete mezza arancia 2 e mezzo limone 3. Versate un filo d’olio extravergine in una ciotolina 4 e aggiungete il succo d’arancia e limone, filtrandolo con un colino 5. Quindi grattugiate la scorza di mezza arancia all’interno della ciotolina 6. Unite anche la scorza grattugiata di mezzo limone 7, salate e pepate a piacere e mescolate con un cucchiaino per amalgamare il tutto 8. Trascorsi i 10 minuti, scolate le patate con uno scolapasta 9 e lasciatele raffreddare. Una volta raffreddate, ponetele su un tagliere e dividetele a metà per il senso della lunghezza 10 senza privarle della buccia. Trasferitele in una teglia rivestita di carta forno ed irroratele con l’emulsione agli agrumi che avete preparato 11. Cuocetele in forno ventilato a 200° per 15 minuti circa, fino a quando non risulteranno ben dorate 12. Ora dedicatevi alla pulizia e al taglio del salmone: eliminate le lische presenti sul dorso del filetto di salmone con una pinzetta. Una volta svolta questa operazione, tastate con cura il filetto per controllare che non siano rimaste altre lische. Quindi tagliate il filetto a fettine larghe circa 2 cm 13 e da queste ricavate dei cubetti 14. Dopodichè fate scaldare bene una padella e saltate il salmone a dadini per qualche secondo 15, fino a quando la superficie non risulterà rosata. Lavate gli spinaci freschi sotto acqua corrente e tagliateli a listarelle 16. A questo punto non vi resta che trasferire gli spinaci tagliati nei piatti da portata, adagiare sopra le patate novelle e il salmone a cubetti e condire con il sughetto di cottura delle patate 17. Terminate spezzettando la feta 18 e la vostra insalata di spinaci con patate, salmone e feta è pronta per essere servita! "
}