{
    "title": "Branzino (spigola) alla pancetta con cipolle e arance in agrodolce",
    "ingredients": [
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "80 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "2"
        },
        {
            "ingredient": "Olio",
            "quantity": "extravergine di oliva 3 cucchiai"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "3 cucchiaini"
        }
    ],
    "preparation": " Per preparare il branzino alla pancetta con cipolle e arance in agrodolce, iniziate tagliando a fettine non troppo sottili le cipolle 1 e fatele appassire con i 3 cucchiai di olio. Unite i tre cucchiaini di zucchero 2 e non appena lo vedrete caramellare unite l’aceto, 3, il sale e il pepe. Nel frattempo tagliate a striscioline la scorza di un'arancia 4, facendo attenzione, nel limite del possibile di non asportare anche la parte bianca; sbollentatele qualche minuto in un tegamino con poca acqua 5, toglietele dall’acqua e unitele al preparato con le cipolle 6 continuando la cottura ancora 5 minuti. Pulite il branzino e ricavatene due filetti (clicca qui per vedere come fare), oppure per comodità fatelo sfilettare direttamente dal vostro pescivendolo.Fatelo saltare velocemente con due cucchiai d’olio e un rametto di rosmarino girate il branzino facendo attenzione a non spappolarlo. In una padellina a parte fate rosolare la pancetta a cubetti, che dovrà diventare croccante, poi pepate unitela al branzino. A cottura ultimata, ponete in un piatto di portata il filetto di branzino ancora caldo, accompagnato dal contorno di cipolle e arance in agrodolce. "
}