{
    "title": "Spezzatino di pollo allo yogurt",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Brodo",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "½"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "da tritare 1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "da tritare 2 foglie"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "½"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "(facoltativo) 1 spicchio"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo spezzatino di pollo allo yogurt iniziate a tagliare il petto di pollo a bocconcini di circa 2 cm di spessore 1. Poi occupatevi della marinatura: tagliate a striscioline il peperoncino ed eliminate i semi 2, affettate finemente la cipolla 3 poi in una pirofila ponete 1 spicchio di aglio, metÃ della cipolla rossa tritata, il peperoncino e lo yogurt greco 4. Mescolate con una forchetta per amalgamare bene gli aromi 5. Versate i bocconcini di pollo nella salsa 6, salate, pepate 7 e coprite la terrina con la pellicola trasparente 8. Lasciate riposare la carne in frigorifero per almeno un paio di ore. Trascorso il tempo di riposo del pollo, in una capiente padella, fate soffriggere con l'olio mezza cipolla tritata insieme alle erbe aromatiche (rosmarino, salvia) anchâesse tritate 9; aggiungete il pollo insieme alla sua salsa di marinatura (10-11), fate rosolare per 10 minuti quindi profumate la preparazione con la noce moscata grattugiata 12, condite con pepe e sale a piacere, coprite il pollo con il brodo 13 e lasciate cuocere a fuoco dolce per 1 ora coprendo il tegame con un coperchio. Preparate intanto le patate al prezzemolo che serviranno come contorno: pelate e lavate le patate, tagliatele a bocconcini 14, fatele sbollentare in acqua bollente salata per 5 minuti. Scolatele 15 e saltatele in padella 16 per altri 5 minuti fino a farle diventare croccanti e dorate 17. Preparate ora la salsa al prezzemolo che servirÃ per insaporire le patate: In un piccolo mixer ponete il prezzemolo con l'olio 18 Azionate il mixer per qualche istante 19, il tempo necessario per emulsionare il composto, aggiustate la salsa di sale e pepe. Se non disponete del mixer potete tritare al coltello il prezzemolo e poi emulsionare con l'olio aiutandovi con una frusta. Nel frattempo lo spezzatino di pollo allo yogurt sarÃ pronto 20 servitelo ben caldo con le patate condite con la salsa al prezzemolo 21. "
}