{
    "title": "Calamari alle olive",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "200 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i calamari alle olive iniziate dalla pulizia dei calamari seguendo la nostra scuola di cucina: Come pulire i calamari. Sciacquate i calamari sotto l'acqua corrente 1, poi con le mani staccate delicatamente la testa dal mantello e tenetela da parte 2. Estraete anche la penna di cartilagine trasparente che si trova nel mantello. Passate nuovamente il calamaro sotto acqua corrente ed estraete le interiora. Eliminate infine la pelle esterna 3. Ora che i vostri calamari sono puliti tagliateli ad anelli di circa un centimetro 4. Tritate insieme lo scalogno, l’aglio e il prezzemolo 5. Mettete a scaldare l’olio e il burro in un tegame 6, unite il trito di scalogno, prezzemolo e aglio 7 fate soffriggere per qualche secondo poi aggiungete i calamari 8 e fateli rosolare per cinque minuti a fuoco medio. Passati cinque minuti sfumate con il vino bianco 9, lasciate evaporare, aggiungete la salsa di pomodoro 10 e infine unite le olive nere 11. Cuocete per una decina di minuti a fuoco dolce facendo attenzione che il liquido di cottura non si asciughi troppo, in questo caso potreste aggiungere un mestolo di acqua calda. Aggiustate di sale 12 e pepe 13 per terminare la preparazione. I vostri calamari alle olive sono pronti 14 serviteli accompagnandoli con delle fette di pane tostato e gustateli ben caldi 15. "
}