{
    "title": "Insalata nizzarda",
    "ingredients": [
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Uova sode",
            "quantity": "4"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "(piccolo) 1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "(piccolo) 1"
        },
        {
            "ingredient": "Cipollotti",
            "quantity": "4"
        },
        {
            "ingredient": "Fave",
            "quantity": "sgranate 250 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "(meglio se ventresca) 250 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 60 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "8 filetti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Ponete a rassodare 4 uova in un pentolino contenente dell’acqua bollente, poi lasciatele raffreddare, togliete il guscio e tagliate ognuna di esse in 4 spicchi 1. Lavate i pomodori, tagliate ognuno di essi in 8 spicchi, poi poneteli in una ciotola, cospargeteli con del sale e lasciateli riposare. Lavate e sbucciate il cetriolo 3, poi tagliatelo a fettine sottili, ponetelo in una ciotola, cospargete anch'esso di sale e lasciatelo riposare 4. Nel frattempo mondate e lavate i peperoni, togliete il picciolo e i filamenti interni e metteteli a grigliare in forno 5. Quando la pelle sarà ben abbrustolita, togliete i peperoni dal forno, togliete loro la pelle e tagliateli a striscioline 6. Estraete le fave dal loro baccello: se sono piccole e tenere togliete solo la protuberanza attaccata sopra ognuna di esse, se invece sono più grosse togliete il primo strato di pellicina più dura (potete scegliere di aggiungerle all’insalata crude o scottarle in acqua bollente) 7. Mettetele a sbollentare in acqua salata per 4 min, poi scolatele per bene e mettetele da parte. A questo punto tagliate a pezzettini i filetti di acciughe e sgocciolate il tonno che sbriciolerete con una forchetta9, poi metteli da parte. Infine mondate e tagliate a fettine sottili i cipollotti freschi (potete usare anche della cipolla di Tropea, se di stagione) 10. Prendete un'isalatiera, metette i pomodori, poi aggiungete i cetrioli 11, due spicchi di aglio (che servono solo ad insaporire e alla fine, dopo aver ben mescolato l’insalata, toglierete) 12, l'acciuga 13 ,le fave 14, i cipollotti 15, le olive 16, i peperoni 17, il tonno 18, poi condite con dell’olio extravergine di oliva e del pepe nero macinato al momento 19. Mescolate delicatamente tutti gli ingredienti e aggiustate di sale ( fate attenzione a non salare eccessivamente perchè le acciughe sono già molto saporite) 20, poi distribuite sull’insalata le uova sode e qualche foglia di basilico spezzettata grossolanamente 21. Buon appetito. "
}