{
    "title": "Ombrina alla scottadito su crema di ceci e rosmarino",
    "ingredients": [
        {
            "ingredient": "Ombrina",
            "quantity": "650 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "(filtrato) 60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare l’ombrina alla scottadito su crema di ceci e rosmarino, cominciate occupandovi della pulizia dell’ombrina. Ponete il pesce intero sotto l’acqua corrente e desquamatelo utilizzando l’apposito attrezzo desquamatore 1 o in alternativa usate la lama di un coltello.Dovete strofinare il desquamatore dalla coda lungo tutta l'ombrina fino a quando non sarà completamente desquamata.Con un paio di forbici incidete il ventre del pesce in tutta la sua lunghezza 2 e rimuovete le viscere 3. Lavate accuratamente l’interno eviscerato sotto l’acqua corrente 4. Passate poi alla sfilettatura: operate un taglio sul dorso dell’ombrina, facendo passare la lama di un coltello affilato a filo della spina del pesce fino a separare la carne dalla lisca 5. Con un secondo taglio separate il filetto ottenuto dalla testa 6. Una volta ottenuto il primo filetto 7, procedete allo stesso modo sull’altro lato per ottenere anche il secondo. Con un coltellino affilato rimuovete le nervature rossastre dalla parte centrale di ciascun filetto 8 ed infine, con l’aiuto di un’apposita pinza, eliminate delicatamente le lische 9. Dedicatevi adesso alla crema di ceci. Tagliate a julienne lo scalogno, e ponetelo in un pentolino in cui avrete versato un filo d’olio 10. Lasciate imbiondire lo scalogno a fuoco dolce, poi unite i ceci 11, nel caso in cui stiate utilizzando ceci secchi, questa operazione dovrà essere preceduta da 12 ore di ammollo. Altrimenti potete utilizzare i ceci precotti: in questo caso la dose da utilizzare sarà di 500 g. Coprite i ceci con l’acqua 12. Aggiungete il rosmarino 13, e il sale 14 quindi lasciate cuocere per 30-40 minuti. Rimuovete il rosmarino e frullate accuratamente con un frullatore a immersione 15. Tagliate il lime e spremetene il succo 16. Filtratelo se necessario, e ponetelo nel bicchiere del mixer insieme con circa 60 g di olio extravergine 17 e il prezzemolo 18. Frullate 19 fino ad ottenere un’emulsione omogenea, intingetevi un pennello e spennellate i filetti di ombrina 20. Scaldate una piastra di ghisa e ungetela leggermente, quindi adagiatevi i filetti 21 e grigliateli sul lato della carne per circa 5 minuti. Girateli sul lato della pelle 22, e grigliateli per altri 5 minuti circa. Distribuite nei piatti la crema di ceci 23 e adagiatevi sopra i filetti. L’ombrina scottadito su crema di ceci e rosmarino è pronta da gustare 24! "
}