{
    "title": "Carbonade alla fiamminga",
    "ingredients": [
        {
            "ingredient": "Carne bovina",
            "quantity": "polpa di manzo 800 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "500 g"
        },
        {
            "ingredient": "Birra scura",
            "quantity": "belga 330 ml"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aceto di vino rosso",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Pane bianco in cassetta",
            "quantity": "2 fette"
        },
        {
            "ingredient": "Senape",
            "quantity": "forte 2 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Sbucciate e tagliate finemente le cipolle 1; tagliate la carne di manzo a pezzetti di circa 3-4 cm di lato 2. In un tegame, fate fondere il burro e aggiungete la pancetta che lascerete rosolare 3; una volta giunta a doratura toglietela dal tegame e mettetela da parte 4. Nel grasso rilasciato dalla pancetta aggiungete le cipolle 5 che farete dorare a fuoco basso per circa 15 minuti coprendo il tegame con un coperchio 6; mescolate le cipolle di tanto in tanto fino a che saranno completamente appassite, quindi togliete il coperchio e aggiungete lo zucchero di canna 7 che farete amalgamare perfettamente alle cipolle e caramellare 8. Trasferite le cipolle in un setaccio (o colino) e, premendole con un cucchiaio, fate fuoriuscire il grasso in eccesso 9: tenete da parte sia le cipolle che il grasso. Accendete il forno e posizionatelo sui 160°. Mischiate la farina con il pepe macinato e il sale 10 e fatevi rotolare la carne 11 fino a ricoprirla completamente; rosolate la carne in poco olio 12 e a più riprese, aggiungendo, poco alla volta, anche il grasso scolato dalle cipolle. Mano a mano che rosolerete la carne, mettetela da parte e quando avrete finito, versate nella padella ormai vuota l’aceto 13 e poi la birra 14, in modo da deglassare il fondo di cottura. Portate ad ebollizione e raschiate per bene la padella 15 in modo da ottenere un liquido bruno, al quale aggiungerete le foglioline di timo e quelle di alloro 16. Prendete una pirofila piuttosto alta (o un tegame da forno) e disponetevi uno strato di cipolle 17, uno di carne 18, un po’ di pancetta 19 e poi ripetete di nuovo gli strati , fino a terminare gli ingredienti. Versate sopra la carne il liquido contenuto nella padella 20, poi prendete le due fette di pancarrè (o di pagnotta), togliete la crosta esterna 21 e spalmatele di senape forte 22, quindi disponetele una vicina all’altra e con la parte spalmata sulla carne 23.Coprite la pirofila con un doppio strato di alluminio 24 chiudendo bene i bordi, quindi infornate nel forno già caldo per circa 2 ore. "
}