{
    "title": "Tasca di vitello ripiena",
    "ingredients": [
        {
            "ingredient": "Sottofesa di vitello",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda 150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Spinaci",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 50 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la tasca di vitello ripiena iniziate dalla farcitura: lavate gli spinaci sotto l’acqua corrente, poi in un tegame scaldate l’olio di oliva, aggiungete lo spicchio d’aglio sbucciato 1 e gli spinaci ancora umidi 2, coprite con il coperchio 3 e fate appassire per 3-4 minuti a fuoco medio. Una volta che gli spinaci saranno morbidi, spegnete il fuoco, eliminate lo spicchio di aglio 4 e poneteli a scolare in un colino per eliminare l’acqua in eccesso 5. Lasciate raffreddare gli spinaci e prendete la pagnotta, eliminate la crosta 6 e versate la mollica nel mixer 7, frullate per ottenere un composto sminuzzato 8. Tagliate a pezzetti anche il prosciutto cotto 9, versatelo nel mixer 10 per sminuzzarlo bene 11. Riprendete gli spinaci ormai freddi e tritateli con un coltello 12. In una ciotola capiente versate gli spinaci, il formaggio grattugiato 13, la mollica di pane grattugiata, il prosciutto cotto tritato e l’uovo 14. Impastate con le mani 15 per ottenere un composto omogeneo. Salate e pepate 16 e tenete da parte la farcia. Ora prendete la carne, tagliate via il grasso 17, incidete la parte centrale per ricavare una tasca 18 Farcite la tasca con il ripieno 19, cucite il taglio con lo spago da cucina 20 così da chiudere bene la tasca in modo che non fuoriesca il ripieno. A questo punto legate la carne come si fa solitaper gli arrosti 21, per eseguire al meglio questo procedimento potete leggere la nostra scheda come legare l’arrosto. Procedete con la cottura della tasca di vitello ripiena: lavate e pelate il sedano, la carota e la cipolla, quindi riducete le verdure a pezzetti (22-23-24). Scaldate l’olio nel tegame 25, adagiate la tasca di vitello 26 e fatela rosolare da entrambi i lati per qualche minuto, fino a quando non sarà ben dorata la superficie 27. Ora aggiungete le verdure a pezzetti 28, sfumate con il vino bianco 29, coprite con l’acqua calda 30, profumate con il rosmarino 31, coprite con il coperchio e cuocete a fuoco lento per 75 minuti girando il vitello di tanto in tanto e coprendolo con il fondo di cottura. Nel frattempo preparate le patate: lavatele, pelatele e tagliatele a grossi spicchi 32, versatele in una ciotola, condite con olio, sale, aglio e rosmarino 34 quindi versatele su una leccarda da forno 35 e cuocete in forno ventilato a 220° per 50 minuti o fino a quando non saranno ben arrostite 36. Nel frattempo sarà giunto a cottura anche il vitello 37, eliminate il rametto di rosmarino 38, versate il fondo di cottura nel bicchiere del mixer e frullatelo per ottenere una salsa liscia 39. Prendete la tasca di vitello ripiena, eliminate lo spago 40, tagliatela a fette 41 e servite ben calda la carne accompagnandola con le patate 42 e il fondo di cottura. "
}