{
    "title": "Shish kebab di salmone con salsa yogurt",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "800 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 200 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "6"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "250 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Origano",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il shish kebab lavate tutte le verdure e asciugatele, tagliate a metà il peperone 1, eliminate il picciolo e i semini e i filamenti interni, tagliate poi in due ciascuna metà nel senso della lunghezza . Spuntate la melanzana e tagliatela a rondelle 2, procedete allo stesso modo con la zucchina 3, dividete a metà i pomodorini 4 e passate alla cottura, ponete sul fuoco una griglia in ghisa, fatela scaldare e grigliate le tutte le verdure adagiate i peperoni e cuocetele da entrambi i lati 5 per meno di 1 minuto, o il tempo necessario per creare le tipiche striature della griglia. Dopo la cottura tagliate a dadini il peperone 6 e tenete da parte. Proseguite grigliando allo stesso modo anche le melanzane 7, le zucchine 8 e i pomodori 9. Tenere da parte le verdure in ciotole separate, serviranno per comporre i shish. Sgocciolate i capperi asciugateli e poi tritateli insieme alle erbe aromatiche 10, spremete il succo di limone 11 e filtratelo, in una ciotolina emulsionate l’olio di oliva e il succo di limone 12 unite il trito di erbe aromatiche e capperi 13, tenete da parte la marinatura ottenuta e occupatevi del salmone. Eliminate eventuali lische dal trancio con una pinzetta apposita, poi tagliate a cubetti di 2cm x 2 cm il salmone 14, prendete uno spiedo di legno e componete gli spiedini alternando un cubetto di salmone (per un totale di 4 cubetti per ciascuno spiedino) con i diversi bocconcini di verdure grigliate 15. Adagiate i shish in una pirofila e insaporiteli con la marinatura 16, coprite con la pellicola trasparente e ponete a marinare in frigorifero per 30 minuti. Intanto preparate la salsa di accompagnamento: in una ciotolina versate lo yogurt e ammorbiditelo mescolando con la frusta 17, aromatizzatela con un pizzico di sale e foglioline di timo fresco 18, mescolate per amalgamare e insaporire la salsa 19 e conservate in frigorifero fino al momento di servire. Ora procedete con la cottura, scaldate una griglia in ghisa, il fuoco deve essere molto alto e adagiate gli spiedini 20, cuoceteli da tutti e quattro i lati, pochi secondi per lato. A cottura ultimata servite i shish kebab di salmone e verdure ben caldi accompagnati con la salsa 21. "
}