{
    "title": "Melanzane al forno",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "grande 1"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "riviera, denocciolate 20 g"
        },
        {
            "ingredient": "Frutti di cappero ",
            "quantity": "5"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le melanzane al forno come prima cosa lavate e asciugate una melanzana grande. Poi spuntatela 1 e tagliatela a fette spesse 1,5 cm 2, ne otterrete circa 10. A questo punto disponetele su una leccarda foderata con carta forno e incidetele con un coltellino realizzando una sorta di griglia 3. Ungete e salate le fettine di melanzane (4-5), quindi fate una precottura in forno statico preriscaldato a 200Â° per circa 10 minuti. Nel frattempo lavate e asciugate i pomodorini; poi tagliateli a metÃ 6. Tagliate a fette abbastanza sottili anche la scamorza affumicata 7, sciacquate e dividete a metÃ i frutti di cappero 8. Trascorsi i 10 minuti estraete le melanzane dal forno 9. Adagiate quindi su ciascuna fetta di melanzana, una di scamorza 10, 3 o 4 metÃ di pomodorini 11, un paio di olive denocciolate 12 e mezzo frutto di cappero 13. Condite con un filo d'olio 14 e insaporite con sale e pepe a piacere 15. A questo punto 16 infornate in forno statico preriscaldato sempre a 200Â° per circa 30 minuti. Poi sfornatele, conditele con l'origano secco 17 e servitele ancora calde 18 o tiepide, per un gustoso antipasto dal gusto mediterraneo. "
}