{
    "title": "Carote speziate",
    "ingredients": [
        {
            "ingredient": "Carote baby",
            "quantity": "500 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Ginepro",
            "quantity": "3 bacche"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "10"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "2"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(facoltativa) q.b."
        }
    ],
    "preparation": " Per preparare le carote speziate, iniziate lavando accuratamente le carote baby ad una ad una sotto acqua corrente 1. Poi ponetele su un tagliere e spuntatele con un coltellino eliminando il gambo verde 2. Prendete la vaporiera e riempitela di acqua per metà (se non l'avete potete utilizzare una pentola capiente e uno scolapasta in alluminio), fate scaldare l'acqua a fuoco medio e intanto versate le foglie di alloro 3. Poi aggiungete i grani di pepe 4, le bacche di ginepro 5, i chiodi di garofano e i semi di cardamomo 6. In ultimo aggiungete anche il bastoncino di cannella 7. Quando l'acqua inizierà a fremere, ponete sopra il cestello della vaporiera. Quando il cestello sarà ben caldo, versateci le carote 8. Coprite con un coperchio e lasciate cuocere per circa 20 minuti 9. Quando le carote baby saranno cotte 10, trasferitele su un piatto da portata. Salate 11 e pepate a vostro gusto. Infine versate un filo d'olio 12 e se gradite potete condire le vostre carote baby con una grattugiata di noce moscata e della cannella in polvere! "
}