{
    "title": "Lingue di gatto",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "a temperatura ambiente 100 g"
        }
    ],
    "preparation": " Per preparare le lingue di gatto ponete il burro a temperatura ambiente in una ciotola 1 insieme allo zucchero a velo 2 e lavorate il tutto con le fruste 3 fino ad ottenere una crema liscia 4. Separate i tuorli dagli albumi (con i tuorli potrete preparare della crema pasticcera o una golosa una crostata alla crema di limoni), aggiungete metà dose di albume 5, mescolate 6, e versate metà dose di farina setacciata poco alla volta 7, continuando sempre con le fruste. Unite anche l’altra metà degli albumi e mischiate 8, quindi il resto della farina 9 fino ad ottenere un composto omogeneo 10. Trasferite il composto che avete ottenuto in un sac-à-posche munita di una bocchetta liscia da 10 mm 11 e ponete in frigorifero per 10 minuti a riposare. Trascorso il tempo necessario, su una leccarda foderata con un foglio di carta da forno, tenendo la sac-à-poche leggermente sollevata, formate delle strisce della lunghezza di 6,5-7 cm e 1,5 cm di larghezza 12, lasciando qualche centimetro tra un bastoncino e l’altro in modo che non si tocchino durante la cottura: con le nostre dosi dovrete ottenere 30 lingue di gatto. Una volta terminato 13, fate cuocere in forno statico preriscaldato a 200° per 10-12 minuti (o a 180° per 8 minuti se in forno ventilato): quando saranno leggermente dorate ai lati 14, sfornate, staccatele subito dalla teglia con l’aiuto di una spatola e lasciate raffreddare. Potrete utilizzare le lingue di gatto come accompagnamento di dessert, macedonie, torte oppure potrete gustarle semplicemente al naturale 15. "
}