{
    "title": "Arista di maiale al latte",
    "ingredients": [
        {
            "ingredient": "Arista",
            "quantity": "(lardellata) 1,2 kg"
        },
        {
            "ingredient": "Sedano",
            "quantity": "130 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        }
    ],
    "preparation": " Per preparare l’arista di maiale al latte legate il pezzo di carne con dello spago da cucina e infilate al di sotto un rametto di rosmarino: legare la carne non è difficile, nella nostra scuola di cucina trovate tutte le indicazioni per eseguire al meglio questa operazione, altrimenti chiedete di farlo al vostro macellaio. Scaldate per qualche minuto 50 grammi di olio di oliva in una padella insieme ad uno spicchio d’aglio in camicia (vale a dire senza privarlo della buccia, in questo modo il profumo sarà molto più delicato) 1. A questo punto scottate l’arista da tutti i lati 2 per 3-4 minuti, in modo da formare la crosticina in superficie 3. Durante la rosolatura della carne, aggiustate anche di sale e di pepe e poi sfumate con il vino bianco 4 rigirando ancora fin quando l’alcol non è completamente evaporato; ci vorranno altri 3-4 minuti 5. Nel frattempo pulite sedano, carota e cipolla e tagliate tutto a tocchetti grossolani 6. Adagiate i pezzetti di verdure su una leccarda da forno 7 condite con 30 grammi di olio 8. A questo punto l’arista sarà pronta, quindi sistematela nel mezzo della leccarda 9. Irrorate la carne insieme alle verdure con il fondo di cottura 10. Unite anche le foglie di alloro 11 ed il latte 12. Infine coprite con un foglio di alluminio 13 e cuocete in forno preriscaldato, in modalità statica, a 170° per 30 minuti, dopodiché togliete il foglio di alluminio e bagnate l’arista con il fondo di cottura. Rimettete in forno la leccarda e ultimate la cottura, questa volta senza il foglio di alluminio, per altri 30 minuti a 180°. Per verificare la cottura munitevi di un termometro per arrosti e accertatevi che la temperatura, al centro del pezzo di carne, sia di 68° 14. (Per questa ricetta è sconsigliata la cottura in forno ventilato). A cottura ultimata, riponete l’arista su un tagliere e lasciate intiepidire 15. Ora preparate la salsa di accompagnamento: versate tutto il fondo di cottura nel boccale di un mixer, avendo cura di eliminare lo spicchio d’aglio, 16 e frullate con il mixer ad immersione 17 per ottenete una crema liscia e senza grumi 18. Riponete la crema ottenuta in un recipiente 19 e cominciate ad affettare la carne 20. Infine servite a vostri commensali con la salsa d’accompagnamento 21. La vostra arista di maiale al latte è ormai completa, buon appetito! "
}