{
    "title": "Salmone marinato al forno",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "3 g"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "3 g"
        },
        {
            "ingredient": "Semi di anice",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 3 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone marinato al forno iniziate pulendo il filetto di salmone (nel caso abbiate acquistato un salmone intero dovrete eliminare le interiora e sfilettarlo). Con l'aiuto di una pinzetta da cucina eliminate le lische 1, poi sfilate la pelle delicatamente con un coltello ben affilato partendo dalla coda (2-3) in modo da separare la pelle dal filetto. Una volta pulito, dovreste ottenere circa 800 g di filetto di salmone 4. A questo punto potete occuparvi della marinatura: versate l'olio in una pirofila dal bordo alto di ceramica o di vetro 5. Aggiungete tutti gli aromi: il succo di limone e la scorza grattugiata 6, il pepe nero, il pepe rosa, il sale, l'aneto, il timo, la foglia di alloro, i semi di anice e i semi di finocchio 7. Unite i filetti di salmone e massaggiateli delicatamente così da far penetrare nella carne il sapore della marinatura. Ricoprite la pirofila con la pellicola trasparente e lasciate marinare il salmone per 24 ore in frigorifero. Intanto preparate la panatura unendo il pan grattato alla farina di mandorle, poi aggiungete la paprika dolce 10, il prezzemolo, infine salate e pepate. A marinatura ultimata, togliete il salmone dal frigo almeno un’ora prima di metterlo in forno, in modo che raggiunga la temperatura ambiente. Mettetelo su un tagliere, ricavate 4 tranci 12 uguali, in modo da rendere omogenea la cottura in forno, e poneteli nella pirofila e salate 13. Filtrate l’olio della marinatura aiutandovi con un colino 14. Unite l’olio filtrato alla panatura 15 e mescolate bene così da rendere umida la panatura 16. Ricoprite tutta la superficie del salmone marinato con la panatura inumidita (17 -18). Cuocete il salmone marinato in forno preriscaldato in modalità statica a 180° per 10 minuti (oppure in forno ventilato a 160° per 6-7 minuti). Passati i 10 minuti, cambiate la modalità del forno da statica a grill, aumentate la temperatura a 230° e gratinate il salmone marinato per altri 5 minuti. Quando la panatura risulterà ben dorata sfornate il salmone marinato al forno e lasciatelo intiepidire qualche minuto prima di portarlo in tavola. "
}