{
    "title": "Crepes salate con finferli e pancetta",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "450 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Funghi finferli (gallinacci)",
            "quantity": "140 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "175 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le crepes con finferli e pancetta, iniziate facendo sciogliere il burro a fuoco bassissimo. Lasciate intiepidire, poi unite il latte alle uova 1, sbattete con la frustaÂ e versate il burro fuso intiepidito 2. Aggiungete la farina 3 e il sale 4 e amalgamate il tutto con la frusta: dovrete ottenere un composto liscio senza grumi 5. Scaldate una crepiera di circa 22 cm di diametro (o una padella ampia con doppio fondo), ungetela con pochissimo burro da spargere sulla superficie e versate un mestolo di pastella al centro 6; stendetelo in modo uniforme con l'apposita spatola stendi crepes o roteando la padella 7. Fate cuocere per un paio di minuti, giusto il tempo che la base si dori, poi girate delicatamente la crepe e cuocete anche dall'altro lato 8. Man a mano che sono pronte impilate le crepes su un piatto da portata 9, poi tenete da parte coperte con pellicola. Passate allaÂ preparazione dei funghi: potete pulirli con un panno asciutto o leggermente inumidito, poi tritateli al coltello 10. Riducete la pancetta a cubetti, mondate e tritate anche la cipolla 11. Versate un filo dâolio in padella e fate soffriggere la cipolla alcuni minuti 12 a fuoco dolce, mescolando di tanto in tanto fino a farla appassire. Aggiungete i funghi 13. Mescolate e unite anche la pancetta a cubetti 14, il timo sfogliato 15, sale e pepe a piacere. Cuocete per circa 5-6 minuti: la pancetta dovrÃ risultare croccante e i funghi morbidi. Una volta pronto, fate intiepidire leggermente il condimentoÂ e farcite le crepes: versate funghi e pancetta su una metÃ 16,Â aggiungete la fontina a cubetti 17, poi chiudete a mezza luna 18. Ungete una teglia con un filo dâolio e aggiungete circa due cucchiai di pangrattato per rivestire il fondo 19. Sistemate le crepes una accanto all'altra, aggiungete il Parmigiano in superficie, un filo dâolio, pepe 21 e ancora qualche fogliolina di timo. Cuocete in forno statico preriscaldato a 190Â° per circa 10 minuti. Una volta sfornate, le vostre crepes salate con finferli e pancetta sono pronte per essere servite! "
}