{
    "title": "Fagottini di pasta sfoglia con cuore di mela",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rettangolare 230 g"
        },
        {
            "ingredient": "Mele stark",
            "quantity": "(oppure Royal Gala) 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "4 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "12 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i fagottini di pasta sfoglia con cuore di mela, per prima cosa sbucciate la mela 1, togliete il torsolo 2 e tagliatela prima a fettine 3 e poi a cubetti di circa 1 cm di lato 4. In un pentolino versate lo zucchero, la cannella 5 e il succo di limone 6. Fate cuocere qualche minuto a fuoco dolce, facendo sciogliere per bene lo zucchero, mescolando di tanto in tanto. Quando si sarÃ sciolto, unite la polpa di mela a cubetti 7, versate la confettura di albicocche 8 e mescolate il tutto 9 lasciando ammorbidire un poâ la mela a fuoco dolce per pochi minuti; non dovrÃ disfarsi del tutto. Â Â Con una rondella tagliapasta ricavate 4 quadrati di pasta sfoglia della dimensione di 15 cm per lato 10, spennellate i bordi con un po' di liquido di cottura delle mele 11 e disponetevi sopra un paio di cucchiaini di composto di mela 12, badando di non aggiungere troppo liquido di cottura, altrimenti quando i fagottini cuoceranno al forno, il liquido fuoriuscirÃ . Â Â Richiudete i fagottini a metÃ Â pressando delicatamente i bordi con le dita 13, praticate ora delle incisioni oblique sulla superficie 14 e spennellate con il liquido di cottura 15. Con una forchetta fate pressione sui bordi laterali dei fagottini in modo da sigillarliÂ bene 16, quindi infornateli in forno statico preriscaldato a 220Â°Â per circa 12 minuti Â (se forno ventilato potete cuocere a 200Â° per circa 8 minuti, in questo caso per regolarvi meglio potreste cuocere un solo fagottino per trovare il giusto tempo e temperatura). Una volta cotti, sfornateli 17, lasciateli intiepidire, aggiungete una spolverata di zucchero a velo e i vostri fagottini di pasta sfoglia con cuore di mela sono pronti per essere gustati! 18. "
}