{
    "title": "Arrotolato di vitello con verdure",
    "ingredients": [
        {
            "ingredient": "Fesa di vitello",
            "quantity": "in una fetta intera 1 kg"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "80 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 100 gr"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’arrotolato di vitello con verdure battete la carne con un pestacarne 1 ed eliminate eventuali parti grasse o cartilagini, poi salate e pepate in superficie. Preparate il ripieno della carne: prendete il pane, eliminate la crosta con un coltello 2, riducetelo in briciole con un mixer e trasferitelo in una terrina capiente 3. Aggiungete la pancetta affumicata tritata finemente, due tuorli 4, il prezzemolo tritato 5, il parmigiano reggiano 6, quindi salate e pepate. Amalgamate tutti gli ingredienti con le mani 7 e disponete il composto ottenuto sulla carne, lasciando tutto intorno un bordo di 2-3 cm. Arrotolate la carne su se stessa 8 e legatela con dello spago da cucina, come mostrano le figure 9 e 10 (guarda come legare un arrosto cliccando qui). In una pentola da forno capiente mettete a cuocere, a fuoco vivace, l’arrotolato con 3 cucchiai d’olio d’oliva, girandolo di tanto in tanto per rosolarlo su tutti i lati 11. Quando l’arrotolato sarà ben dorato, sfumatelo con il vino bianco 12. Mondate le verdure, poi tagliate a fette la cipolla 13, a cubetti le carote 14 e le patate, quindi aggiungetele alla carne 15. Mondate e spuntate i fagiolini, quindi unite anch'essi alla carne 16 e coprite con un coperchio per continuare la cottura senza dispersione di vapore. Gli ingredienti all’interno della pentola cuoceranno per circa 60 minuti a fuoco dolce, senza l’aggiunta di acqua: saranno i liquidi rilasciati dalla carne e delle verdure a procurare il giusto grado di umidità che faciliterà la cottura dell’arrotolato, rendendolo tenero e non legnoso. Trascorso il tempo indicato, punzecchiate l’arrosto con uno stuzzicadenti per verificarne la cottura: se i liquidi che ne fuoriusciranno saranno trasparenti, la carne sarà cotta. Spegnete il fuoco e, senza togliere il coperchio, lasciate riposare la carne per circa 10 minuti al caldo, poi tagliate l’arrotolato a fette e servitelo assieme alle verdure stufate. "
}