{
    "title": "Coniglio alla Ligure",
    "ingredients": [
        {
            "ingredient": "Coniglio",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Rossese di Dolceacqua",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 5 cucchiai"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "q.b."
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pinoli",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per prima cosa tagliate almeno in una dozzina di pezzi il coniglio 1 ricordandovi di tenere da parte la testa, il fegato e i reni.Terminata questa operazione, mettete in un tegame capiente l’olio d’oliva, scaldatelo, e fateci appassire a fuoco basso la cipolla e l'aglio tritati; unite il coniglio 2 e rosolatelo, poi aggiungete le foglie di alloro, di timo (o maggiorana) e il trito di aghi di rosmarino 3. Cuocete fino a quando il coniglio avrà assunto un bel colorito dorato. Lasciate cuocere per qualche minuto e poi aggiungete il bicchiere di vino rosso 4, lasciate evaporare il vino 5 , quindi unite le olive taggiasche. Se vi piacciono, potete unire i rognoni e il fegato del coniglio 6. Aggiungete quindi i pinoli 7, amalgamate tutto per bene e poi coprite il coniglio con un coperchio 8 e lasciate cuocere per circa un'ora finché il coniglio non diventerà tenero (la carne dovrà staccarsi facilmente dall'osso). Di tanto in tanto aggiungete un mestolo di brodo in pentola e fate cuocere il tutto a fuoco lento 9. Impiattate il coniglio irrorandolo con abbondante sugo di cottura e buon appettito!! "
}