{
    "title": "Sformatini di ricotta",
    "ingredients": [
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "280 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 25 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Origano",
            "quantity": "fresco q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare q.b."
        }
    ],
    "preparation": " Per preparare gli sformatini di ricotta, per prima cosa sbucciate e grattugiate la patata che vi servirÃ sia per gli sformatini che per la salsa 1: in tutto ve ne occorreranno 150 g. Versate la ricotta in una ciotola, poi unite 100 g di patata grattugiata 2, lâuovo 3, il parmigiano grattugiato 4, la farina di mandorle 5, la scorza di limone grattugiata 6, lâorigano fresco 7, sale e pepe 8. Mescolate per amalgamare il tutto 9 e tenete il composto da parte. Imburrate abbondantemente 4 pirottini del diametro di 8 cm e foderate lâinterno con il parmigiano grattugiato 10, poi riempiteli con il composto di ricotta 11 fino a raggiungere quasi il bordo. Sistemate i pirottini su una leccarda 12 e cuocete in forno statico preriscaldato a 180Â° per 30 minuti, posizionando la leccarda sul ripiano medio. Mentre gli sformatini cuociono, potete occuparvi della salsa: lavate e mondate il peperone, e tagliatelo a falde 13. Scaldate lâolio in un pentolino, aggiungete il peperone 14 e i restanti 50 g di patata grattugiata 15, poi versate lâacqua 16, salate e cuocete a fiamma media per 5 minuti. Trascorso questo tempo, spegnete il fuoco e trasferite il composto in un bicchiere alto e stretto. Aggiungete lâolio 17 e frullate con un frullatore a immersione per ottenere una consistenza liscia e omogenea, poi pepate 18 e aggiustate eventualmente di sale. Quando gli sformatini saranno cotti, rimuoveteli dal forno e lasciateli leggermente intiepidire prima di sformarli 19. Completate il piatto con un poâ di salsa ai peperoni 20 e qualche fogliolina di origano fresco: i vostri sformatini di ricotta sono pronti per essere serviti 21! "
}