{
    "title": "Timballo di verdure e noci",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "(caldo) 80 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 40 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Broccoli romaneschi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "150 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(tritato) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 20 g"
        }
    ],
    "preparation": " Per preparare il timballo di verdure e noci iniziate prendendo un tegame e riempitelo d’acqua. Portate l’acqua a bollore. Lavate le patate e lessare le patate intere con la buccia per 30-40 minuti a seconda della grandezza delle patate 1. Fate la prova con i rebbi della forchetta per verificarne la cottura. Quando saranno cotte scolatele e privatele della buccia 2. Lasciate ora le patate a raffreddare, quindi schiacciatele aiutandovi con lo schiacciapatate e raccoglietene la purea dentro una ciotola 3. Unite quindi il formaggio (tenetene alcuni grammi da parte per la decorazione finale) 4. Aggiustate con sale e pepe macinato ed un pizzico di noce moscata. Scaldate ora il latte e quando è caldo versatelo nella ciotola 5. Prendete quindi le noci e tenetene da parte alcune per la decorazione finale. Le rimanenti tritatele grossolanamente aiutandovi con un coltello ed unitele alla purea di patate 6. Mescolate bene gli ingredienti con un mestolo di legno o un cucchiaio da cucina per uniformarli. Procedete ora con la preparazione delle altre verdure. Prendete la zucca, eliminate i semini interni 7 e tagliatela a fettine non troppo grosse. Privatela quindi della buccia 8 e ricavatene dei piccoli cubetti dallo spessore di circa 5 mm 9. Dopodichè prendete una cipolla, privatela della buccia esterna e dividetela a metà. Poggiando la parte piatta su un tagliere tagliatela per ottenere dei piccoli cubetti 10. Tenete da parte. Prendete quindi il porro, privatelo della parte finale e delle foglie verdi e tagliatelo e piccoli pezzetti 11. Prendete quindi un tegame, versate l’olio a filo e fateci passire porro e cipolla 12. Aiutandovi con una spatola o un mestolo di legno mescolate il trito affinchè avvenga una cottura uniforme. A questo punto aggiungete la zucca a cubetti 13. Allungate con un mestolo di acqua calda per far sì che la zucca passisca 14. Quindi aggiustate di sale 15 e pepe e continuate a mescolare gli ingredienti. Lasciate cuoce per 10 minuti finché la zucca diventa tenera. Quindi passate alla preparazione del cavolo. Aiutandovi con un coltellino tagliate intorno alla parte centrale eliminando le foglie. Privatelo del gambo e ricavatene delle piccole cimette della stessa dimensione per consentire una cottura uniforme 16. Poi prendete un altro tegame dai bordi. Riempitelo di acqua e portate a bollore; quindi salate. Lessateci le cimette di cavolo per 4-5 minuti 17. Quando le cimette sono pronte versatele nel tegame con la zucca 18 aiutandovi con una schiumarola. Lasciate cuocere per altri 5 minuti le verdure assieme e mescolatele per amalgamare bene gli ingredienti. Prendete a questo punto i funghi e grattatene il gambo. Se il fungo è poco sporco di terra si può pulire con un canovaccio umido, se è presente molta terra bisogna lavarlo in acqua fredda corrente forte per sciacquare le impurità ed asciugarlo con carta assorbente o panno pulito (se volete un dettaglio su come fare potete consultare la scheda sulla pulizia dei funghi). Tagliate i funghi nel senso della lunghezza e quindi a pezzetti non troppo piccoli 19. Prendete ora tegame dai bordi alti. Versatevi un filo di olio e schiacciate uno spicchio di aglio (o mettetelo intero e toglietelo quando ha rosolato) 20. Aggiungete i funghi 21 e cuoceteli a fuoco vivace per circa 10 minuti. Unite ai funghi il prezzemolo 22 ed aggiustate di sale. Mescolate di tanto in tanto e, se necessario, aggiungete un mestolo di acqua di cottura del cavolo per consentire una cottura uniforme. Prendete quindi una pirofila dal diametro di 25 cm. Imburratela aiutandovi con un pennellino e cospargetela di pangrattato 23. Versatevi all’interno il composto di patate 24. Quindi fate aderire bene la purea di patate ai bordi della pirofila facendo pressione con il dorso di un cucchiaio 25. Versate quindi all’interno il composto di zucca e cavolo 26 quindi i funghi 27. Livellate bene il composto con il dorso del cucchiaio di legno per consentire una cottura uniforme in forno. Decorate la superficie del timballo in maniera uniforme con i gherigli delle noci tenuti da parte 28 e formaggio grattugiato 29. Infornate in forno statico preriscaldato a 200°C per 20 minuti (se avete un forno in modalità ventilato a 180°C per 10 minuti). Una volta cotto, sfornate lasciate riposare per circa 15 minuti prima di servire e il timballo di verdure e noci è ora pronto da assaporare 30! "
}