{
    "title": "Crema di patate con seppioline",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Seppioline",
            "quantity": "300 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la crema di patate con seppioline iniziate dalla crema: preparate il brodo vegetale con sedano carota e cipolla. Affettate sottilmente il porro 1, pelate le patate e tagliatele a dadini 2. Scaldate un filo di olio di oliva in una padella e fate appassire a fuoco dolce il porro per 10-15 minuti 3, quando si sarà ammorbidito aggiungete le patate 4, copritele con il brodo vegetale 5 e proseguite la cottura, salate, coprite con il coperchio 6 e fate cuocere a fuoco medio per circa 15 minuti. Eliminate il picciolo dei peperoni ed estraete i semini interni poi tagliateli a listarelle sottili 7. Prendete le seppioline e tagliatele a listarelle larghe mezzo centimetro 8. Se avete acquistato le seppioline da pulire dovrete eviscerarle e sciacquarle sotto l’acqua corrente. Grattugiate la scorza del limone 9 spremete il succo di mezzo 10. In un tegame ampio soffriggete lo spicchio di aglio per far insaporire l’olio, aggiungete i peperoni 11, fatele appena ammorbidire qualche minuto devono rimanere croccanti, estraete con la pinza lo spicchio di aglio Unite la seppioline 12. profumate con il timo 13 con la scorza di limone e il succo 14 e mescolate con un cucchiaio. Salate, pepate e cuocete per pochi minuti. Poi spegnete il fuoco 15 . Occupatevi della crema: trasferite le patate cotte in una ciotola con il bordo alto e frullatele con il mixer ad immersione 16 fino ad ottenere una crema densa 17, salate, pepate e distribuite la crema nei piatti di portata, ponete al centro le seppioline saltate in padella. Condite con un filo di olio a crudo e servite subito la vostra crema di patate con seppioline 18. "
}