{
    "title": "Astice alla Catalana",
    "ingredients": [
        {
            "ingredient": "Astice",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "di mezzo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'astice alla catalana cominciate tagliando a rondelle sottili la cipolla rossa 1 (meglio se di Tropea) e mettetela a bagno in una ciotola coperta con acqua 2 e un cucchiaio di aceto per almeno 20 min.Se avete acquistato un astice vivo, legate le sue chele con degli elastici spessi, in modo che non vi possa pizzicare. Nel frattempo mettete a bollire una capiente pentola di acqua, nella quale immergerete rapidamente l’astice 3 (in alternativa potete utilizzare 2 astici da 600 grammi l'uno) precedentemente sciacquato sotto l’acqua corrente; coprite immediatamente la pentola con un coperchio per evitare schizzi di acqua bollente dovuti al dimenarsi dell’astice; trascorsi non più di 10-12 minuti, estraete l’astice dall’acqua e lasciatelo sgocciolare. Prelevate l'astice dalla pentola e adagiatelo sul tagliere 4; con l'aiuto di un trinciapollo, tagliate la corazza dell'astice 5 sulla parte dell'addome per tutta la lunghezza, quindi divaricate la corazza ed estraete la polpa intera. 6Volendo potete procedere anche in questo modo: separate la testa dell’astice dal resto del corpo, quindi con un trinciapollo, tagliate la corazza della coda per il lungo con delicatezza (sia sulla schiena che sull’addome) in modo da estrarre la polpa tutta intera. Una volta aperto l'astice in due parti 7, tagliate la polpa dell'astice a rondelle, mentre con l’aiuto dell’apposito attrezzo o, in mancanza, con uno schiaccianoci (8-9), rompete il guscio delle chele e recuperatene la polpa interna estraendola tutta intera (avrà la stessa forma delle chele). In una ciotolina raccogliete con un cucchiaino la parte molle contenuta nella testa dell’astice e mischiatela con olio, limone, sale e pepe macinato. (11-12)Affettate ora i pomodori, conditeli con olio e sale e stendetene un letto su di un piatto da portata, adagiatevi la polpa dell’astice tagliata a rondelle e le chele, guarnite con le rondelle di cipolle precedentemente scolate e versatevi sopra la salsina preparata con olio, limone e la parte molle dell'astice raccolta col cucchiaino. 12 "
}