{
    "title": "Burger di tonno all'arancia e zenzero",
    "ingredients": [
        {
            "ingredient": "Tonno",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Aneto",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maionese",
            "quantity": "90 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "in grani 20 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "3 cucchiai"
        }
    ],
    "preparation": " Per preparare il burger di tonno all'arancia e zenzero, sminuzzate finemente il tonno con un coltello 1 (in alternativa potete sminuzzate il tonno in un mixer per velocizzare l'operazione) e ponetelo in una ciotola, aggiungete lo zenzero fresco grattugiato 2, l’aneto e il prezzemolo tritato 3. Grattugiate la scorza d'arancia a piacere 4 e unite la menta 5, salate e mescolate il composto per amalgamare gli ingredienti. Ora prendete un tagliere, appogiate sopra un foglio di carta da forno e adagiate sopra un coppapasta del diametro di 10 cm e riempitelo con il composto di tonno, avendo cura di premere bene l'impasto con un cucchiaio 6: l'altezza del burger dovrà essere di circa un cm. Sfilate il coppapasta e otterete il vostro burger: spennelatelo con l'olio 7, per evitare che si attacchi durante la cottura, e preparatene altre 3 o fino l'esaurimento del composto di tonno. Trasferite il burger poi sulla padella ben calda aiutandovi con la carta forno in modo che rimanga compatto 8, togliete la carta e cuocete il burger in una padella ben calda per massimo 1 minuti per lato. Una volta cotto, tenete in caldo il burger di tonno 9. Ora preparate la salsa: in una ciotola mettete la maionese 10 e la senape 11, mescolate la salsa e unite infine il miele di acacia 12. Servite i burger di tonno all'arancia e zenzero e la salsa con fresche insalate oppure farcite con essi dei morbidi panini da hamburger! "
}