{
    "title": "Patate sabbiose",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le patate sabbiose, pelate le patate e tagliatele a spicchi 1 poi ponetele in una ciotola con acqua fredda per non farle annerire. Intanto tritate finemente il rosmarino e la salvia 2 e tenete da parte il trito. Ora prendete la pagnotta, eliminate la crosta con un coltello 3, tagliate grossolanamente la mollica 4 e ponetela in una ciotolina, aggiungete il pangrattato 5, il trito di erbe aromatiche 6 e uno spicchio di aglio schiacciato 7. Ora scolate gli spicchi di patate in un colino poi versate il trito di mollica e aromi sulle patate 8, condite con un filo di olio di oliva 9, sale 10 e pepe a piacere. Mescolate gli spicchi di patate e versateli in una teglia rivestita con carta da forno precedentemente inumidita e poi ben strizzata in modo che aderisca meglio alla teglia,per ultimo ricoprite le patate con un cucchiaio di pangrattato 11. Cuocete le patate sabbiose in forno statico a 180° per 40 minuti ( se forno ventilato a 160° per 30 minuti) e poi passatele al grill per 5 minuti. A cottura ultimata le vostre patate sabbiose saranno dorate e croccanti 12, sfornatele e lasciatele intiepidire prima di servirle. "
}