{
    "title": "Pollo in salsa agrodolce",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "650 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "circa 1 medio 350 g"
        },
        {
            "ingredient": "Ananas",
            "quantity": "spesse circa 1,5 cm 3 fette"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "750 g"
        }
    ],
    "preparation": " Per realizzare il pollo in salsa agrodolce iniziate dalla salsa: in un pentolino ponete lo zucchero semolato, versate l’acqua 1, scaldate a fuoco basso per far sciogliere lo zucchero, portate ad ebollizione poi unite l’aceto 2 e poi stemperate nello sciroppo ottenuto il concentrato di pomodoro 3 mescolando con un mestolo, quando il concentrato sarà completamente sciolto 4 spegnete il fuoco. Occupatevi della pulizia dell’ananas: eliminate la calotta superiore e tagliatela a fette 5, poi eliminate la buccia ritagliando tutto il perimetro di ciascuna fetta 6. A questo punto eliminate il centro e tagliate a piccoli spicchi ciascuna fetta di ananas (7-8). Occupatevi dei peperoni: tagliateli a metà, eliminate i filamenti interni 9 e i semini e poi riducete a cubetti 10 . Prendete il petto di pollo e tagliatelo prima striscioline e poi a bocconcini 11. Intanto preparate la pastella: in una ciotola setacciate la farina, versate a filo l’acqua 12 a temperatura fredda poco alla volta mescolando con la frusta velocemente 13 fino a ottenere una pastella liscia e senza grumi, aggiungete il sale 14 e tenete da parte. Intanto in un tegame scaldate l’olio di semi per la frittura, con un termometro monitorate la temperatura 15 e quando l’olio avrà raggiunto 180° potrete iniziare la cottura immergete ad uno ad uno i bocconcini nella pastella 16 e poi tuffateli subito nell’olio 17, la cottura richiederà pochi minuti saranno pronti quando avranno una crosticina croccante, ma non saranno troppo dorati. Scolate i bocconcini di pollo con una schiumarola 18 e lasciateli asciugare su un vassoio rivestito con carta assorbente 19. In un wok scaldate un filo di olio di oliva poi aggiungete i peperoni 20 e fateli saltare per 5 minuti, aggiungete anche l’ananas 21 e il pollo 22 e irrorate la preparazione con la salsa agrodolce 23 tenuta da parte. Saltate velocemente per 2-3 minuti e servite 24. "
}