{
    "title": "Torta con crema al limone",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "3"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "70 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 6) 130 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "da fondere 100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 intere) 100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 1) 28 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "35 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        }
    ],
    "preparation": " Per preparare la torta con crema al limone iniziate a realizzare proprio quest'ultima. Come prima cosa ponete a scaldare il latte in un tegame a fiamma dolce. Nel frattempo ponete i tuorli in una ciotola capiente, aggiungete lo zucchero 1 e sbattete rapidamente. Versate poi il succo di un limone 2, sbattete ancora e aggiungete anche la maizena 3.Â Continuate a mescolare con la frusta fino ad ottenere un composto liscio 4. Non appena il latte inizierÃ a bollire 5 versatelo poco per volta all'interno del composto di tuorli 5 e mescolate. Riversate quindi tutto il composto nel tegame e riportate sul fuoco mescolando con una spatola 6.Â Aggiungete anche la scorza grattugiata dei 2 limoni 7 e continuate a mescolare fino a che non si sarÃ addensata 8. Se dovessero comparire dei grumi allontanate la crema dal fuoco e mescolate energicamente con la spatola per eliminarli. Non appena avrete ottenuto una crema liscia versatela all'interno di una pirofila 9 e coprite con la pellicola a contatto. Lasciate intiepidire, poi riponete in frigorifero a raffreddare per almeno 2 ore.Â Nel frattempo iniziate a preparare la frolla morbida. In una ciotola versate la farina, aggiungete lo zucchero 1, il lievito 2 e i cubetti di burro freddo 3. Miscelate gli ingredienti con le mani 4 fino a che non avrete ottenuto un composto sabbioso. Quindi aggiungete le uova leggermente sbattute 6 e la scorza di limone.Â Amalgamate bene tutti gli ingredienti impastando a mano (7-8) e trasferite su un piano per compattare meglio il panetto 9.Â Avvolgete nella pellicola 10 e lasciate riposare per un'ora in frigorifero. Trascorso questo tempo stendete la frolla, su un piano infarinato, con un mattarello fino ad ottenere uno spessore di 1 cm e mezzo 11. Imburrate uno stampo da 20 cm e trasferite la frolla all'interno 12,Â Pressate con le mani in modo da farla aderire su tutta la superficie. La pasta frolla dovrÃ rivestire almeno metÃ dell'altezza dello stampo, eliminate con un coltellino l'eccesso di pasta 13 e utilizzatelo per inspessire e livellare il bordo 14. A questo punto riponete in frigorifero per almeno un'ora 15.Â Nel frattempo occupatevi di preparare l'impasto per la copertura. Come prima cosa fondete il burro e lasciatelo intiepidire. Ponete le uova e il tuorlo in una ciotola, aggiuntete lo zucchero 1 e montate il tutto con le fruste elettriche fino ad ottenere un composto chiaro e spumoso 2. Senza spegnere le fruste versate il latte 3Â e aggiungete la scorza di limone 4. A questo punto setacciate all'interno delle uova sia la maizenaÂ 5 che la farina 6Â e mescolate con una frusta delicatamente dal basso verso l'alto 7. Aggiungete anche il burro ormai tiepido 8 e mescolate nuovamente dal basso verso l'alto fino a farlo assorbire senza smontare il composto 9. Tutte le preparazioni sono completate. A questo punto riprendete la crema, lavoratela con un cucchiaio per ammorbidirla 1 e trasferitela in un sac-Ã -poche 2. Distribuite circa metÃ della crema partendo dal centro 3 Â e creando una spirale su tutta la superficie 4. Ricoprite con l'impasto della torta margherita 5 e livellate la superficie con una spatola 6.Â Riprendete la crema avanzata e ponetene un mucchietto al centro del dolce 7, poi partendo da questo disegnate 8 spicchi 8 e sistemate ancora un mucchietto di crema al centro di ognuno 9.Â A questo punto 10, cuocete in forno statico preriscaldato a 180Â° per circa 45 minuti nel ripiano in basso. Una volta cotta sfornate la torta con crema al limone 11 e lasciatela raffreddare completamente prima di sformarla e servirla 12.Â "
}