{
    "title": "Pollo ripieno del ringraziamento",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero (disossato) 2 kg"
        },
        {
            "ingredient": "Mele renette",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 200 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "media 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "media 1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo ripieno del ringraziamento, preparate il brodo vegetale poi dedicatevi al ripieno. Mondate e tagliate grossolanamente la cipolla, la carota e la costa di sedano. Poi ponete le verdure nel mixer 1 per sminuzzarle 2. Quindi versatele in una ciotola e aggiungete la carne di suino macinata 3. Poi private la salsiccia del budello che la riveste 4 e tritatela finemente al coltello 5, quindi unitela al ripieno 6. Maneggiate l'impasto 7; a questo punto aggiungete anche il pangrattato 8 e il Parmigiano reggiano grattugiato 9. Mescolate ancora con le mani l'impasto 10, poi aggiungete la noce moscata 11 e l'uovo intero 12. Continuate a maneggiare l'impasto per incorporare gli ultimi ingredienti 13, quindi aggiungete anche i cubetti di pancetta 14. Impastate nuovamente il tutto con le mani 15. Ora che l'impasto è pronto 16 potete prendere il vostro pollo. Se avete la possibilità, meglio utilizzare un pollo disossato dal vostro macellaio di fiducia. Strappate con le mani le eventuali penne grandi ancora presenti e passate il pollo sul fornello acceso per fiammeggiarlo e togliere così le piccole penne. Quindi iniziate a farcire il pollo 18. Una volta terminato il ripieno, passate a sigillare il pollo: prendete un grosso ago da cucina (oppure l'ago più grande che avete tra il vostro set da cucito) e dello spago da cucina. Cucite i lembi del pollo 19, prendendo un po' di carne laddove la pelle risulta più sottile. Quando avrete terminato, massaggiate il pollo con il burro 20, così in cottura la pelle risulterà croccante. Ora il vostro pollo ripieno è pronto per essere cotto 21. Prendete un tegame capiente adatto anche per la cottura in forno, quindi versate un filo d'olio sul fondo. Poi aggiungete il burro 23 e riponete il pollo ripieno 24. Cuocete il pollo ripieno a fuoco dolce per circa 30 minuti. Sfumate il pollo con il vino bianco 25 e rigirandolo dopo 15-20 minuti per bagnarlo con brodo vegetale e con il fondo di cottura. Poi ponete il pollo ripieno in forno statico preriscaldato a 200° per circa 1 ora, rigirandolo sempre ogni 15-20 minuti. Passato il tempo necessario, prendete le mele renette, lavatele sotto acqua corrente, dividetele in quattro spicchi e togliete solo il picciolo. Quindi ponetele nel tegame 26 e rimettetelo in forno statico a cuocere per almeno un'altra ora e mezza. Terminato il tempo di cottura, sfornate il vostro pollo ripieno del ringraziamento 27 e servitelo fumante! "
}