{
    "title": "Platessa con salsa olandese",
    "ingredients": [
        {
            "ingredient": "Platessa",
            "quantity": "400 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "8 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro chiarificato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la platessa con salsa olandese, iniziate dalla salsa: per prima cosa fate il burro charificato; tagliate il burro 1, lasciatelo fondere a bagnomaria facendo attenzione a schiumarlo 2 e, una volta depurato della caseina, potete travarsarlo 3. Intanto preparate la salsa: è molto importante che la cottura sia a bagnomaria, quindi ricordatevi che l’acqua non dovrà toccare il pentolino e non dovrà mai giungere a bollore. Versate i tuorli nel pentolino e rompeteli con una frusta 4 mescolate e aggiungete il succo di limone 5, il sale 6, il pepe bianco 7 poi aggiungete il burro chiarificato a filo 8, e continuate a sbattere con la frusta 9. Continuando a mescolare vedrete che man mano la vostra salsa inizierà a cambiare colore 10 diventando più chiara, così come cambierà la sua consistenza, diventendo più soda. Fate cuocere circa 5 minuti a fuoco dolce, mescolando sempre, e quando sarà pronta, mettetela da parte in una ciotolina 11. Adesso dedicatevi alla preparazione della platessa: asciugate i filetti di platessa con della carta da cucina 12 mettete la farina in una pirofila, aggiungete il timo sminuzzato 13, e mescolate con una forchetta in modo che si distribuisca in maniera uniforme 14. Quindi infarinate bene i filetti di platessa da entrambi i lati 15. Una volta infarinati tutti i filetti 16, fate scaldare il burro in una padella antiaderente 17, poi adagiatevi delicatamente i filetti 18, e aggiustate di sale. Fate cuocere i filetti un paio di minuti per lato, facendo attenzione a girarli sempre molto delicatamente 19, perché si sfaldano molto facilmente. Cuocete ancora qualche minuto, poi adagiate i filetti su della carta assorbente 20. Servite i vostri filetti con la salsa olandese precedentemente preparata 21. "
}