{
    "title": "Involtini alla messicana",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "(8 fettine) 400 g"
        },
        {
            "ingredient": "Marsala",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Salvia",
            "quantity": "16 foglie"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "16 fette"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "16 fette"
        },
        {
            "ingredient": "Pane",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "75 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "55 ml"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 10 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini alla messicana iniziate a ricavare 40 gr di mollica da una pagnotta 1, ammollatela nel latte 2 e dopo qualche minuto, strizzatela con l’aiuto di un colino e una forchetta 3. Tritate 75 gr di prosciutto cotto e la pancetta (4-5) e iniziate a preparare il ripieno: in una ciotola mettete la mollica ammollata nel latte e unite il prosciutto 6. Stemperate un po' con l'aiuto di una forchetta e continuate ad aggiungere gli altri ingredienti: la pancetta tritata 7, la carne macinata di maiale 8, le uova 9, e il formaggio grattugiato 10. Aggiustate di sale, unite la noce moscata e amalgamate il tutto fino a formare un composto omogeneo. A questo punto stendete le fettine di lonza su un piano di lavoro, battetele con un batticarne per renderle omogene ed eliminate eventuali parti grasse (11-12). Ora potete preparare i vostri involtini alla messicana: disponete su ogni fettina di lonza una fetta di prosciutto cotto 13, un cucchiaio di trito ben steso 14, un'altra fetta di prosciutto cotto e arrotolate l'involtino 15. Adagiate su un piano di lavoro 2 fettine di pancetta e arrotolatele insieme all’involtino 16: ora procedete in questo modo per le altre 7 fettine di lonza e componete gli spiedini infilzando l'involtino con due spiedini di legno, intervallate con due foglie di salvia e infilzate un altro involtino con altre due foglie di salvia 18. Fate scaldare 2 cucchiai di olio extravergine in una padella e scioglietevi una noce di burro, aggiungete gli spiedini con i vostri involtini alla messicana 19 e rosolateli da entrambi i lati. Sfumate con il marsala 20, fate evaporare il vino, quindi coprite la padella con un coperchio e lasciatela cuocere a fuoco lento per almeno 7-8 minuti 21, per far addensare il fondo di cottura. Durante la cottura, di tanto in tanto girate gli involtini alla messicana e una volta pronti serviteli subito! "
}