{
    "title": "Finta pizza al cavolfiore",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 50 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "2"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "fiordilatte 150 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "essiccato 1 cucchiaino"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per realizzare la finta pizza al cavolfiore, iniziate proprio dalla pulizia del cavolfiore: tagliate via il tronco principale e le foglie esterne 1, quindi staccate con un coltello le cimette e tagliate parte del gambo 2. Lavate accuratamente le cime sotto acqua corrente, quindi asciugatele bene e versatele nel mixer 3. Tritate il cavolfiore, quindi unite il Grana grattugiato 4, gli albumi 5 e la grattugiata di noce moscata 6 (potete anche versare tutti gli ingredienti insieme e frullarli in una sola volta). Aggiustate di sale 7 (e pepe se non lo servite ai bambini) e azionate nuovamente il mixer per amalgamare tutti gli ingredienti. Trasferite il composto ottenuto in una ciotola e unite la farina di riso 8. Mescolate con una spatola; poi foderate con la carta da forno una tortiera di 32 cm di diametro dal bordo basso 9. Distribuite all'interno il composto 10, appiettendolo per tutta la superficie usando il dorso di un cucchiaio 11. Fate cuocere la pizza in forno statico preriscaldato a 200Â° per circa 30 minuti (a 180Â° per 20 minuti se forno ventilato). Nel frattempo dedicatevi al condimento: scolate bene la mozzarella fiordilatte in un colino 12; Quindi affettatela sottile 13 oppure riducetela a dadini. In una ciotolina versate la passata di pomodori, aggiustate di sale, condite con origano, l'olio extravergine di oliva e le foglioline di basilico fresco 14. Quando la base sarÃ cotta, sfornatela 15. Distribuite uniformemente la passata di pomodoro condita aiutandovi con un cucchiaio 16 e disponete le fettine (o i dadini) di mozzarella sopra 17. Ponete nuovamente in forno statico preriscaldato a 200Â° per 10-15 minuti (oppure ventilato a 180Â° per 8-10 minuti). "
}