{
    "title": "Ciambelle pizza",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 240 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "200 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le ciambelle pizza per prima cosa occupatevi della mozzarella. Tagliatela a fette 1 e ponetela a scolare in un colino 2. Passate poi al pomodoro, versate la polpa in una ciotola e aggiungeteÂ sale 3 e pepe.Â Unite l'origano 4 e mescolate il tutto 5. Riponete in frigorifero e nel frattempo realizzate l'impasto: in una ciotola capiente versate la farina e il lievito istantaneo per preparazioni salate 6.Â Iniziate ad aggiungere l'acqua a filo 7 e iniziate a lavorare l'impasto con le mani, fino a terminare tutta l'acqua 8. Aggiungete poi il sale 9,Â e impastate nuovamente 10. Continuate a lavorare l'impasto sul piano da lavoro leggermente infarinato fino a ottenere un panetto omogeneo e compatto 11, dividetelo inÂ sei porzioni da circa 100 g ciascuna 12. Una volta ottenuti 6 pezzi 13, stendete ciascuna porzione formando dei bigoli di circa 24 centimetri di lunghezza 14. A questo punto create delle ciambelle facendo aderire le due estremitÃ con una leggera pressione 15 . Man mano che formate le ciambelle, trasferitele su una leccarda rivestita con carta da forno 16, avendo cura di pressare leggermente sulle due estremitÃ appena unite, per essere sicuri che siano sigillate 17. Una volta che avrete preparato le 6 ciambelle 18 conditele con il pomodoroÂ tenuto da parte (19-20) e cuocete in forno statico preriscaldato a 200Â° per 25 minuti. Trascorsi i 25 minuti tirate fuori le ciambelle dal forno 21 e distribuite sopra la mozzarella 22, dunque infornatele nuovamente per altriÂ 5 minuti, fino a che la mozzarella non si sarÃ sciolta 23. Le ciambelle pizza sono pronte da gustare calde e filanti 24!Â "
}