{
    "title": "Cozze in salsa di zafferano",
    "ingredients": [
        {
            "ingredient": "Cipolle",
            "quantity": "1 piccola"
        },
        {
            "ingredient": "Olio",
            "quantity": "extravergine di oliva 5 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Vino",
            "quantity": "bianco 80 gr"
        }
    ],
    "preparation": " Per preparare le cozze in salsa di zafferano iniziate dalla pulizia delle cozze: riponete le cozze in una ciotola e sciacquatele sotto l’acqua fresca corrente 1. Aiutandovi con un coltello eliminate le impurità dal guscio della cozza 2, quindi togliete la barba (o bisso) strappandola con le mani 3, quindi con una spazzola rigida strofinate velocemente e con vigore le cozze una per una sotto l'acqua corrente e mettetele da parte. In una padella antiaderente mettete a soffriggere, con poco olio, la cipolla tritata finemente 4, aggiungete due foglie di alloro 5 e Il prezzemolo tritato, tenendone da parte un po' per la guarnizione finale 6. Non appena la cipolla sarà appassita unite le cozze 7 e fatele aprire a fuoco vivo, sfumando con il vino bianco 8. Una volta che si saranno tutte aperte le cozze, toglietele dal tegame, eliminate la parte di guscio che non contiene il mollusco e tenetele da parte, al caldo. Fate ora restringere il liquido di cottura aggiungendo una bustina di zafferano sciolta precedentemente in poco liquido delle cozze 10, fino ad ottenere una cremina densa, quindi eliminate le foglie di alloro 11. Mettete le cozze su un piatto da portata e cospargetele con la cremina, infine guarnite con del prezzemolo tritato finemente. Le cozze in salsa di zafferano sono pronte, servitele immediatamente. "
}