{
    "title": "Biscotti integrali",
    "ingredients": [
        {
            "ingredient": "Farina integrale",
            "quantity": "350 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 150 g"
        },
        {
            "ingredient": "Zucchero muscovado",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        }
    ],
    "preparation": " Per preparare i biscotti integrali iniziate ad occuparvi della frolla: versate in un mixer la farina integrale 1, lo zucchero muscovado 2 e il burro freddo di frigorifero tagliato a cubetti 3. Azionate le lame fino a frullare il tutto e fino ad ottenere un composto sbricioloso 4, poi trasferitelo su una spianatoia. Aggiungete la scorza del limone grattugiata 5 e le uova leggermente sbattute 6. Iniziate ad impastare velocemente con le mani (7-8) giusto il tempo di ottenere un panetto uniforme 9, ma senza scaldare troppo l'impasto. Avvolgetelo quindi nella pellicola trasparente 10 e lasciatelo riposare in frigorifero per 1 ora. Dopodichè infarinate leggermente la spianatoia e stendete la vostra frolla 11 fino ad ottenere uno spessore di circa 1 cm 12. A questo punto utilizzate un coppa pasta del diametro di 5 cm intagliate i vostri biscotti 13 e trasferiteli su una leccarda foderata di carta forno, aiutandovi con una spatolola 14, distanziandoli leggermente. Una volta riempita l'intera teglia 15 cuocete i biscotti in forno statico preriscaldato a 170° per 15-17 minuti (potete provare a cuocere in forno ventilato sempre a 170° per 12 minuti circa). Appena cotti, sfornateli 16, attendete qualche minuto e trasferiteli su una gratella 17 per farli raffreddare completamente. Nel frattempo impastate rapidamente gli scarti di frolla e continuate a preparare gli altri biscotti integrali per poi cuocerli come indicato precedentemente; in tutto otterrete circa 40 biscotti. Non vi resta quindi che servirli per la colazione o la merenda 18! "
}