{
    "title": "Fritto misto di verdure e formaggi",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "1"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "1"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Patate",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Caciotta romana",
            "quantity": "50 g"
        },
        {
            "ingredient": "Provolone",
            "quantity": "50 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "70 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "½"
        },
        {
            "ingredient": "Farina",
            "quantity": "370 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "550 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il fritto misto di verdure e formaggi iniziate predisponendo le verdure: pulite e tagliate a bocconcini il cavolfiore e il broccolo 1, cuocete in acqua bollente i broccoli per 3 minuti 2 e il cavolfiore per 5 minuti, devono rimanere croccanti. Tagliate le patate a fettine sottili 3 e cuocetele per 1 minuto in acqua bollente salata. Pulite ora i carciofi seguendo le indicazioni che trovate qui, tagliateli in quarti e poneteli in una ciotola con acqua e limone per evitare che anneriscano 4. Lavate le zucchine e ricavatene delle fettine sottili 5. A questo punto preparate i formaggi: in una capiente ciotola ponete la ricotta, le fettine di caciotta tagliate finemente e 2 cucchiai di provolone grattugiato, farina, sale, pepe, noce moscata 6 e mescolate tutto 7 per formare delle polpette di circa 15 gr ciascuna 8. Infine tagliate la restante parte di provolone a fettine 9. Predisponete il necessario per la panatura: in una ciotola sbattete i tuorli con il sale, e ponete su due ampi vassoi la farina e il pangrattato. Iniziate con la panatura dei formaggi: passateli nella farina 10, poi nell’uovo 11 e infine nel pangrattato 12 e metteteli da parte. Proseguite nello stesso modo con metà dei carciofi 13. Ora preparate la pastella: in una ciotola versate l’acqua e aggiungete a poco a poco la farina mescolando con una frusta in modo che non si formino grumi 14, lasciate riposare la pastella in frigorifero per circa mezz'ora. Tutto è pronto per la frittura: ponete sul fuoco un’ampia padella con abbondante olio di semi, non appena l’olio sarà caldo iniziate a friggere per prime le patatine 15 e poi lasciatele asciugare su carta assorbente. Immergete nella pastella i bocconcini di cavolfiore 16, di broccolo, le zucchine e i restanti carciofi, friggeteli 17 e lasciateli asciugare. Terminate la frittura con i formaggi e i carciofi impanati. Abbiate cura di asciugare tutte le verdure e i formaggi su un foglio di carta assorbente per eliminare l’olio in eccesso 18. Servite subito la frittura di verdure e formaggi calda e croccante! "
}