{
    "title": "Trota salmonata all'arancia",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "circa 4 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Trota salmonata",
            "quantity": "2 da 800 g"
        }
    ],
    "preparation": " Per preparare la trota salmonata all'arancia iniziate dalla pulizia delle trote: praticate un taglio nel senso della lunghezza del pesce nella parte bassa ed eliminate le viscere, poi lavatela bene sotto l'acqua corrente e asciugatela (1-2). Cospargete le carni della trota con il sale 3 e conditela con il prezzemolo tritato e un pezzo di burro 4. Prendete poi una pirofila e oliatela 5. Adagiatevi sopra le due trote salmonate ripiene e salatelee pepatele anche all'esterno 6. Cuocete in forno le due trote a 180° per circa mezz'ora: durante la cottura dovrete di tanto in tanto muovere la pirofila per staccare il pesce dal fondo (senza però toccarlo) e irrorarlo con il liquido di cottura sprigionato 7. Cinque minuti prima del termine della cottura, spremete il succo di un'arancia 8 e con esso irrorate le trote 9. Fate terminare la cottura in forno e una volte pronte sfornate le trote e spostatele su di un piatto da portata. Raccogliete il fondo di cottura delle trote in un pentolino 10 e unite qualche cucchiaio di panna 11. Fate ridurre la salsa a fuoco bassisimo per qualche minuto, aggiustate di sale se necessario, e una volta pronta ponetela in una salsiera. Servite la vostra trota salmonata all'arancia insieme alla salsa di accompagnamento! "
}