{
    "title": "Ombrina al cartoccio al profumo d'agrumi",
    "ingredients": [
        {
            "ingredient": "Ombrina",
            "quantity": "(due da 650 g l'una) 1,3 kg"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "(non trattata) 2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'ombrina al cartoccio al profumo d'agrumi cominciate dalla pulizia del pesce. Prendete l’ombrina, ponetela sotto acqua corrente e deliscatela aiutandovi con l’apposito attrezzo squamatore 1 o con la lama coltello. Strofinate l’attrezzo più volte lungo tutto il corpo dell’ombrina, dalla coda verso la testa. Ripetete l’operazione fino a quando non sarà totalmente squamata mantenendo il pesce sotto acqua corrente per favorire la pulitura delle squame ed evitare di spargerle sul piano di lavoro. Dopodiché adagiate l’ombrina su un tagliere, prendete le forbici e praticate un taglio sul ventre del pesce partendo dalla coda fino ad arrivare alla testa 2.Estraete le interiora 3 e sciacquate l'interno accuratamente sotto acqua corrente 4. Adagiate nuovamente l’ombrina sul tagliere ed incidete con un coltello dalla lama affilata il dorso del pesce effettuando un taglio profondo dalla testa fino alla coda 5. Quindi, tagliate via il primo filetto 6 e ponetelo da parte. A questo punto inclinando il coltello in diagonale effettuate un taglio netto della testa in corrispondenza delle branchie del pesce 7. Private poi l'ombrina della lisca centrale 8. Togliete la lisca centrale aiutandovi con il coltello 10 e con delle pinzette da cucina eliminate anche le rimanenti lische 10. Otterrete quindi due filetti di ombrina. Ripete tutte le operazioni di pulizia anche con l’altra ombrina e tenete i filetti da parte. assate alla preparazione degli agrumi. Prendete l’arancia non trattata e con un coltellino ricavatene la buccia ruotando la lama attorno al frutto in modo da ottenere una striscia lunga di scorza di circa 2cm di larghezza 11 (fate attenzione a non romperla). Se ricavando la buccia avete tagliato anche la parte interna bianca, quella più amarognola, raschiatela via con la lama di un coltellino 12. Poi dividete la buccia dell’arancia a metà seguendo la linea della scorza, nel senso della lunghezza 13. Ripetete questi passaggi anche per l’altra arancia e per i limoni. Ora prendete un filetto di ombrina e partendo dalla parte più larga avvolgete intorno una scorza di arancia, creando un motivo a spirale 14. Quindi prendete una scorza di limone e fatelo passare tra la scorza di arancia 15 in modo tale che la buccia di arancia e quella di limone risultino intrecciate 16. Ripetete l’operazione anche per gli altri filetti. Salate e pepate 17 ed adagiate la maggiorana tra le scorze degli agrumi 18. Poi prendete una leccarda, foderate con carta stagnola e sopra di essa ponete della carta forno 19. A questo punto adagiate un filetto di ombrina sulla carta forno 20. Tagliate uno spicchio di aglio a metà e ponetene una metà sul filetto 21. Irrorate con olio extravergine di oliva 22 ed avvolgete la carta forno fino a ricoprire il pesce 23. Dopodiché avvolgete anche la carta stagnola congiungendone gli estremi 24. Dovete chiudere completamente il pesce all’interno come un fagottino e chiudere gli estremi come fosse una caramella 25. Ripetete l’operazione anche per gli altri filetti di ombrina e adagiateli su una leccarda ed infornate a forno statico preriscaldato a 200°C per 20 minuti (se usate il forno ventilato basteranno 180°C per 12 minuti) 26. Una volta cotti togliete la carta stagnola e servite i vostri filetti di ombrina al profumo di agrumi ancora avvolti nel cartoccio di carta forno 27. "
}