{
    "title": "Sarde in saor",
    "ingredients": [
        {
            "ingredient": "Sarde",
            "quantity": "giÃ pulite 600 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "600 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pinoli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le sarde in saor iniziate sbucciando le cipolle, poi tagliatele a metà e lasciatele in ammollo in acqua fredda per circa 30 minuti 1. Ammollate l’uva passa in acqua tiepida. Prendete le sarde (se fosse necessario pulitele eliminando la testa e la lisca centrale e aprendole a libro, vedi qui come fare) e infarinatele bene 2 da entrambi i lati 3, scuotetele per eliminare la farina in eccesso e friggetele in abbondante olio di semi 4. Poi scolatele 5 e ponetele su un foglio di carta assorbente per eliminare l’olio in eccesso 6, infine salatele. Tagliate le cipolle in fettine sottili e mettetele ad appassire a fuoco basso 7 (per circa 20/30 minuti) in un ampio tegame con l’olio extravergine d’oliva; trascorso questo tempo alzate il fuoco, salate, aggiungete lo zucchero e l’aceto di vino bianco 8, lasciatelo sfumare, proseguite la cottura per alcuni minuti e spegnete il fuoco. Ponete quindi in una terrina uno strato di sarde fritte 9, poi coprite con delle cipolle 10, poi una manciata di uvetta e pinoli 11, componete in questo modo altri due strati 12, fino a finire gli ingredienti. Terminate con abbondanti cipolle, pinoli, uvetta, 2 foglie di alloro e pepe rosa in grani.Lasciate riposare in un luogo fresco per almeno 24 ore prima di gustare le sarde in saor! "
}