{
    "title": "Involtini di sogliola al prosciutto crudo",
    "ingredients": [
        {
            "ingredient": "Sogliola",
            "quantity": "700 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "6 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "in grani q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per realizzare gli involtini di sogliola al prosciutto crudo tagliate a metà i filetti di sogliola e adagiateli su un tagliere 1(se avete acquistato una sogliola intera dovrete pulirla e sfilettarla , per aiutarvi potete seguire la nostra scheda Come pulire la sogliola). Salate e insaporite i filetti con la scorza di limone grattugiata 2 e ciuffetti di aneto 3. Tagliate il prosciutto a fette sottili della misura dei filetti di sogliola 4 e disponeteli sopra ciascun filetto 5. Avvolgete il filetto per creare un rotolino 6. Quindi mondate il porro eliminando le estremità e le foglie più esterne, dopo aver tolto il primo strato di fogliem prendete una e utilizzatela per ricavare delle sctriscioline che vi serviranno per fermare i rotolini. Tagliate il porro nel senso della lunghezza in modo da ricavare dei fili sottili 7 da avvolgere intorno all’involtino 8. Scaldate l’olio in padella e fate rosolare l’aglio per pochi minuti 9, il tempo necessario per insaporire l’olio, estraete l’aglio con una pinza 10 e adagiate nella pentola gli involtini 11. Coprite con il coperchio 12 e cuocete per 10 minuti poi aromatizzate con pepe rosa in grani 13 e aneto tritato 14. Gli involtini di sogliola al prosciutto crudo sono pronti per essere portati in tavola, ben caldi 15! "
}