{
    "title": "Tris di bruschette",
    "ingredients": [
        {
            "ingredient": "Pane casereccio",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burrata",
            "quantity": "200 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "130 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Gamberi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "2"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "80 g"
        },
        {
            "ingredient": "Paprika",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tris di bruschette, iniziate dal pane: ponete il filone di pane su un tagliere e tagliatelo a fette spesse circa 2-3 cm 1. Dopodichè formate uno strato di carta forno su una leccarda, disponeteci le fette di pane e oliatele, aiutandovi con un pennello per uniformare l'olio 2. A questo punto infornate in forno statico preriscaldato a 220° per 5 minuti e poi impostate sul grill e fate cuocere altri 2 minuti (se usate un forno ventilato, cuocete a 200° per 5 minuti e poi impostate su grill per altri 2 minuti). Quando le fette di pane saranno ben dorate e leggermente abbrustolite, saranno pronte per essere condite 3. Per preparare le bruschette con melanzane burrata e datterini, iniziate lavando la melanzana e mondandola. Quindi tagliatela a fette spesse 1 cm 1 e poi trasferite le fette su una leccarda rivestita con carta forno, salatele 2 e versate un filo d'olio extravergine di oliva su ognuna 3. A questo punto infornate in forno statico preriscaldato a 200° per 10 minuti e poi impostate il grill e fate cuocere per altri 2 minuti. Se usate il forno ventilato, cuocete a 180° per 5 minuti e poi impostate il grill proseguendo la cottura per 2 minuti. Quando le fette di melanzana si saranno ammorbidite e risulteranno ben dorate 4, trasferitele in una ciotola e conditele con delle foglie di menta 5. Coprite la ciotola con la pellicola trasparente e lasciate riposare per circa 5 minuti a temperatura ambiente, in modo che si ammorbidiscano ulteriormente con il loro stesso vapore 6. Ora caramellate i pomodori datterini. Lavate con cura i datterini e tagliateli a metà. Dopodichè prendete una padella antiaderente, versateci un filo d'olio e i pomodorini tagliati 7. Aggiungete lo zucchero di canna 8 e il timo 9 e fate cuocere per 5 minuti a fuoco medio, fino a quando i datterini non saranno leggermente appassiti e avranno perso un po' del loro liquido. Non vi resta ora che condire le fette di pane abbrustolito. Sistemate le fette di pane su un tagliere e formate uno strato di melanzane 10, poi sistemate un pezzo di burrata 11 e unite i datterini 12. Le vostre bruschette con melanzane burrata e datterini sono pronte per essere gustate! Per preparare le bruschette con cipolla e salsiccia, iniziate sgranando la salsiccia: incidete il budello di salsiccia con la punta di un coltello affilato ed eliminate la pelle 1. Dopo aver formato delle polpettine di salsiccia 2, prendete la cipolla bianca e affettatela 3. Scaldate un filo d'olio in una padella antiaderente e poi aggiungete la cipolla affettata 4. Quando la cipolla inizierà a rosolare, aggiungete mezzo bicchiere d'acqua 5 e infine l'aceto balsamico 6, fate cuocere per 5 minuti a fuoco lento. Una volta che la cipolla si sarà ammorbidita e colorata, unite le polpettine di salsiccia 7, coprite la padella con un coperchio 8 e lasciate cuocere per altri 5 minuti. Quindi trasferite le polpettine di salsiccia e la cipolla sulle fette di pane abbrustolite, innaffiando con il sugo all'aceto balsamico formatosi durante la cottura 9. Le vostre bruschette con cipolla e salsiccia sono pronte per essere servite e gustate ancora calde! Per preparare le bruschette con gamberi e pesto di zucchine, iniziate pulendo i gamberi: eliminate le teste 1 e sgusciateli 2. Quindi versate un filo d'olio in una padella antiaderente, aggiungete i gamberi sgusciati 3 e fate cuocere per 5 minuti. In questa ricetta sono stati utilizzati dei gamberi decongelati, potete usare anche dei gamberi freschi, facendoli cuocere fino a quando non raggiungeranno un colore rosato. Per scoprire come pulire al meglio i gamberi freschi, consultate la Scuola di cucina: come pulire i gamberi. Se utilizzate gamberi già sgusciati, ve ne serviranno circa 100 g. Salate a piacere 4 e poi aggiungete la paprika 5, quindi mescolate e fate sbollentare ancora per qualche secondo, fino a quando i gamberi non si saranno colorati 6. Ora preparate il pesto di zucchine: lavate con cura la zucchina e mondatela, dopodichè tagliatela a rondelle piuttosto spesse e ponetela in un mixer. Unite le mandorle pelate 7, alcune foglie di basilico 8 e versate un filo d'olio 9. Azionate il mixer fino ad ottenere una composto denso e cremoso 10, che andrete a spalmare sulle fette di pane abbrustolito 11. Aggiungete i gamberi 12 e le vostre bruschette con gamberi e pesto di zucchine saranno pronte per essere messe in tavola! "
}