{
    "title": "Spada in crosta con purea di topinambur",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "(4 fette) 600 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "20 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattato) 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Topinambur",
            "quantity": "650 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare lo spada in crosta con purea di topinambur, iniziate a pelare i topinambur 1, poi tagliateli a fettine 2. In una padella fate rosolare l'aglio con un filo d'olio e le foglioline di prezzemolo, poi unite le fettine di topinambur 3 e cuocete a fuoco basso per circa 20 minuti, aggiungendo il brodo vegetale di tanto in tanto per favorire la cottura. Una volta cotto, frullatelo con un frullatore ad immersione 4 per ottenere una purea cremosa e omogena 5. Tenete da parte e proseguite con il pesce spada: preparate le erbe aromatiche, le noci e i capperi scolati dal liquido di conservazione 6: serviranno per creare la crosta dei filetti di pesce spada. Ponete le foglie di menta, timo 7, prezzemolo, i capperi, le noci 8 e il peperoncino 9 in un mixer. Frullate il tutto 10 per ridurlo ad un composto sabbioso da versare su un vassoio e aromatizzare con scorza di limone non trattato 11. Spennellate da entrambi i lati le fette di pesce spada con dell'olio d'oliva 12 Ponete una fetta alla volta di pesce nella panatura e massaggiate la superficie per distribuirlaÂ 13. Fate scaldare sul fuoco una pentola capiente, quando sarÃ ben calda iniziate a cuocere le fette di pesce spada 14: basteranno un paio di minuti per lato il tempo che l'esterno diventi croccante ma la carne all'interno rimanga morbida e succosa. Una volta cotto, spegnete il fuoco e dividete sui piatti da portata una fetta di pesce spada in crosta e la purea di topinambur 15. "
}