{
    "title": "Gamberoni al guazzetto",
    "ingredients": [
        {
            "ingredient": "Gamberoni",
            "quantity": "(12 pezzi) 600 g"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "(pomodorini ciliegino) 400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i gamberoni al guazzetto per prima cosa iniziate dalla pulizia dei gamberoni: tirate via solo il carapace che li avvolge 1 ed eliminate il filamento scuro, ovvero l'intestino del gambero, tirandolo delicatamente con la lama del coltello o uno stuzzicadenti 2. Lasciate attaccate la testa e la coda e adagiate i gamberoni su un vassoio 3. Prendete il peperoncino fresco, estraete i semini interni e tagliatelo a striscioline sottili 4. In una padella scaldate l’olio di oliva, unite poi uno spicchio di aglio intero sbucciato 5 e il peperoncino affettato 6. Quando l’olio sarà ben caldo adagiate in padella i gamberoni, uno vicino all’altro senza sovrapporli 7, rosolateli da entrambi i lati per 1 minuto, quindi sfumate con il brandy 8, inclinate la padella in modo che il liquore prenda fuoco e lasciate fiammeggiare fino a che non si spegnerà da solo. Aggiungete quindi i pomodorini pelati 9 e allungate il sugo con l’acqua 10. Salate, pepate, coprite con il coperchio 11 e proseguite la cottura per circa 4-5 minuti. Eliminate con una pinza da cucina lo spicchio d’aglio 12, poi schiacciate con una forchetta una parte dei pomodorini e continuate a cuocere i gamberoni ancora per circa 10 minuti. Lavate, asciugate e tritate finemente il prezzemolo 13. A cottura ultimata spegnete il fuoco, insaporite i gamberoni al guazzetto con il prezzemolo fresco 14 e serviteli in tavola ben caldi 15. "
}