{
    "title": "Torta con cioccolato al latte",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(6 medie) 325 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "35 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta al cioccolato al latte per prima cosa iniziate a tritare grossolanamente il cioccolato 1, poi trasferitelo all'interno di una bastardella e ponetelo a sciogliere a bagnomaria 2. Solo quando sarà completamente fuso 3 unite anche il burro tagliato a cubetti 4 e continuate a mescolare 5 fino a che sarà completamente sciolto 6. A questo punto lasciate intiepidire il composto mescolandolo di tanto in tanto; nel frattempo trasferite le uova all'interno della ciotola di una planetaria (potete in alternativa usare uno sbattitore elettrico) poi unite lo zucchero 7 e azionate la planetaria a velocità moderata 8. Nel frattempo setacciate all'interno di un'altra ciotola la farina 9, la fecola 10 e il lievito 11. Una volta che le uova saranno diventate chiare e spumose, sempre con la planetaria in azione, versate a filo il composto di cioccolato e burro 12 ormai tiepido. Solo quando si sarà completamente assorbito iniziate ad aggiungere le polveri poco per volta 13, fino a quando non saranno e assorbite completamente nell'impasto. Una volta che l'impasto sarà pronto 14, fermate la macchina. Imburrate e foderate una tortiera di 24 cm con della carta forno, poi versate il composto al suo interno 15. Se necessario livellate con una spatola per uniformare la superficie 16, poi cuocete la torta al cioccolato in forno statico preriscaldato a 180° per 70 minuti, se la superficie dovesse scurirsi troppo procedete a coprire il dolce con un foglio di alluminio. In alternativa se necessitate di utilizzare il forno ventilato potete provare diminuendo la temperatura di circa 20 gradi e cuocendo la torta al cioccolato 10 minuti in meno. Vi consigliamo di effettuare sempre la prova con uno stuzzicadenti prima di sfornare, per assicurarvi della corretta cottura del dolce. Una volta sfornata 17 lasciate intiepidire la vostra torta al cioccolato al latte prima di sformarla e servirla 18! "
}