{
    "title": "Crostata alla crema di limoni",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 95 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "190 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "75 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 2) 40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 6) 110 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "35 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "35 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattati 2"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crostata alla crema di limoni, iniziate dalla pasta frolla. In un mixer versate la farina, un pizzico di sale ed il burro freddissimo tagliato a pezzi 1, frullate brevemente il tutto fino ad ottenere un composto dall'aspetto sabbioso 2 e ponetelo su una spianatoia insieme allo zucchero a velo. Formate una fontana nel centro e unite la scorza di limone grattugiata 3 e i tuorli 4. Impastate con le mani brevemente 5 affinché gli ingredienti si amalgamino per bene tra loro e ottenete un panetto omogeneo che poi rivestirete con la pellicola trasparente 6 lasciando riposare in frigorifero per almeno mezzora. Intanto dedicatevi alla preparazione della crema pasticcera al limone. In un tegame unite il latte insieme alla scorza di un limone, che potrete sbucciare con un pelapatate, in questo modo eviterete la parte bianca che è amara 7, lasciate riscaldare a fiamma dolce senza mai arrivare al bollore. Intanto in un recipiente lavorate energicamente i tuorli e lo zucchero con una frusta 8, setacciate e aggiungete la farina e la fecola (o maizena) 9 e continuate a mescolare facendo attenzione a non formare grumi. Unite il latte a filo nella ciotola e continuate a mescolare bene con una frusta 10. Quindi ripassate il composto in pentola, filtrandolo con un colino per evitare la formazione di grumi e per eliminare le scorze di limone 11. Continuate a mescolare la crema, cuocendola a fuoco basso per circa 15 minuti, fino a quando non si sarà addensata 12. Sistemate la crema in un recipiente e coprite con pellicola trasparente a contatto (usando pellicole adatte a questa procedura), in questo modo eviterete che si formi la crosticina in superficie 13; riponetela in frigorifero. Riprendete la frolla e tiratela con un matterello su una spianatoia leggermente infarinata e ottenete uno spessore di circa mezzo centimetro. Sistemate la frolla stesa in una teglia del diametro di 20 cm e alta 3,5 cm 14 (noi abbiamo utilizzato una teglia forata, se avete quella classica non forata dovrete imburrarla ed infarinarla prima, per evitare che la pasta si attacchi al fondo). Passate il matterello sulla superficie della teglia così da eliminare l’eccesso di pasta 15 che potrete impastare e tirare nuovamente, per formare le losanghe di decorazione. Per ottenerle munitevi di un tagliapasta dentellato oppure di un coltello 16. Bucherellate il fondo della crostata con i rebbi di una forchetta 17, in questo modo l’impasto non rigonfierà eccessivamente durante la cottura e poi versate la crema pasticcera al limone livellandola con il dorso di un cucchiaio, leggermente inumidito 18. Sistemate le striscioline di impasto adagiandole delicatamente prima in un senso 19 e poi nell’altro 20 così da ottenere un motivo a rete, l’importante è che siano sufficientemente distanziate tra loro. Con una lama eliminate gli eccessi di impasto 21 e spennellate le losanghe con l'uovo leggermente battuto, aiutandovi con un pennellino da cucina 22. Infornate la crostata in forno statico preriscaldato a 170° per 60 minuti (o ventilato a 150° per circa 50 minuti) avendo cura di coprire con un foglio di carta d’alluminio una volta trascorsi 45 minuti (35 minuti per il ventilato), altrimenti la superficie potrebbe bruciare 23. La vostra crostata alla crema di limoni è pronta, sfornatela e lasciatela raffreddare per almeno un paio d’ore, così la crema si assesterà per bene, infine spolverizzate la superficie con un po’ di zucchero a velo e gustatela 24. "
}