{
    "title": "Ali di pollo affumicate con tabouleh",
    "ingredients": [
        {
            "ingredient": "Alette di pollo",
            "quantity": "intere 8"
        },
        {
            "ingredient": "Jack Daniel's Barbecue Sauce",
            "quantity": "tazza 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1/2 tazza"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1/2 tazza"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 1/2 tazza"
        },
        {
            "ingredient": "Paprika",
            "quantity": "1/2 tazza"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "1/4 di tazza"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "rasi 2 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Bulgur",
            "quantity": "2 tazze"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1/2 tazza affettato sottilmente"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "a cubetti 1 tazza"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 tazze"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1/4 di una tazza"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1/4 di una tazza"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Si inizia tagliando le ali di pollo lungo le giunzioni delle ossa 1 eliminando la parte sottile. Riporre tutte le ali in un contenitore 2. Aggiungere gradualmente gli ingredienti della marinatura: rosmarino, aglio tritato 3, olio 4, succo di limone 5, pepe macinato 6, paprika 7, salsa tabasco 8. Mescolare energicamente 9, coprire con pellicola trasparente e lasciare marinare in frigo per circa un'ora. Nel frattempo cuocere il Burghur 10 leggendo le istruzioni sulla confezione (alcuni sono precotti e non necessitano di tempi di cottura lunghi) . In una ciotola piuttosto capiente unite il pomodoro a cubetti, il prezzemolo e il cipollotto 11; aggiungete il bulgur ormai freddo 12, l'olio 13, il limone 14 quindi mischiate tutti gli ingredienti, aggiustate di sale e riponete in frigo. Preparare il set up del grill per le cotture indirette come mostrato in quesi passaggi: (16-17-18) e in questi: (19-20-21) Terminate di sistemare il set (22-23) prima di aggiungere le chips precedentemente messe a bagno per circa 30 minuti e quando inizia la produzione di fumo 24, sistemate le ali, con il lato della pelle rivolto in alto, sulla graticola 25 togliendo i residui della marinatura. La marinatura deve essere buttata via e non può essere utilizzata per spennellare il pollo in cottura. Chiudere il coperchio del barbecue, stabilizzare la temperatura sui 170° e lasciare cuocere per circa 20 minuti senza mai aprire il coperchio. A metà cottura, rigirare le ali 26, chiudere nuovamente il coperchio e terminare la cottura per altri 20 minuti. A cottura ultimata, versare in un contenitore e aggiungere la salsa barbecue piccante (ad esempio la Jack Daniel's BBQ sauce e una buona dose di tabasco) e rigirare per ricoprire bene le ali. Servire le hot wings sul letto di tabuleh e la salsa barbecue a parte 27. La freschezza dell'insalata andrà a bilanciare perfettamente il gusto piccante, speziato e affumicato delle ali di pollo. "
}