{
    "title": "Scaloppine in rosa",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "scaloppine 400 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "2 cucchiaini"
        }
    ],
    "preparation": " Per preparare le scaloppine in rosa, occorre che le carne sia di ottima qualità e molto tenera. Per prima cosa prendete un tagliere, adagiatevi le fettine e poi battetele con un batticarne 1, se le fettine sono molto grandi tagliatele a metà in modo da ottenere delle porzioni regolari 2. Infarinate le fettine da entrambi i lati 3. Intanto fate scaldare l'olio e il burro in una padella antiaderente. Quando l'olio sarà caldo, adagiatevi le scaloppine e lasciatele rosolare da entrambi i lati un paio di minuti, finché non si saranno dorate (4-5). Unite il vino e lasciatelo evaporare 6. Intanto diluite il concentrato di pomodoro con dell’acqua o del brodo caldo 7. Quando il vino sarà evaporato aggiungete il pomodoro 8 e aggiustate di sale e di pepe, secondo i vostri gusti. Quando il pomodoro si sarà ben amalgamato aggiungete qualche cucchiaio di latte per stemperare il fondo di cottura 9 e poi unite il mascarpone che avrete stemperato con un goccio di latte 10, versate il mascarpone in padella e amalgamate bene il tutto 11, lasciate cuocere finché il sugo non si sarà addensato, quindi aggiungete il pepe rosa in grani 12. Servite le scaloppine in rosa ricoperte con il sugo al mascarpone. "
}