{
    "title": "Torta paesana",
    "ingredients": [
        {
            "ingredient": "Pane raffermo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "la scorza e il succo 1"
        }
    ],
    "preparation": " Per preparare la torta paesana, iniziate scaldando il latte (non dovrà raggiungere il bollore) 1. Nel frattempo prendete il pane raffermo (in alternativa potete far tostare la pagnotta intera in forno in modo che si secchi) e tagliatelo 2 per ricavare delle fette, quindi riducetelo a cubetti 3. Ponete il pane in una ciotola. Grattugiate la scorza di un’arancia non trattata 4 (tenete poi l'arancia da parte, servirà successivamente), poi versate sul pane il latte ben caldo 5. Mescolate con un cucchiaio e coprite con pellicola trasparente 6; lasciate macerare il pane per mezz’ora. Di tanto in tanto mescolate, in modo che tutto il pane assorba il latte e si ammorbidisca per bene. Intanto spremete l’arancia 7 e mettete in ammollo l’uvetta passa nel suo succo 8 . Poi in un mixer versate gli amaretti e il cacao amaro 9, azionate le lame per ridurre il tutto ad una polvere 10. A questo punto riprendete il pane oramai morbido, mescolate con un cucchiaio o una forchetta per sfaldarlo ulteriormente 11 e unite il cacao amaro 12. Amalgamatelo al pane 13; quindi sbattete le uova in una ciotolina a parte 14 e versatele nel composto. Mescolate con una spatola 15 e quando si saranno assorbite, unite anche lo zucchero 16. Poi versate i pinoli 17 e scolate bene l’uvetta dal succo di arancia 18, prima di aggiungerla al composto 19. Mescolate bene con una spatola per amalgamare tutti gli ingredienti 20. Imburrate e foderate con carta da forno una teglia di 24 cm di diametro 21 e versate all’interno il composto 22. Infornate in forno statico preriscaldato a 180° per 60 minuti (oppure a 160° per 50 minuti se utilizzate un forno ventilato). Una volta cotta 23, sfornate la torta paesana e fatela intiepidire, quindi sformatela e fatela raffreddare su una gratella, prima di servirla 24. "
}