{
    "title": "Straccetti di pollo al radicchio",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "650 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "lungo 400 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        }
    ],
    "preparation": " Per preparare gli straccetti di pollo al radicchio prendete il petto di pollo, tagliatelo a metà 1 eliminando eventuali parti grasse e l'ossicino centrale; con un coltello ricavate delle striscioline piuttosto sottili 2. In una teglia versate l’olio 3, unite le foglioline di timo e maggiorana 4 e regolate di sale 5 e pepe 6. Grattugiate la scorza di un limone non trattato 7 e poi distribuite gli straccetti di pollo uno accanto all’altro nella teglia in modo che la marinatura si distribuisca in maniera uniforme 8; coprite con la pellicola trasparente e mettete in frigorifero per almeno 2 ore 9. Lavate il radicchio con abbondante acqua fresca corrente; eliminate la base 10, tagliatelo a metà 11, togliete la costa dura 12 e poi tagliatelo a listarelle per il senso della lunghezza 13. Mondate e tagliate finemente la cipolla 14, fatela appassire a fuoco basso in una padella ampia antiaderente con l’olio per 5 minuti 15. Aggiungete l'acqua 16, lo zucchero di canna 17, facendo cuocere per altri 5 minuti. Unite anche il radicchio tagliato a listarelle e fate cuocere per 2 minuti, alzando la fiamma 18. Togliete il pollo dal frigorifero e aggiungetelo alle verdure 19. Fate cuocere per 2-3 minuti e, quando il pollo prenderà colore, spegnete 20. Infine potete servire e gustare i vostri straccetti di pollo al radicchio 21. "
}