{
    "title": "Hamburger di tacchino",
    "ingredients": [
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Tacchino",
            "quantity": "macinato 600 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "480 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pecorino sardo",
            "quantity": "fresco, dolce, a fette 80 g"
        },
        {
            "ingredient": "Insalata",
            "quantity": "verde 60 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "10 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare gli hamburger di tacchino cominciate dal trito delle erbe aromatiche: rosmarino, origano e timo 1. In un recipiente unite la carne macinata con la senape ed il trito 2; aggiustate di sale e pepe 3. Impastate a mano tutti gli ingredienti 4 e lasciate riposare il composto in frigorifero per 15 minuti. Intanto lavate e spuntate la melanzana eliminando le estremità. Affettatela dello spessore di circa mezzo centimetro 5 e disponetela sulla piastra ben arroventata e leggermente unta 6. Dopo pochi minuti di cottura girate i dischi di melanzane così li cuocerete anche dall’altra parte 7 a fine cottura mettete da parte. Sfogliate la vostra insalata e sciacquatela accuratamente in modo da poter eliminare residui di terreno 8, dopodiché trasferite la lattuga su un vassoio con carta assorbente e tamponate delicatamente per asciugare, in questo modo non la danneggerete 9. Infine lavate il pomodoro e dopo averlo privato del picciolo affettatelo, come per le melanzane, a fette di mezzo centimetro di spessore 10 e fate lo stesso con il formaggio 11. A questo punto tutti i vostri ingredienti sono pronti 12, non vi resta che passare alla composizione dei medaglioni. Riprendete la carne trita dal frigo e disponetela all’interno di un coppa pasta circolare di 11 cm e che avrete adagiato su un foglio di carta forno 13. Poi aiutatevi con il dorso di un cucchiaio a livellare la superficie per renderlo liscio 14 e spennellate ogni hamburger con un po’ d’olio 15. Sistemate i medaglioni di carne sulla griglia rovente 16 e dopo 4 minuti di cottura potrete girarli aiutandovi con una paletta per cuocerli dall'altro lato per lo stesso tempo 17. Per finire adagiate su un lato il Pecorino a fette 18 e coprite con un coperchio lasciando cuocere fin quando il formaggio non sarà fuso 19. Se volete un panino ben caldo e leggermente abbrustolito, tagliate in due parti il pane 20 dopodiché disponete le due parti sulla griglia ancora rovente lasciando andare per pochi minuti, fin quando la base non sarà diventata croccante 21. Non appena i vostri panini saranno ben caldi passate alla composizione: quindi sulla base del panino adagiate 3-4 foglie di lattuga e 4 dischi di pomodoro 22, poi 4 fette di melanzane e infine il vostro medaglione di carne con il formaggio fuso 23. Chiudete con l’altra metà di pane e i vostri hamburger di tacchino sono pronti per essere addentati ancora caldissimi 24! "
}