{
    "title": "Frittata al verde con salmone, toma e salsa allo zafferano",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 6"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "norvegese 200 g"
        },
        {
            "ingredient": "Toma piemontese",
            "quantity": "100 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "50 g"
        },
        {
            "ingredient": "Toma piemontese",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per realizzare la frittata al verde con salmone, toma e salsa allo zafferano iniziate a tagliare a cubetti il filetto di salmone 1, fate lo stesso anche con la toma 2. Lavate sotto l’acqua corrente gli spinaci 3 e scolateli, poneteli in un tegame con un filo di olio di oliva e uno spicchio di aglio 4 e fateli appassire a fuoco vivace per 10-15 minuti finché non saranno morbidi e fateli raffreddare 5. In una ciotola sbattete le uova con un pizzico di sale e pepe 6 unite gli spinaci cotti 7, frullate il composto con il mixer ad immersione per ottenere un composto omogeneo 8, incorporate i cubetti di salmone 9lasciandone un cucchiaio da parte, i dadini di toma 10 anche in questo caso tenete da parte un cucchiaio e aromatizzate con foglioline di timo fresco 11. Rivestite con carta da forno una teglia del diametro di 24 cm 12, versate all’interno il composto di uova 13, distribuite sopra il salmone 14 e la toma 15 che avete tenuto da parte. Una volta terminato 16, cuocete la frittata in forno statico a 180° per 50 minuti (o in forno ventilato a 160° per 40 minuti). Verificate la cottura infilzando la frittata con uno stuzzicadenti, se rimarrà asciutto potrete sfornarla. Mentre la frittata cuoce preparate la salsa allo zafferano: scaldate l’olio in una padella, unite la cipolla tritata 17 aggiungete il brodo vegetale 18 e fatela stufare per almeno 10 minuti, poi unite la toma a pezzetti 19 e proseguite la cottura per scioglierla. Quando il formaggio si sarà sciolto completamente aggiungete il pepe rosa in grani , lo zafferano in polvere 20 e mescolate con una spatola per amalgamarlo alla salsa e d ottenere un colore omogeneo 21. Trasferite la salsa in un bicchiere alto e frullatela con il mixer ad immersione 22 per renderla liscia. Trasferite la salsa in una ciotolina e aggiungete altro pepe rosa in grani a piacere 23. Nel frattempo la frittata sarà cotta, sfornatela 24 lasciatela intiepidire e poi servitela insieme alla salsa. "
}