{
    "title": "Shepherd's pie",
    "ingredients": [
        {
            "ingredient": "Agnello",
            "quantity": "macinato 600 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "surgelati 300 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "2"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "800 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Patate",
            "quantity": "farinose 1 kg"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la shepherd’s pie iniziate tritando la cipolla e riducendo in piccoli cubetti il sedano e le carote 1. Sciogliete in un tegame il burro e l’olio e aggiungete cipolla, carote e sedano, che farete rosolare per qualche minuto 2. Poi aggiungete la carne di agnello macinata e fatela ben rosolare, separandola e “sbriciolandola” con il cucchiaio di legno 3. Aggiungete anche l’alloro e le foglioline di timo 4. Poi incorporate il concentrato di pomodoro, mescolate e aggiungete la salsa worcestershire 5 e il brodo 6. Portate a ebollizione e fate sobbollire a fuoco dolce per circa 45 minuti, fino a che otterrete la consistenza di un sugo denso (tipo ragù). Aggiungete i piselli surgelati 7, aggiustate di sale e di pepe e fate cuocere fino a che i piselli saranno teneri. Mentre il sugo cuoce preparate il purè per coprire: cuocete le patate con la buccia in acqua salata fino a che saranno tenere (30 minuti circa). Sbucciatele e passatele nel passaverdure ancora tiepide 8. Aggiungete il latte tiepido, il burro a temperatura ambiente 9, i tuorli 10, sale, pepe e noce moscata e mescolate bene gli ingredienti. A questo punto ponete la salsa di carne e piselli in una pirofila da forno e livellatela con un cucchiaio11. Poi mettete il purè in una sac à poche con bocchetta dentellata e realizzate dei ciuffi di patate sopra la carne 12, formando uno strato di patate. Infornate la shepherd’s pie per 30 minuti a 200°C. Gli ultimi 10 minuti accendete il grill del forno per creare una doratura sulle patate. Estraete lo sformato dal forno e lasciatelo riposare una decina di minuti prima di servirlo! "
}