{
    "title": "Pollo bardato con carciofi e patate dolci",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero 1,2 kg"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 50 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "650 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo bardato con carciofi e patate dolci, iniziate fiammeggiando il pollo per eliminare eventuali piumette. Noi abbiamo usato il cannello da cucina 1, altrimenti potete passare il pollo sulla fiamma del fornello. Quindi sciacquatelo accuratamente dentro e fuori e asciugate perfettamente con carta da cucina 2. Preparate il trito di erbe: salvia, rosmarino, timo e peperoncino fresco a cui potrete togliere i semini interni 3. Tenetene una piccola dose da parte per massaggiare il pollo prima di cuocerlo, il resto potrà essere usato per aromatizzare il burro. Prendete il burro ammorbidito e lavoratelo con una spatola in una ciotolina 4, quindi aggiungete il trito di aromi 5, mescolate e salate e pepate 6 a piacere. Trasferite il burro aromatizzato all'interno del pollo, e spargetelo aiutandovi con una spatola 7 o un cucchiaio. Quindi salate e pepate 8 per insaporire la carne. Dopodiché fasciate il pollo con le fettine di pancetta tesa 9 in modo da foderarlo completamente. Massaggiate il pollo con il trito di aromi rimasto 10; poi impostate la fuzione di cottura del forno a vapore a umidità bassa a 200° 11 e infornate il pollo 12: dovrà cuocere per 30 minuti. Mentre il pollo cuoce, preparate le verdure di contorno: iniziate dalla pulizia dei carciofi. Sfogliateli per arrivare fino al cuore, dove le foglie sono più chiare e tenere 13; poi tagliate le punte più coriacee 14 ed eliminate quasi tutto il gambo (potete utilizzare anche parte del gambo, dopo averlo pelato per eliminare la parte esterna più dura). Quindi dividete a metà i carciofi 15 ed eliminate anche la barbetta interna con la punta di un coltellino 16. Tuffate i carciofi man a mano che li preparate in una ciotola con acqua fredda acidulata 17. Pelate le patate dolci 18 poi dividetele a metà e riducetele a spicchi 19, quindi dividete in spicchi anche i carciofi scolati accuratamente dall'acqua acidulata 20. Riprendete il pollo trascorsi i 30 minuti di cottura e versate sulla teglia anche i carciofi e le patate dolci 21. Condite con rametti di rosmarino 22 e olio extravergine di oliva 23. Quindi riponete nuovamente in forno a vapore con modalità umidità bassa a 200° il pollo bardato con carciofi e patate dolci per proseguire la cottura: ci vorranno ancora 25 minuti perchè il pollo risulti morbido e succulento e le verdure si cuociano ammorbidendosi 24. Una volta pronto, sfornate il pollo bardato e servite ben caldo! "
}