{
    "title": "Salsa cocktail",
    "ingredients": [
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cognac",
            "quantity": "15 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "5 g"
        },
        {
            "ingredient": "Salsa ketchup",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(a temperatura ambiente) 2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la salsa cocktail iniziate con la preparazione della maionese: prendete le uova a temperatura ambiente e dividete i tuorli dagli albumi. Ponete i tuorli in una ciotola dai bordi alti e salate 1 e pepate a vostro piacimento 2. Versate l’aceto 3 e incominciate a lavorare gli ingredienti con uno sbattitore elettrico. Mentre state montando le uova, versate anche l’olio di semi a filo molto lentamente 4; dovrete mescolare sempre nello stesso senso fino ad ottenere una salsa densa (per non far impazzire la maionese bisogna evitare di aggiungere troppo olio in una volta, impedendone il corretto emulsionamento con il tuorlo). Quando la maionese è montata 5, terminate aggiungendo il succo di limone 6; lavorate ancora con le fruste 7 fino ad ottenere una consistenza omogenea e compatta 8. A questo punto aggiungete il ketchup 9, mescolate bene con le fruste 10 e unite anche la worcestershire sauce 11 e il cognac 12. Aggiungete la senape 13 e mischiate delicatamente il tutto 14: la salsa dovrà risultare densa; ponete la salsa per almeno 1 ora in frigorifero. Trascorso il tempo necessario, potrete servire la vostra salsa cocktail 15 e gustarla accompaganndola ad antipasti sfiziosi. "
}