{
    "title": "Pollo con senape e finocchi",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "quarti posteriori 6"
        },
        {
            "ingredient": "Senape",
            "quantity": "forte 400 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "40 g"
        },
        {
            "ingredient": "Salsa Worcestershire",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Finocchi",
            "quantity": "3"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo con senape e finocchio per prima cosa occupatevi della marinatura: in una ciotola versate la senape, aggiungete l’aceto di mele 1, la salsa worchestershire 2, il pepe e il sale 3. Mescolate con un cucchiaio 4 e insaporite il pollo con questa salsa, avvolgendolo completamente 5. Adagiate le cosce in una teglia 6 versando sopra la carne la salsa rimanente. Coprite con pellicola e lasciate marinare in frigorifero per almeno 2 ore, ma meglio tutta la notte 7. Tirate fuori dal frigo il pollo almeno 1 ora prima di cuocerlo. Intanto lavate i finocchi, eliminate la base più dura e tagliateli a spicchi 8. Ora tritate finemente il rosmarino 9. In una ciotola versate il trito di rosmarino e insaporite con sale e pepe 10. Trasferite i finocchi in una teglia e conditeli con olio 11 e il trito di aromi 12. Mescolate i finocchi e tenete da parte 13. Tutto è pronto per la cottura. Accendete tutti e tre i fuochi del barbecue, chiudetelo per 10 minuti così da scaldarlo bene. Abbassate quasi al minimo il bruciatore centrale e adagiate le cosce di pollo 14. Chiudete il coperchio e lasciare cuocere per circa 10 minuti. Trascorso il tempo, girate i quarti e lasciate cuocere per altri 15 minuti, dopodiché abbassate anche gli altri due fornelli quasi al minimo cuocendo per altri 40minuti circa. Utilizzate una sonda per verificare la corretta cottura al cuore che deve essere di 75°C. Una volta cotti 15, o poco prima, spegnete il bruciatore di destra e spostare il pollo da quella parte. In corrispondenza del bruciatore di sinistra, adagiate i finocchi precedentemente tagliati a spicchi e conditi 16. Cuoceteli per circa 5-6 minuti per lato, chiudendo ogni volta il coperchio. Dovranno risultare abbastanza croccanti 17. Servite il pollo con senape e i finocchi ben caldi 18. "
}