{
    "title": "Currywurst",
    "ingredients": [
        {
            "ingredient": "Wurstel di vitello",
            "quantity": "4"
        },
        {
            "ingredient": "Curry",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Curry",
            "quantity": "4 cucchiaini"
        },
        {
            "ingredient": "Paprika",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cumino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda 2 mestoli"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsa ketchup",
            "quantity": "250 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate americane",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i currywurst iniziate con la salsa di accompagnamento: tritate la cipolla molto finemente 1 in una padella versate un filo di olio e fate appassire la cipolla 2, quando sarà appassita unite anche la paprika 3. Versate poi la passata di pomodoro 4 e il ketchup e fate sobbollire la salsa. In ultimo incorporate anche il cumino 5 e il curry 6. Aggiustate di sale 7 e aggiungete un paio di mestoli d’acqua calda 8. Proseguite la cottura finché la salsa non si sarà addensata poi spegnete il fuoco e tenete da parte la salsa. Occupatevi della preparazione del contorno: pelate le patate americane e tagliatele a bastoncini larghi circa 1 cm e mezzo e lunghe 8-9 cm circa 9. Pelate anche le patate gialle e tagliatele a chips sottili con una mandolina 10. Scaldate l’olio di semi e friggete separatamente le chips di patate gialle 11 e i bastoncini di patate americane 12 avendo cura di mantenere una temperatura di circa 170° 180° per una frittura ottimale, poi scolate le patate fritte con un mestolo forato e ponetele su un vassoio ricoperto di carta assorbente 13. Dedicatevi alla cottura dei wurstel: portate a bollore abbondante acqua nella quale avrete disciolto un cucchiaio di curry 14, immergetevi i wurstel 15 e fateli bollire per circa 5 minuti, poi scolateli e passateli sulla piastra rovente su entrambi i lati per farli ben dorare (16-17). Servite i currywurst ben caldi accompagnandoli con la salsa e abbondanti patatine fritte 18. Guten Appetit! "
}