{
    "title": "Zucchine ripiene vegetariane",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "(4 lunghe della stessa grandezza) 560 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 100 g"
        },
        {
            "ingredient": "Cipollotti rossi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "85 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le zucchine ripiene vegetariane, per prima cosa lavate le zucchine e spuntate le estremità 1. Tagliate le zucchine a metà per il lungo 2 e svuotatele della polpa usando un coltello oppure un levatorsolo 3; lasciate uno spessore di pochi millimetri facendo attenzione a non romperle. Tritate grossolanamente la polpa delle zucchine con un coltello 4, poi pulite il cipollotto e tagliatelo a rondelle sottili 5. Scaldate l’olio in una padella antiaderente, aggiungete il cipollotto 6 e lasciatelo stufare a fuoco dolce per 5 minuti. Quando il cipollotto sarà imbiondito, aggiungete la polpa delle zucchine tritata 7, salate e pepate a piacere e cuocete per circa 10 minuti sempre a fuoco dolce. Mentre le zucchine stanno cuocendo, tagliate la mollica del pane a cubetti 8, versatela in un mixer 9 e tritatela. Trasferite la mollica del pane tritata in una ciotola 10; quando la polpa delle zucchine ha finito di cuocere, fatela intiepidire leggermente. Dopodiché versatela nello stesso mixer 11 e frullate. Unite la polpa frullata alla mollica di pane 12, sgocciolate dal loro olio di conservazione i pomodori secchi, tagliateli a dadini e aggiungeteli nella ciotola 13 insieme al formaggio grattugiato 14 e alle foglioline di timo 15; mescolate bene con un cucchiaio fino a che il composto non sarà uniforme. A questo punto usate un cucchiaio per riempire con il composto le zucchine che avevate svuotato in precedenza, cercando di compattare bene il ripieno 16. Disponete le zucchine ripiene su una leccarda foderata con carta forno 17 e cuocete in forno statico preriscaldato a 200° per circa 25 minuti, fino a che non saranno ben dorate in superficie. Le vostre zucchine ripiene vegetariane sono pronte per essere gustate 18! "
}