{
    "title": "Coniglio all'ischitana",
    "ingredients": [
        {
            "ingredient": "Coniglio",
            "quantity": "in pezzi 1,5 kg"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        }
    ],
    "preparation": " Per preparare il coniglio all'ischitana, iniziate sciacquando i pomodori sotto acqua fresca 1, quindi asciugateli e divideteli a metà 2. Incidete ed eliminate la parte superiore del pomodoro 3. Quindi tagliateli a fettine 4 e poi a cubetti 5, raccoglieteli in una ciotolina. Poi prendete un tegame versate l'olio e l'aglio sbucciato e privato dell'anima, la parte verde interna (così che il sapore risulterà più gradevole) 6, fate soffriggere a fuoco dolce qualche istante e quando l'aglio sarà dorato, ma non bruciato, toglietelo e unite i pezzi di coniglio lavati e asciugati con carta da cucina 7. Fate rosolare la carne per 4-5 minuti, girando i pezzi da tutti i lati per una rosolatura uniforme 8. Dopodichè sfumate con il vino bianco, poco alla volta, rigirando i pezzi di carne mentre bagnate con il vino 9. Fate sfumare a fiamma media, e quando il vino sarà completamente evaporato, aggiungete il pomodoro a cubetti 10, aggiustate di sale e pepe 11 e lasciate cuocere per circa 30 minuti con il coperchio 12, mescolando e rigirando i pezzi di carne di tanto in tanto. Se la carne vi sembrerà asciugarsi troppo, durante la cottura potete allungare poca acqua (potete usare la stessa ciotolina che avete usato per raccogliere i pomodori a cubetti) 13. In ultimo unite le foglioline di basilico spezzettate a mano 14 e spegnete il fuoco. Il sughetto dovrà risultare denso e lucido; il vostro coniglio all'ischitana è pronto per essere servito ben caldo 15! "
}