{
    "title": "Bocconcini di nasello saltati",
    "ingredients": [
        {
            "ingredient": "Filetti di nasello",
            "quantity": "300 g"
        },
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i bocconcini di nasello saltati prendete i filetti di nasello e tagliate ogni filetto in 3 pezzi, ottenendo dei bocconcini 1. Quando avrete tagliato tutto il pesce, mettetelo un momento da parte conservandolo in frigorifero mentre preparate il condimento. In una padella versate le nocciole 2 e fatele tostare per 5-6 minuti a fuoco dolce 3. Una volta tostate tenetele da parte e fatele raffreddare. Ora passate al condimento: in una padella antiaderente fate sciogliere il burro e aggiungete le foglie di salvia 4. Quando il burro sarà fuso versate delicatamente i bocconcini di nasello 5, poi grattuggiate metà della scorza del lime 6. Spremete il lime e versatene il succo nella padella 7 e aggiustate di sale e di pepe. Fate cuocere il nasello a fuoco medio-alto per 4-5 minuti, girando ogni bocconcino delicatamente con una pinza 8. A cottura ultimata, impiattate i bocconcini di nasello prelevandoli dalla pentola con l'aiuto di un cucchiaio 9: non infilzateli con la forchetta o con la pinza, perché potrebbero rompersi. Disponete i bocconcini di nasello in un piatto da portata, irrorandoli con il fondo di cottura 10. A questo punto riprendete le nocciole tostate ormai raffreddate e tritatele grossolanamente con un coltello (11-12). Distribuite le nocciole tritate sui bocconcini di nasello 13, terminate con un'ultima grattugiata di scorza di lime 14 e servite 15: i vostri bocconcini di nasello saltati sono pronti per essere serviti! "
}