{
    "title": "Polpettone ripieno di spinaci e caciocavallo",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "macinato 500 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 300 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 100 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(da tritare) 1 cucchiaio"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carote",
            "quantity": "350 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "450 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il polpettone ripieno di spinaci e caciocavallo iniziate proprio dal ripieno. Mondate gli spinaci, lavateli e cuoceteli in padella con un filo d'olio e uno spicchio d'aglio 1. Aggiungete il sale e coprite con un coperchio 2, girate di tanto in tanto e lasciate cuocere per 3 o 4 minuti. A questo punto togliete l'aglio e mettete a scolare gli spinaci per fargli perdere l'acqua 3. Nel frattempo iniziate a preparare l'impasto per il polpettone. In una ciotola unire i due tipi di carne macinata, l'uovo 4, la mollica precedentemente tritata nel mixer 5 , il formaggio grattugiato, il prezzemolo tritato, il sale, il pepe e la noce moscata 6. Aggiungete anche il peperoncino e l'aglio schiacciato 7. A questo punto impastate tutto insieme con le mani 8 per almeno una decina di minuti fino ad ottenere un composto molto compatto 9. Riprendete ora gli spinaci, strizzateli e tritateli con un coltello 10. Aggiungete il pane grattugiato per asciugare eventuale acqua che potrà fuoriuscire durante la cottura 11. Riprendete l'impasto del polpettone e stendetelo su un foglio di carta forno dandogli una forma rettangolare di circa 30X22 cm 12. Tagliate il caciocavallo in fette sottili 13. Posizionate gli spinaci tritati al centro 14 e ricoprite con le fette di formaggio 15. Adesso non vi resta che richiudere il tutto aiutandovi con la carta forno 16. Arrotolate bene il polpettone e chiudete bene le parti esterne in modo che il ripieno non fuoriesca in cottura 17. Quindi avvolgetelo nella carta forno, richiudetelo a mò di caramella 18 e lasciatelo riposare in frigorifero per una mezz'ora. Nel frattempo iniziate a preparare le verdure. Mondate i carciofi, tagliateli a metà e metteteli a mollo in acqua e limone in modo da non farli diventare neri. Pelate le carote e tagliatele in striscioline non troppo sottili 19. Lavate le patate e tagliatele in spicchi senza pelarle20. Tagliate anche i carciofi in listarelle, da ogni mezzo carciofo ricavatene 4 pezzi 21. Preparate un trito con l'aglio , il rosmarino e il timo 22. Unite tutte le verdure in una ciotola e conditele con il trito appena preparato, il sale, l'olio e il pepe nero macinato 23. Posizionate il polpettone su una leccarda rivestita con della carta forno e sistemateci le verdure intorno 24. Spennellate il polpettone con dell'olio 25 e infornate a 180° per 45 minuti in forno statico (se usate il forno ventilato basteranno 35 minuti a 160°) 26. Servite il polpettone ripieno di spinaci e caciocavallo ben caldo 27! "
}