{
    "title": "Orata alla mediterranea",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "( 2 pezzi) 700 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare l’orata alla mediterranea iniziate dalla pulizia del pesce: prendete ciascuna orata, tagliate via le pinne con le forbici e procedete a desquamarla con l’apposito attrezzo oppure usando la lama di un coltello, passandolo più volte dalla testa fino alla coda 1. Ora con le forbici praticate un taglio sul ventre del pesce dalla coda fino alla testa ed estraete le viscere interne 2 sciacquate poi sotto l’acqua corrente l’orata per ripulirla di tutti i residui sia all’interno che all’esterno 3. Farcite ciascuna orata con gli aromi: i rametti di timo fresco 4, 1 spicchio d’aglio sbucciato ciascuna 5 e per finire salate e pepate 6. Prendete una pirofila da forno, irrorate il fondo con l’olio di oliva 7, adagiate le due orate farcite 8, quindi lavate i pomodorini ciliegino e tagliateli a metà 9, distribuiteli nella pirofila intorno alle due orate, poi sciacquate accuratamente sotto acqua corrente i capperi per eliminare il sale in eccesso e uniteli alle orate 10, aggiungete anche le olive nere denocciolate 11, profumate con un paio di rametti di timo fresco 12 e irrorate le orate con un filo di olio di oliva 13; condite per ultimo con il sale. Ora cuocete l’orata alla mediterranea in forno statico preriscaldato a 200° per 25-30 minuti. A cottura ultimata sfornate l’orata alla mediterranea 14 e servitela accompagnandola con i pomodorini e le olive 15! "
}