{
    "title": "Involtini alla siciliana",
    "ingredients": [
        {
            "ingredient": "Fettine di manzo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Alloro",
            "quantity": "24 foglie"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uva passa",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare gli involtini alla siciliana iniziate mettendo in ammollo l’uva passa in una bacinella piena d’acqua per 10 minuti 1. Prendete il caciocavallo, tritatelo finemente 2 e mettetelo in una ciotola abbastanza capiente da contenere poi anche gli altri ingredienti 3. Aggiungete al formaggio il pangrattato 4, i pinoli 5 e l’uva passa ben scolata 6. A questo punto tritate finemente la cipolla 7, e mettetela ad appassire in una pentola antiaderente con 3 cucchiai di olio di oliva 8. Quando sarà pronta, unitela al composto di pangrattato e aggiungete il restante olio per amalgamare l’impasto; aggiustate di sale e di pepe 9. L’impasto ottenuto dovrà avere una consistenza grumosa e non compatta perché sia facilmente modellabile quando andate ad assemblare l’involtino. Ora occupatevi di creare gli involtini: prendete la carne e battetela con il batticarne 10, spennellatela con dell'olio, adagiatevi un po’ di ripieno e arrotolatela su se stessa dal lato corto 11. A questo punto dividete a metà il rotolo ottenuto con l’aiuto di un coltello 12. Preparate 24 fettine di cipolla tagliando in quarti le falde esterne e iniziate a costruire il primo spiedino (le fette ottenute avranno la lunghezza dell'involtino) 13. Infilzate in uno stecco da spiedo una foglia di alloro, una fetta di cipolla, un involtino, una fetta di cipolla e un’altra foglia di alloro 14; continuate a comporre lo spiedino finché non avete infilzato tre involtini 15. Seguendo questo procedimento preparate anche gli altri spiedini, fino a che non avrete esaurito tutti gli ingredienti e poi spennellateli con dell’olio 16. Fate riscaldare per bene una bistecchiera a fuoco alto e grigliate gli spiedini 2 minuti per lato, quanto basta per rosolarli e cuocere l’interno della carne (17-18). Gli involtini alla siciliana possono essere serviti come classici spiedini oppure si possono separare i boccini e mettere su un piatto. "
}