{
    "title": "Fusi di pollo al miele",
    "ingredients": [
        {
            "ingredient": "Fusi di pollo",
            "quantity": "(6 fusi) 600 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Miele di castagno",
            "quantity": "80 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "40 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "mezzo cucchiaino"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i fusi di pollo al miele, prendete i vostri fusi, accertatevi che non ci siano residui di piume, in caso contrario provvedete a bruciarle sulla fiamma e poi lavate i fusi sotto lâacqua corrente. Asciugate la carne con un panno da cucina e posizionatela sul tagliere, quindi condite con sale fino 1 e pepe nero 2 da entrambi i lati. Ora versate lâolio di oliva in una padella 3, lasciatelo scaldare e poi adagiate i fusi di pollo 4 che dovranno rosolare a fuoco moderato per 2-3 minuti. Nel frattempo pelate lo zenzero fresco e grattugiatelo 5, poi girate con una pinza da cucina i fusi 6 e proseguite la cottura per altri 2-3 minuti, in modo da farli dorare da entrambi i lati. Nel frattempo occupatevi anche della salsa: in un ciotola versate il miele 7, il succo di limone 8, lâaceto balsamico 9 il peperoncino secco in polvere 10 e lo zenzero grattugiato 11. Mescolate la miscela con un cucchiaino 12 e una volta che i fusi saranno dorati, versatela sopra poco per volta con un cucchiaio 13. Aggiungete quindi anche lâacqua a temperatura ambiente 14, coprite con il coperchio 15 proseguite la cottura a fuoco basso per 25 minuti, girando le coscette di tanto in tanto. Trascorso il tempo indicato togliete il coperchio 16 e continuate a cuocere i fusi in modo da fare addensare la salsa, ci vorranno circa 3-4 minuti. Intanto private il peperoncino fresco dei semini e poi tagliatelo a rondelline 17, tagliate a fette anche il limone 18. Una volta che la salsa si sarÃ rappresa, spegnete il fuoco e condite con i semi di sesamo 19, lâerba cipollina tritata 20, le fettine di limone e il peperoncino fresco, i vostri fusi di pollo sono pronti per essere gustati ben caldi 21! "
}