{
    "title": "Spalla d'agnello farcita alla toscana",
    "ingredients": [
        {
            "ingredient": "Agnello",
            "quantity": "spalla disossata 600 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "2"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "100 g"
        },
        {
            "ingredient": "Agnello",
            "quantity": "gli scarti della spalla q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare la spalla d’agnello farcita alla toscana incominciate con il brodo di carne. Disossate la spalla di agnello ed eliminate tutto il grasso. Tagliate piuttosto grossolanamente il sedano, la carota e la cipolla 1 e ponetele in una pentola ampia insieme alle ossa. Fate cuocere a fuoco alto per 3-4 minuti, poi sfumate con il vino rosso 3. Versate l’acqua 4, il sale 4 e il pepe e fate cuocere a fuoco lento per 1 ora. Nel frattempo occupatevi del ripieno. Tritate finemente la carota, il sedano e la cipolla; fateli appassire in un pentolino antiaderente con 30 g di olio d'oliva 5, mischiando con una spatola da cucina 6. Una volta pronte, spegnete e lasciate intiepidire. Tritate finemente la salvia, l’aglio e un rametto di rosmarino 7. Prendete la salsiccia, tagliatela a metà con un coltello ed eliminate delicatamente il budello con le dita 8. Ponetela in un recipiente, schiacciatela con una forchetta e unite le verdure ormai tiepide 9. Mettete la mollica in un mixer dotato di lame 10 e tritate il tutto 11, poi aggiungetela al composto di salsiccia e verdure 12 insieme ad un uovo e ad una parte del mix di aromi tritato 13. Regolate di sale e pepe 14 e mischiate per amalgamare bene tutti gli ingredienti. Prendete la spalla di agnello e battetela bene col batticarne 15; cospargetela con il trito di aglio e aromi che avete preparato 16, regolate di sale e pepe, poi distribuite il ripieno di carne e verdure in maniera uniforme 17. Con le mani arrotolate la carne 18 e legatela con del filo incolore in modo che il ripieno non fuoriesca durante la cottura 19. In un tegame versare 30 gr di olio e lo spicchio d’aglio rimasto, adagiate la spalla di agnello 20 facendola dorare bene da entrambe le parti insieme ad un rametto di rosmarino, poi sfumate con il vino rosso 21. Versate il brodo che avete preparato 22 e le verdure tagliate piuttosto grossolanamente (23-24). Chiudete con un coperchio 25 e lasciate cuocere a fuoco piuttosto moderato per circa 1 ora aggiungendo del brodo, quando necessario. A cottura ultimata 26, mette in un recipiente alto il liquido di cottura insieme alle verdure 27 e frullate il tutto per ottenere una gustosa salsa di accompagnamento 28 che andrete a filtrare e scaldare per qualche minuto in un pentolino (29-30). A questo punto togliete il filo della legatura 31 e tagliate la spalla d’agnello a fettine 32; disponete le fette su un piatto da portata irrorandole con la salsa di accompagnamento e servite la vostra spalla d’agnello farcita alla toscana ben calda 33. "
}