{
    "title": "Pollo ai 4 sapori con tortino di carote",
    "ingredients": [
        {
            "ingredient": "Cosce di pollo",
            "quantity": "4"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carote",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "intere 2"
        },
        {
            "ingredient": "Anice stellato",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        }
    ],
    "preparation": " Per preparare il pollo ai 4 sapori iniziate con la preparazione del pollo: separate i fusi dalle sovraccosce, private queste ultime dal femore e legatele con dello spago da cucina come se fossero degli involtini (in alternativa potete utilizzare 8 fusi). Lavate la cipolla, il sedano, il porro e la carota e riduceteli a julienne, poneteli quindi in un ampio tegame con il burro sciolto e fateli ben rosolare. Adagiate quindi in padella i 4 fusi e le 4 sottocosce, fatele rosolare da entrambi i lati e irrorate il tutto con la birra, poi salate e pepate. Una volta che la birra sarà sfumata togliete dal fuoco e continuate la cottura in forno a 160°C per un’ora. Preparate quindi il tortino di carote: pelate le carote e cuocetele al vapore, poi frullatele e setacciate per eliminare il liquido in eccesso 5. In un pentolino portate a ebollizione il latte con l’anice stellato e in un altro pentolino sciogliete il burro e aggiungete la farina. A questo composto incorporate il latte che avete filtrato 6, mescolando di continuo con una frusta: otterrete così una besciamella piuttosto densa che salerete (per vedere come preparare la besciamella cliccate qui). Mescolate la purea di carote con la besciamella 7, incorporate quindi anche le uova intere e i due tuorli e amalgamate il tutto. Imburrate e infarinate 4 stampini 8, versateci il composto 9 e cuocete in forno a 160°C per 60 minuti. Servite infine il piatto adagiando il pollo su di un letto di verdure, cospargete con il fondo di cottura e servite accompagnandolo con il tortino di carote. "
}