{
    "title": "Involtini di cotoletta",
    "ingredients": [
        {
            "ingredient": "Petto di tacchino",
            "quantity": "(a fette) 400 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di cotoletta, iniziate a battere la carne tra due fogli di carta da forno per non rompere le fibre e mantenerla tenera 1. In una ciotolina sgusciate le uova e salatele leggermente 2 e pepate a piacere, quindi sbattete le uova con una forchetta 3. Immergete le bistecche di tacchino nell'uovo una alla volta 4, poi passatele nel pangrattato da entrambi i lati (5-6). Quindi dividete le bistecche in parti uguali 7 e adagiate su ciascuna una fetta di formaggio e una di prosciutto prosciutto cotto 9 Quindi arrotolategli involtini 10 e sigillateli con uno stuzzicandenti 11. Per la cottura, potete friggerli in abbondante olio di semi che non dovrà superare la temperatura di 180° 12 (potete controllarla con un termometro da cucina); potete in alternativa procedere con la cottura in forno: in questo caso il consiglio è di cuocere un involtino per testare tempi e temperatura per i successivi. Fate dorare gli involtini per alcuni minuti, girandoli per una cottura uniforme 14 e poi scolateli con una schiumarola, adagiandoli su un vassoio foderato con carta assorbente 14. Servite gli involtini di cotoletta ben caldi 15! "
}