{
    "title": "Involtini alla mostarda di Cremona",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "scaloppina 1 kg"
        },
        {
            "ingredient": "Chorizo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Vino",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Latte",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Mostarda di Cremona",
            "quantity": "300 g"
        }
    ],
    "preparation": " Mescolate insieme la salsiccia Chorizo, il pane bianco, cheavrete precedentemente bagnato nel latte e strizzato, i tuorli ed il Parmigiano Reggiano.Aggiungete poi il pepe ed un pizzico di sale e amalgamate il tutto per bene finchè il composto non risulti omogeneo ed abbastanza compatto.A questo punto, con un batticarne, battete leggermente le scaloppine e cospargete su ognuna il composto che avete ottenuto in precedenza.Allo stesso modo, spalmate sulle scaloppine un cucchiaio di mostarda, arrotolatele su se stesse e legatele con un pezzo di spago da cucina.Fate sciogliere il burro a fuoco medio in una padella e cucinate gli involtini per 15 minuti girandoli spesso affinchè si cuociano in modo uniforme su tutti i lati.Una volta che gli involtini saranno ben rosolati, toglieteli dalla padella adagiandoli su un piatto, e aggiungete il vino al fondo di cottura contenuto nella padella.A fuoco lento, mescolate per bene fino ad ottenere un sughetto abbastanza cremoso.Infine, aggiungete due cucchiai d’acqua, rimettete gli involtini nella padella e lasciateli cuocere per altri 10 minuti a fuoco lento ricordandovi di girarli qualche volta per non farli attaccare alla padella. "
}