{
    "title": "Sarde al forno",
    "ingredients": [
        {
            "ingredient": "Sarde",
            "quantity": "18 sarde per un totale di circa 250 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "per ungere la teglia 15 g"
        }
    ],
    "preparation": " Per preparare le sarde al forno iniziate a pulire il pesce (potete usare guanti da cucina usa e getta): sotto l'acqua corrente eliminate la testa 1 e sempre con le mani allargando delicatamente l'apertura tra la testa e il ventre eliminate le interiora 2. Poi aprendo le sarde a libro riuscirete ad estrarre anche la lisca centrale 3, tirando delicatamente verso la coda. Una volta pulite tutte le sarde 4 occupatevi di preparare la panatura: versate in una ciotola il pangrattato, il formaggio grattugiato 5 e lo spicchio d'aglio schiacciato 6. Sciacquate, asciugate e tritate finemente il prezzemolo 7; quindi aggiungete anch'esso alla panatura 8 e aromatizzate ulteriormente con le foglioline di timo; versate i 60 g di olio 10 e mescolate il tutto 11, fino ad ottenere un composto uniforme 12. A questo punto prendete una pirofila dalle dimensioni di 19x15 cm e irroratela con circa 15 g di olio. Disponete le sarde orizzontalmente senza sovrapporle tra loro 13, salate (non eccessivamente), pepate 14 e ricoprite con un metÃ del composto preparato in precedenza 15. Disponete un altro strato di sarde, avendo l'accortezza di posizionarle in maniera verticale (opposta a prima), salate, pepate e ricoprite con la parte restante della panatura 17 l'intera superficie 18. Terminate decorando la superficie con i pinoli (19-20). Poi cuocete le sarde al forno in modalitÃ grill a 200Â° per 8 minuti, fino a che non risulteranno ben dorate. Una volta cotte servite le sarde al forno ancora calde 21.Â "
}