{
    "title": "Patate hasselback",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Origano",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le patate hasselback cominciate col lavare bene le patate sotto acqua corrente 1. Dopo averle asciugate, infilatele una alla volta su uno spiedo a 1cm dalla base della patata 2. Con un coltello incidete le patate per creare delle fette sottili 3; questo procedimento vi aiuterà a fare dei tagli precisi e regolari per non rischiare di tagliare la fetta fino in fondo. Una volta incise, lavate di nuovo le patate per togliere l’amido e lasciatele sgocciolare su di un colino 4. Mettete da parte le patate e occupatevi ora del ripieno di erbette. Incominciate prendendo il rosmarino, il timo, l’origano, lo spicchio d’aglio 5 e tritate tutto finemente con un coltello 6. Salate 7 e pepate 8 a vostro piacimento; infine mescolate le erbe aromatiche con un cucchiaino 9. In una ciotola unite le erbe aromatiche al formaggio grattugiato 10. Nel frattempo accendete il forno a 200°C. Mentre il forno arriva a temperatura, togliete gli spiedi 11 e incominciate a riempire l’interno delle fette di patate con il ripieno di erbe e formaggio 12; potete eventualmente aggiungere quello che avanza sopra le patate. Dopo aver riempito le patate, ponetele su una leccarda foderata di carta da forno e irrorata con un filo d’olio 13; irrorate anche le patate 14 e cuocete in forno statico a 200° per circa 75 minuti (180° per 65 minuti se forno ventilato) 15 una volta cotte, sfornate le patate e fatele intipiedire leggermente, quindi servitele. "
}