{
    "title": "Involtini di peperoni al forno",
    "ingredients": [
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Acciughe sotto sale",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 ciuffo"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "a cubetti 20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di peperoni al forno, iniziate pulendo i peperoni con un panno umido e ponendoli interi e non mondati in una teglia 1. Cuoceteli in forno a 250° per circa 20-25 minuti, rigirandoli sui lati fino a che la pelle non risulterà raggrinzita e bruna 2. Nel frattempo dedicatevi al ripieno: tritate il prezzemolo e l'acciuga dissalata e diliscata 3. Ponete la mozzarella su un tagliere e affettatela a dadini 4. Dopodichè ponete il pan grattato in una ciotola capiente e aggiungete l'acciuga tritata e i capperi (5-6). Con l'apposito strumento, tritate l'aglio direttamente nel composto 7, salate e pepate a piacere 8 e unite anche il prezzemolo tritato 9. Infine spezzettate le foglie di basilico con le mani e aggiungetele al ripieno. Quando i peperoni si saranno raffreddati, eliminate il peduncolo verde 11 e spellateli 12: la pelle verrà via agevolmente, ma durante questa operazione fate attenzione a non romperli. Aprite i peperoni, togliete i semi interni e ricavate 8 falde abbastanza larghe 13. Adagiate le falde ben aperte su un tagliere cospargetele con il composto di pangrattato precedentemente preparato 14. Nel centro di ogni falda sistemate poi un paio di piccoli cubetti di mozzarella 15. Arrotolate delicatamente i peperoni ripieni formando degli involtini 16 e sistemateli in una pirofila, che avrete oliato leggermente in precedenza 17. Infornate per circa 10 minuti a 200° e poi sfornate: i vostri involtini di peperoni al forno sono pronti per essere serviti tiepidi 18! "
}