{
    "title": "Brasato alla zucca",
    "ingredients": [
        {
            "ingredient": "Controfiletto di manzo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "giÃ pulita 300 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "250 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il brasato alla zucca iniziate a preparare il brodo vegetale. Una volta pronto occupatevi della pulizia della zucca: sbucciatela, eliminate i semi e i filamenti interni, quindi tagliatela prima a fette 1 e poi a cubetti 2. Mondate la cipolla e tagliatela a fette sottili 3, quindi versatela in un tegame, meglio se di ghisa, insieme all'olio 4. Lasciatela stufare per 7-8 minuti e aggiungete il controfiletto 5. Fatelo rosolare a fiamma medio-alta da tutti i lati 6, quindi sfumate con il vino rosso 7. Una volta che la parte alcolica sarÃ evaporata completamente aggiungete i cubetti di zucca 8 e il brodo vegetale 9. Unite il rosmarino tritato 10, il sale, un pizzico di pepe, coprite con un coperchio 11 e lasciate cuocere per 2 ore e mezza, a fuoco basso, girando la carne e la zucca di tanto in tanto 12. Una volta che la carne sarÃ cotta e tenera toglietela dalla pentola e posizionatela su un piatto 13, tenendola al caldo. A questo punto tenete da parte dei cubetti di zucca per la guarnizione finale e frullate i restanti insieme al fondo di cottura (14-15), fino ad ottenere una crema. A questo punto affettate la carne 16, adagiate un letto di crema di zucca su un piatto da portata, posizionatevi la carne sopra e guarnite con i cubetti di zucca tenuti da parte. Non vi resta che gustare il vostro brasato alla zucca, ancora caldo! "
}