{
    "title": "Carpaccio di spada affumicato con insalata di mele e rucola",
    "ingredients": [
        {
            "ingredient": "Pesce spada affumicato",
            "quantity": "carpaccio 200 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "500 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "0,5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "all'antica 30 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il carpaccio di spada affumicato con insalata di mele e rucola, cominciate dalla salsa di condimento. Spremete l’aglio con lo spremiaglio 1 e ponetelo in una ciotolina. Aggiungete il succo di limone filtrato 2 e la senape all’antica 3. Unite anche lo yogurt greco 4, condite con l’olio extravergine 5 e amalgamate bene con una frusta, fino a rendere la salsa liscia e omogenea 6. Regolate la salsa di pepe e di sale 7, e tenetela da parte. Tritate finemente l’erba cipollina 8 e tenete da parte anch’essa. Passate quindi alle mele: tagliatene via le sommità superiori e inferiori con il picciolo 9 E sbucciate le mele con un pelaverdure 10. Tagliate poi ogni mela a metà, e ogni metà in 2 parti 11, per ottenere da ogni mela 4 spicchi. Rimuovete la parte di torsolo da ogni spicchio 12. Tagliate adesso gli spicchi a fettine molto sottili 13 e trasferitele in una ciotola con dell’acqua fredda e la buccia del limone spremuto 14 per bloccare l’ossidazione del frutto a contatto con l’aria. In una ciotola capiente, predisponete la rucola. Scolate le mele e aggiungetele nella ciotola 15 Condite con l’olio 16, il sale e il pepe 17, amalgamate un poco e trasferite l’insalata così condita nel piatto da portata 18 Mettete il carpaccio di spada sul letto di insalata, disponendo le fette a forma di rosellina 19. Irrorate il carpaccio con la salsa preparata precedentemente, e cospargete con l’erba cipollina tritata 20. Il vostro carpaccio di spada affumicato con insalata di mele e rucola è pronto per essere portata in tavola 21! "
}