{
    "title": "Wurstel alla griglia con patatine fritte e verdure saltate",
    "ingredients": [
        {
            "ingredient": "Wurstel di maiale",
            "quantity": "(4 da 90 g l'uno) 360 g"
        },
        {
            "ingredient": "Zucchine bianche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "400"
        },
        {
            "ingredient": "Ketchup",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i wurstel alla griglia con patatine fritte e verdure saltate lavate le verdure sotto abbondante acqua corrente fresca, poi privatele delle estremità e tagliate a listarelle di circa 5 mm le carote e le zucchine. In una padella versate l’olio extravergine d’oliva 1, cuocete per 3-4 minuti le carote 2, poi le zucchine che avete tagliato 3 e i fagiolini 4; scottate per altri 3–4 minuti, poi aggiungete l’acqua ed un pizzico di sale 5, lasciando cuocere per circa 10 minuti coprendo con il coperchio 6. Fate scaldare l’olio di semi in un tegame capiente e, non appena avrà raggiunto i 180° (potete misurare la temperatura con l'aiuto di un termometro da cucina), versate le patate tagliate a bastoncino 7. Quando saranno dorate e croccanti, scolatele con una schiumarola 8 e regolate di sale. Ora cuocete i wurstel sulla griglia ben calda per 5 minuti 9, girandoli con delle pinze da cucina per una cottura uniforme (anche su tutti e 4 i lati, se preferite) 10. Preparate una ciotolina con il ketchup 11 e infine servite i wurstel alla griglia con patatine fritte e verdure saltate ancora ben caldi 12. "
}