{
    "title": "Insalata di patate e cetrioli",
    "ingredients": [
        {
            "ingredient": "Cetrioli",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "o pomodorini secchi sott'olio 6"
        },
        {
            "ingredient": "Feta",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 12"
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 3 cucchiai"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Senape",
            "quantity": "di Digione 1 cucchiaino"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Lavate le patate e mettetele a lessare in acqua salata insieme a uno spicchio dâaglio in camicia, cuocere per circa 30/35 minuti 1 (il tempo di cottura dipende dalla grandezza delle patate), scolatele e dopo averle sbucciate con il coltello, lasciatele raffreddare e tagliatele a fettine di circa 1 cm di spessore 2. Se le fettine dovessero essere troppo grandi per essere mangiate in un boccone tagliatele a metÃ . Mettete da parte lâaglio che vi servirÃ per preparare il dressing. Lavate il cetriolo e tagliatelo a rondelle 3 mantenendo la buccia. Tagliate la cipolla rossa a fettine sottilissime 4 utilizzando una mandolina o un coltello affilato. In un mixer aggiungete lâolio extravergine di oliva, lâacqua tiepida, il succo di limone, il miele, la senape e lo spicchio dâaglio 5 pelato e schiacciato con un cucchiaio fino ad ottenere una purea. Emulsionate per circa due minuti e aggiustate di sale e pepe, regolando la consistenza del condimento aggiungendo olio o acqua tiepida. Disponete le fette di patate su un piatto con i cetrioli 6. Scolate e tagliate i pomodorini secchi e spargete i filetti sullâinsalata 7 di patate e cetrioli. Aggiungete qualche anello di cipolla rossa 8, le olive nere 9. Condite con il dressing 10 facendo attenzione a cospargere bene le patate. Infine terminate aggiungendo il formaggio feta sbriciolato 11 e lâorigano 12. Servite subito l'insalata di patate e cetrioli oppure riponetela in frigorifero fino a quando non arriverÃ il momento di gustarla. "
}