{
    "title": "Pollo in coccio marinato agli agrumi",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "50 ml"
        }
    ],
    "preparation": " Per preparare il pollo in coccio marinato agli agrumi per prima cosa iniziate proprio dal pollo: con un coltello tagliatelo a metà 1, tagliate per prime le ali, le cosce 2, dividendolo in 4 parti 3. Ponete il pollo tagliato in una pirofila e aggiungete i sapori: le foglioline di rosmarino tritate, il pepe nero in grani 4, la paprika 5 e la noce moscata grattugiata 6. Regolate di sale 7. Poi spremete i limoni 8 e le arance 9. Con un colino a maglie strette filtrate il succo che avete ottenuto 10 e aggiungetelo nella pirofila 11. Prendete 1 arancia e 1 limone interi, privateli delle estremità. Affettateli con la scorza, poi dividete a metà ciascuna fettina 12; unite le fette di agrumi nella pirofila avendo cura che tutte le parti si insaporiscano. Fate marinare per almeno 12 ore in frigorifero coprendo con la pellicola trasparente 13. Trascorse 12 ore, mettete sul fuoco una pentola con abbondante acqua salata, che vi servirà per preparare il brodo vegetale. Successivamente tritate finemente lo scalogno 14 e poi fatelo stufare con l'olio a fuoco basso in una pentola dal fondo spesso 15. Nel frattempo prendete il pollo e con una pinza da cucina togliete le fettine di agrumi, tenendole da parte insieme al liquido della marinatura 16. Quando lo scalogno sarà stufato, mettete il pollo nella pentola, facendolo cuocere per circa 2-3 minuti a fuoco medio da entrambi i lati e successivamente versate il succo di agrumi e spezie che avete conservato 17. Regolate di sale e di pepe a vostro piacimento, quindi aggiungete tutto il brodo vegetale filtrato 18. Coprite con un coperchio, lasciando cuocere lentamente a fuoco molto basso per 2 ore 19. Intanto potete preparare la frutta caramellata: in una padella antiaderente fate sciogliere lo zucchero semolato 20 e poi aggiungete le arance e i limoni che avete tenuto da parte 21. Versate 50 ml di succo d'arancia 22 e lasciate caramellare per 5-6 minuti, girando le fettine con una spatola 23; se vedete che la frutta e lo zucchero si asciugano troppo, potete aggiungere un po' d’acqua 24. Quando la frutta sarà caramellata 25, spegnete e tenete da parte. Dopo 2 ore, una volta che il pollo sarà ben cotto 26, trasferitelo insieme al liquido di cottura in un coccio, decorate a piacere con i limoni e le arance caramellate e infine gustate il pollo in coccio marinato agli agrumi 27. "
}