{
    "title": "Filetto di salmone croccante con salsa Chardonnay",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "( 4 pezzi) 800 g"
        },
        {
            "ingredient": "Sesamo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Chardonnay",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare il filetto di salmone croccante con salsa Chardonnay, per prima cosa iniziate a preparare la salsa di accompagnamento: tritate lo scalogno 1, tagliate tutti i 280 g di funghi champignon a fettine 2, poi prendete una padella ampia, versate un po' d'olio 3 mettete a rosolare lo scalogno per circa 4-5 minuti, unite tutti i funghi champignon, sfumate con il vino Chardonnay 6 fate evaporare, quindi salate 7, pepate 8 e lasciate cuocere a fuoco dolce per 4-5 minuti. Una volta cotti, trasferite 80 g dei funghi in un bicchiere alto da frullatore ad immersione, tenete gli altri 200 g da parte: vi serviranno per accompagnare il filetti. Frullate i funghi con un frullatore ad immersione 9. Aggiungete il latte in modo da ottenere un composto più cremoso 10 e tenetelo da parte 11. Dedicatevi al salmone: tirate via le lische presenti con una pinza da cucina 12 e la pelle con un coltello dalla lama affilata se presente. poi in un piatto mettete del sesamo bianco e un po' di sale e impanate i filetti ricoprendoli bene 13, quindi scaldate bene una padella antiaderente e metteli a cuocere 14, per circa 2 minuti per parte, facendo attenzione a girarli di tanto in tanto 15 in modo che si cuociano uniformemente. Una volta cotto il salmone, in un piatto da portata adagiate alcuni funghi interi messi da parte e i filetti di salmone. Aggiustate di pepe 16, irrorate con un filo di olio a crudo e servite insieme alla crema di funghi e Chardonnay che avete preparato e tenete a parte in una salsiera, guarnite con qualche fogliolina di prezzemolo e i vostri filetti di salmone croccante con salsa Chardonnay sono pronti per essere gustati! 18 "
}