{
    "title": "Pollo con anacardi",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "petto 700 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Anacardi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "60 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo con anacardi, ponete gli anacardi in una padella 1 e tostateli a fuoco vivace per pochi minuti 2. Prendete il porro, sciacquatelo sotto l’acqua corrente ed eliminate le foglie più esterne poi tagliate l’estremità che presenta la radice e l’altra estremità con le foglie di colore verde scuro, ora affettatelo sottilmente 3 e tenete da parte. Occupatevi del petto di pollo: tagliatelo a cubetti di circa 2cm 4, trasferite i pezzetti in un colino e versate la farina di riso 5, infarinate accuratamente i bocconcini di pollo mescolando e poi scuotete il colino per eliminare la farina in eccesso, tenete da parte i bocconcini di pollo infarinati. Ponete sul fuoco un ampio tegame, scaldate a fuoco basso l’olio di oliva 6, e insaporite con lo zenzero fresco grattugiato 7, spremete uno spicchio d’aglio 8 poi aggiungete il pollo 9. Fate rosolare il pollo qualche minuto a fuoco medio, poi irroratelo con la salsa di soia 10, aggiungete quindi il porro affettato 11 e sfumate con l’acqua 12. Proseguite la cottura per circa 10 minuti, il sugo deve restringersi. Infine unite anche gli anacardi tostati 13 e salate a piacere (regolatevi assaggiando dato che già la salsa di soia è sapida) 14. Servite il pollo con anacardi ben caldo 15! "
}