{
    "title": "Coda alla vaccinara",
    "ingredients": [
        {
            "ingredient": "Coda di bue",
            "quantity": "(o di vitello) 1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "4"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lardo",
            "quantity": "o guanciale 100 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "bianco 3 coste"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la coda alla vaccinara, tagliate la coda con un coltello da cucina, seguendo le giunture della stessa e cercando di non spezzare l'osso, ottenendo così dei pezzi chiamati in gergo rocchi. Se non riuscite fate compiere questa operazione al vostro macellaio di fiducia. Lavate i rocchi sotto acqua corrente fredda 2, per eliminare tutto il sangue oppure lasciateli in ammollo, cambiando spesso l'acqua. Una volta scolati, tamponateli con un canovaccio pulito 3. Tritate grossolanamente il lardo 4 e mettetelo da parte. Preparate un trito finissimo, con l'aiuto di un mixer, con l'aglio, la cipolla, la carota e il sedano e tenetelo da parte; tritate finemente a parte anche il prezzemolo 5. Ora siamo pronti per la cottura della coda: in una pentola capiente mettete l’olio extravergine d’oliva e il lardo tritato e fatelo rosolare 6. Quando il lardo sarà ben soffritto, unite la coda e fatela sbianchire 7. Aggiungete i chiodi di garofano, il trito di verdure preparato prima e una manciata di prezzemolo tritato (8-9); lasciate cuocere a fuoco basso fino a che non si sarà asciugato bene il tutto. A questo punto, salate 10 e pepate e sfumate con il vino bianco 11 quindi lasciate cuocere a fuoco basso, con il coperchio, per almeno 20 minuti. Trascorso questo tempo, aggiungete i pomodori pelati, ben sgocciolati e tagliati a pezzetti 12 e mescolate. La coda dovrà cuocere, coperta e a fuoco basso, per un minimo di 2-3 ore, a seconda dell’età e della qualità dell’animale: noi l'abbiamo lasciata per 4 ore, rimestando di tanto in tanto. Se durante la cottura, la preparazione dovesse asciugarsi troppo, unite poca acqua calda per allungare. Intanto pulite le due costole di sedano bianco, che serviranno per la salsa, dai loro filamenti e divideteli a piccoli pezzi 13. Sbollentate il sedano in acqua bollente 14 per un paio di minuti, scolateli 15 e teneteli sa parte. Mettete in ammollo l'uvetta in acqua calda, per ammorbidirla, per una decina di minuti, e strizzatela 16. Controllate la coda: la carne sarà pronta quando accennerà a staccarsi dall’osso 17. Poco prima di spegnere il fuoco, prelevate un mestolo di sugo nel quale scioglierete un cucchiaino raso di cacao amaro in polvere 18; stemperate bene il cacao con un cucchiaio 19. Ora aggiungete alla coda, direttamente in pentola il sedano sbollentato 20; l'uvetta strizzata 21; i pinoli 22 e la salsa con il cacao 23: mescolate bene il tutto e fate cuocere per gli ultimi 15 minuti. Spegnete il fuoco ed ecco pronta la vostra coda alla vaccinara 24! "
}