{
    "title": "Costolette d'agnello in crosta di pistacchi",
    "ingredients": [
        {
            "ingredient": "Costolette di agnello",
            "quantity": "(circa 800 g di carne da pulire) 16"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 3 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Pistacchi tostati",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "soltanto la mollica sbriciolata 2 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare le costolette d'agnelloin crosta di pistacchi, prima di tutto pulite le costolette togliendo tutto il grasso attorno alla carne sia da un lato che dall'altro (1-2), e pulendo bene l’osso sporgente con un coltellino con il quale raschierete tutta la superficie togliendo la cartilagine che lo avvolge 3. Eliminate la parte di osso finale (quella attaccata alla carne) 4, aiutandovi con un coltello, in modo da ottenere un bocconcino tenero di carne d’agnello attaccato ad una sottile costoletta 5. Preparate in questo modo tutte e sedici le costolette. Per riparmiare tempo, potete chiedere al vostro macellaio di fiducia di prepararvi 16 costolette già pulite. Tostate i pistacchi su una leccarda ricoperta con carta da forno per un paio di minuti in forno caldo a 200° 6. Tritate in un mixer i pistacchi, che non devono essere troppo fini 7, trasferiteli in una ciotola 8 e aggiungete il prezzemolo tritato e i due spicchi d'aglio schiacciati 9, il sale e il pangrattato 10, il pecorino grattugiato 11 e mescolate bene gli ingredienti per ottenre una panatura omogenea 12. Intingete le costolette nell’albume d'uovo 13, una alla volta, prestando attenzione a ricoprire tutta la superficie della carne, quindi impanatele con la panure preparata 14, pressando bene su tutti i lati, in modo da ottenere una panatura uniforme per tutte le 16 costolette 15. Ponete in una padella antiaderente il burro 16 (potete usare anche del burro chiarificato o dell'olio d'oliva se preferite), fatelo sciogliere e aggiungete le costolette 17, che farete dorare su entrambi i lati per un paio di minuti per lato. Quando le vostre costolette saranno dorati e croccanti 18, servitele immediatamente, accompagnandole con una fresca insalatina o delle patate al forno! Sentire che buone le costolette d'agnello in crosta di pistacchi! "
}