{
    "title": "Orata affumicata su misticanza, crostini e vinaigrette al miele",
    "ingredients": [
        {
            "ingredient": "Orata",
            "quantity": "(filetti affumicati) 200 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Insalata misticanza",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "120 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "25 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "(denocciolate) 30 g"
        }
    ],
    "preparation": " Per preparare l’orata affumicata su misticanza e vinaigrette al miele, cominciate dalla tostatura del pane: tagliate il pane 1 fino a ridurlo in tocchetti di circa 1,5 cm 2, poi disponetelo su una leccarda foderata con carta forno 3, cospargetelo d’olio 4 e lasciatelo dorare in forno statico preriscaldato a 200° per 18-20 minuti (oppure in forno ventilato a 180° per 10-15 minuti). Nel frattempo, preparate la vinaigrette al miele: in una ciotola versate l’olio 5, poi aggiungete l’aceto di mele 6, quindi unite il miele d'acacia 7, il sale 8, il pepe 9, ed emulsionate il tutto mescolando con una forchetta 10. A questo punto la vostra vinaigrette al miele sarà pronta 11. Prendete quindi i filetti di orata affumicata, divideteli in due 12 e teneteli da parte. Diisponete su un piatto da portata il letto di rucola e insalata, aggiungete i pomodorini tagliati 13, i crostini 14, i filetti di orata affumicata 15. In ultimo aggiungete le olive nere 16 e irrorate il tutto con la vinaigrette al miele 17. La vostra orata affumicata su misticanza, crostini e vinaigrette al miele è pronta per essere gustata 18! "
}