{
    "title": "Crostino con salmone marinato",
    "ingredients": [
        {
            "ingredient": "Baguette",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "260 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "45 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "25 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rucola",
            "quantity": "20 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i crostini con salmone marinato, per prima cosa preparate la marinatura: in un biberon da cucina versate lâaceto di vino bianco 1, lâolio dâoliva 2 e il succo di limone 3. Agitate bene per emulsionare il tutto 4 e passate al salmone, che taglierete prima a metÃ per il lungo 5 e poi a fettine dello spessore di circa 1 cm 6. Versate parte della marinatura in una pirofila, aggiungete una macinata di pepe rosa 7 e adagiate le fettine di salmone sul fondo 8. Condite con sale 9 e pepe rosa, aggiungete un poâ di aneto 10 e coprite con la marinatura 11, poi continuate in questo modo alternando le fettine di salmone, i condimenti e la marinatura fino ad esaurimento degli ingredienti. Coprite la pirofila con pellicola trasparente 12 e lasciatela in frigorifero a marinare per 24 ore. Trascorso il tempo della marinatura, tagliate il pane a fette dello spessore di 2-3 cm 13, trasferitele su una leccarda foderata con carta forno e conditele con un filo dâolio 14, sale e pepe nero. Preriscaldate il forno a 240Â° e infornate le fette di pane per 3-4 minuti con il grill acceso, poi rimuovetele dal forno 15 e lasciate raffreddare. Nel frattempo preparate la finta maionese: in un contenitore alto e stretto versate lâolio di semi 16, lâaceto di vino bianco 17, il latte di soia 18 e un pizzico di sale. Frullate con un frullatore a immersione 19 fino ad ottenere una salsa densa e cremosa 20. Prelevate il salmone marinato dal frigorifero e iniziate a comporre i crostini: spalmate la maionese finta sulle fette di pane 21, aggiungete un ciuffetto di rucola, che avrete precedentemente lavato e asciugato, aggiungete un paio di fettine di salmone marinato 22 e un poâ di scorza di limone grattugiata 23. Infine condite con un pizzico di sale e una macinata di pepe rosa. I vostri crostini con salmone marinato sono pronti per essere serviti 24! "
}