{
    "title": "Frittata leggera al prezzemolo",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "1 cucchiaio e mezzo"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata leggera al prezzemolo, per prima cosa sgusciate le uova dividendo i tuorli dagli albumi 1. Sbattete i tuorli in una ciotola con una forchetta e poi aggiungete il formaggio grattugiato 2, la farina setacciata 3, il latte 4, il sale e il pepe e sbattete ancora con la forchetta 5 per amalgamare bene gli ingredienti e ottenere un composto omogeneo 6. Lavate, asciugate e tritate finemente il prezzemolo e tenetelo da parte. Montate a neve ferma gli albumi con un pizzico di sale con le fruste di uno sbattitore elettrico (7-8), quindi incorporate delicatamente al composto il prezzemolo tritato 9. Sempre molto delicatamente, incorporate il composto di tuorli a quello di albumi 10 e mescolate con una spatola dal basso verso l'alto, per non smontare gli albumi 11. Ponete in una padella l'olio d'oliva e fatelo scaldare, quindi versate il composto finale 12. Lasciatelo cuocere a fiamma dolce per qualche minuto, coprendo la frittata con un coperchio 13; rigirate la frittata sull’altro lato, aiutandovi con il coperchio 14, e terminate la cottura. Servite la vostra frittata leggera al prezzemolo ancora calda 15! "
}