{
    "title": "Seitan burger",
    "ingredients": [
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Seitan",
            "quantity": "400 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "100 g"
        },
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lattuga iceberg",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare i seitan burgerÂ come prima cosa ponete a bollire le patate dolci, per circa 25 minuti 1. Nel frattempo occupatevi di preparare i burger: ponete in un mixer il seitan e frullatelo grossolanamente 2; quindi tenetelo da parte. Ponete nel bicchiere del mixer i ceci 3Â e frullate quest'ultimi fino ad ottenere una purea 4. Poi unitela al trito di seitan 5 in una ciotola capiente. Lavate e tritate il coriandolo 6 aggiungetelo poi nell'impasto, insieme al sale 7 e al pepe 8. Amalgamate il tutto 9, poi intagliate 4 quadrati di carta forno grandi circa 12x12 cm.Â Poneteli su un vassoio e adagiate su uno di essi un coppapasta da 8 cm di diametro. Riempitelo con il composto appena preparato pressandolo con un cucchiaio 10. Estraete poi delicatamente il coppapasta 11 e ripetete la stessa operazione anche per gli altri 12. Coprite con della pellicola e riponete in frigorifero a rassodare. Nel frattempo occupatevi di preparare la maionese vegana: nel bicchiere di un frullatore ad immersione versate il latte di soia e l'aceto di riso 13. Regolate di sale, versate poi anche l'olio ed emulsionate il tutto 15,Â fino ad ottenere una consistenza simile a quella della maionese 16. Aggiungete poi qualche goccia di tabasco 17, un cucchiaino di concentrato di pomodoro 18 e mescolate il tutto.Â Lavate le foglie di lattuga, poi asciugatele e tagliatele a julienne 19. Aggiungetele alla maionese vegana 20 e mescolate il tutto 21.Â A questo punto anche la patata sarÃ pronta, deve risultare cotta ma non troppo morbida, scolatela e trasferitela all'interno di una ciotola con acqua e ghiaccio per qualche secondo 22. Sbucciatela e tagliatela a rondelle spesse circa 1,5 cm.Â Poi tagliate a fette anche i pomodori 25 e le cipolle 26. Brasate le patate da entrambi i lati su un tegame antiaderente 27Â e fate la stessa cosa anche per pomodori e cipolle 28. Riprendete il burger 29 e posizionatelo sulla stessa padella dove avete cotto le verdure. Attendete circa 3 minuti, poi giratelo 30Â e cuocetelo per un paio di minuti anche dall'altro lato 31. Adagiatelo all'interno del panino 32, unite le patate dolci 33,Â il pomodoro, le cipolle 34 e la maionese insieme alla lattuga 35. Chiudete il panino e servitelo ancora caldo 36.Â "
}