{
    "title": "Filetto alla piastra in salsa aromatizzata di vino rosso",
    "ingredients": [
        {
            "ingredient": "Filetto di manzo",
            "quantity": "(4 fette da circa 250 g l'una) 1 kg"
        },
        {
            "ingredient": "Vino",
            "quantity": "rosso corposo 500 ml"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "3"
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "6"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare il filetto alla piastra in salsa aromatizzata di vino rosso, cominciate dalla carne. In una pirofila cospargete i filetti di olio di oliva e lasciateli marinare 1, nel frattempo iniziate la salsa di vino. Tritate finemente rosmarino, salvia e timo 2, quindi mondate e tritate finemente anche lo scalogno 3. Versate tutto il vino rosso in un capiente tegame, aggiungete il trito di scalogno 4, i chiodi di garofano 5, le bacche di ginepro 6 e il trito di erbe aromatiche. Aggiustate di pepe 7 e unite al vino anche le foglie di alloro 8: fatelo sciugare a fuoco vivo fino a ridurlo 9: impiegherà circa 15 minuti. Filtrate la riduzione ottenuta con un colino 10 raccogliendo e tenendo da parte la salsa 11. In un altro tegame fate fondere dolcemente il burro e incorporatevi la farina 12, mescolando con le fruste per eliminare tutti i grumi. Versate a filo il vino filtrato 13, mescolate a fuoco dolce 14 fino a che il composto non si raddensa, quindi tenetelo da parte al caldo 15. Scaldate ora la griglia e quando è pronta adagiatevi sopra i filetti 16: girateli dopo 2-3 minuti o più a seconda dei vostri gusti, quindi salateli 17. Impiattate la carne, se volete adagiandola su un letto di insalata, quindi cospargetela con la salsa 18.Il filetto alla piastra in salsa aromatizzata di vino rosso è pronto. "
}