{
    "title": "Scaloppine al vin santo con zucca e funghi misti",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "(8 fette) 400 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Vin santo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Funghi",
            "quantity": "misto di finferli, shii take, champignon 360 g"
        },
        {
            "ingredient": "Zucca mantovana",
            "quantity": "300 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vin santo",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare le scaloppine al vin santo con zucca e funghi misti, iniziate dalle verdure: tagliate a fette la zucca ed eliminate i semini 1 e la parte esterna, quindi tagliate la polpa a fette più piccole 2 e poi riducetele a dadini 3. Quindi pulite anche i funghi: pulite tutte le specie eliminando la parte del gambo maggiormente sporca di terra, poi puliteli con un panno inumidito e se necessario passateli sotto acqua corrente velocemente per eliminare tracce di impurità sul gambo o sotto il cappello. Poi tagliateli a fettine (4-5). Quindi in un tegame scaldate l'olio fate soffriggere l'aglio sbucciato intero: potrete toglierlo subito dopo e versare la zucca a dadini 6; fatela rosolare a fuoco vivace per circa 8 minuti, mescolando e insaporendo con sale e pepe a piacere. Quando la zucca si sarà insaporita, unite i funghi 7 e fate cuocere sempre a fuoco vivace per 12-13 minuti. Insaporite con sale e pepe nero. Verso fine cottura sfumate con il vin santo 8, poi spegnete il fuoco e tenete al caldo. A questo punto prendete la carne e passatela da entrambi i lati nell'amido di mais 10; in una padella fate rosolare uno spicchio d'aglio intero, quindi toglietelo e adagiate le fettine di carne 11 per scottarle 1 minuto per lato. Poi sfumate con il vin santo 12 e spegnete il fuoco. Adagiate le scaloppine nel tegame con i funghi e la zucca 13, aromatizzate con il rosmarino 14 e servite le scaloppine al vin santo con zucca e funghi misti ben calde 15! "
}