{
    "title": "Trancio di salmone in crosta di patate e zucchine",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "(4 tranci) 800 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "piccole 2"
        },
        {
            "ingredient": "Patate",
            "quantity": "piccole 2"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "12"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "280 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Ginepro",
            "quantity": "3 bacche"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Porri",
            "quantity": "1 foglia"
        }
    ],
    "preparation": " Per preparare il trancio di salmone in crosta di patate, iniziate verificando che non siano presenti lische sui tranci: passate il palmo della mano sulla superficie di ciascun trancio e se trovate delle lische toglietele con una pinza da cucina. Quindi sfilettate il trancio per eliminare la pelle 1. Lavate e sminuzzate le foglioline di timo con le mani 2, poi irrorate una pirofila con l'olio d'oliva, unite part del timo 3 e adagiate i tranci di salmone, cospargendoli del timo restante 4; salate e pepate a piacere, quindi coprite con pellicola e fate marinare per almeno 2 ore in frigorifero, girando i tranci dall'altro lato dopo un'ora per far marinare anche l'altra parte (se la marinatura non dovesse sembrarvi sufficiente, aggiungente altra direttamente sul salmone). Intanto preparate l'acqua per cuocere le verdure: in una ciotola versate la cannella, i rametti di timo, le bacche di ginepro 6, l'acqua 7 e la scorza di limone 8: lasciate in infusione il tutto a temperatura ambiente per almeno 30 minuti, perchè si aromatizzi. Quindi lavate, spuntate e tagliate le zucchine, prima per il senso della larghezza per dividerle in due, poi ogni metà per il senso della lunghezza creando listarelle di 2 cm di lunghezza 9 Pelate le carote baby ed eliminate il ciuffetto verde 10, poi riducetele in tocchetti di 2 cm circa di lunghezza 11 ; sfilettate una foglia di porro per creare striscioline lunghe molto sottili che serviranno da decorazione 12 (potrete in alternativa utilizzare 1 costa di sedano da sfilettare con un pelaverdure). Lavate e spuntate i fagiolini 13, poi create 4 mazzetti, legandoli con un filo di porro 14. Ora che le verdure sono pronte, potete cuocerle a vapore: riempite la base di plastica della vaporiera del microonde con l'acqua aromatizzata 15, portate la base della vaporiera al microonde e fatela scaldare per 5 minuti alla massima potenza. Sistemate le verdure senza sovrapporle nel cestello forato della vaporiera; impilate il cestello sulla base 16. Chiudete con il coperchio 17 e cuocere le verdure a vapore in forno a microonde per 9 minuti alla massima potenza. Al termine della cottura lasciare la vaporiera chiusa ancora per altri 3 minuti. Nel frattempo, lavate e spuntate le zucchine quindi affettatele finemente (2 mm circa) con una mandolina 18. Pelate le patate 19, poi affettate anch'esse finemente (2 mm circa) con la mandolina 20 e mano a mano versatele in una ciotolina piena di acqua fredda, per evitare che si anneriscano 21. A questo punto sistemate i tranci di salmone sulla teglia apposita del microonde e irrorate con un filo d'olio 22. Cuocete il salmone in microonde con il programma combinato C2 (microonde + grill) per 15 minuti. Poi sfornatelo e adagiate sulla superficie dei tranci le fettine di patate e di zucchine leggermente sovrapposte e alternate 22. Togliete il coperchio dalla vaporiera 24 trasferite con una pinza le verdure sulla teglia con il trancio di salmone 25 disponetele tutte intorno. Spennellate la superficie del salmone con poco burro fuso e cospargete il tutto con il pangrattato 26 ; riportate tutto al microonde e lasciate cuocere con modalità grill (G) per altri 10 minuti. Una volta pronto, sfornate il trancio di salmone in crosta di patate e zucchine e servitelo ben caldo 27. "
}