{
    "title": "Coniglio al forno",
    "ingredients": [
        {
            "ingredient": "Coniglio",
            "quantity": "in pezzi 1,2 kg"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "150 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "120 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "70 g"
        }
    ],
    "preparation": " Per preparare il coniglio al forno iniziate preparando il brodo vegetale; in alternativa potrete utilizzare per la preparazione pari peso di acqua calda. Quindi tritare il rosmarino 1, poi trasferitene metà all'interno di una padella dove avrete versato 40 g di olio 2 e unite lo spicchio d'aglio mondato 3. Aggiungete una foglia di alloro 4 e lasciate insaporire il tutto a fiamma bassa per 2-3 minuti. A questo punto alzate la fiamma e unite i pezzi di coniglio 5, lasciateli rosolare da entrambi i lati per 3-4 minuti 6, salate, pepate e sfumate il tutto con il vino bianco 7. Una volta che la parte alcolica sarà evaporata unite un mestolo di brodo 8 e lasciate cuocere a fuoco dolce per altri 5-6 minuti 9. Nel frattempo occupatevi di preparare le patate, pelatele 10 e tagliatele a tocchetti piuttosto grandi 11. Tagliate anche la cipolla a fette 12 e trasferite tutto in una ciotola, aromatizzate con gli aghi di rosmarino tritati e tenuti da parte in precedenza 13, le foglioline di timo 14, sale e pepe 15. Irrorate con 20 g di olio 16 e mescolate patate e cipolle per farle insaporire uniformemente. Trasferite tutto su una teglia ampia, oleata con circa 10 g di olio 17, in modo che patate e cipolle siano ben distribuite. Poi disponete anche i pezzi di coniglio rosolati in precedenza 18. Aggiungete il brodo vegetale rimasto 19 e cuocete il coniglio insieme alle patate in forno statico preriscaldato a 200° per 40 minuti. Una volta sfornato 20, servite il vostro coniglio al forno ancora fumante 21! "
}