{
    "title": "Enchiladas",
    "ingredients": [
        {
            "ingredient": "Tortillas di mais",
            "quantity": "12"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "700 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "800 g"
        },
        {
            "ingredient": "Peperoncino verde dolce",
            "quantity": "3"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Cheddar",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le enchiladas, iniziate grattugiando il cheddar 1, poi affettate sottilmente i peperoncini verdi 2, eliminate i semi del peperoncino rosso e affettate anche questo sottilmente 3. Pelate e tagliate la cipolla 4 finemente e per ultimo tritate anche il prezzemolo 5. Dividete in due il petto 6 tagliatelo in fettine nel senso della lunghezza 7, e rosolatele in padella con un filo di olio di oliva per qualche minuto (8-9) , dovranno dorarsi leggermente in superficie, una volta cotti, toglieteli dalla padella e tagliateli a dadini 10 e teneteli da parte, nella stessa padella rosolate la cipolla 11 per 5 minuti poi unite il peperoncino verde 12 e quello rosso 13 e 500 gr di passata di pomodoro 14, salate, pepate e cuocete per 15 minuti a fuoco dolce. Incorporate 130 gr di panna acida 15, mescolate con un cucchiaio e poi unite i dadini di pollo 16, il prezzemolo tritato 17 e il cheddar grattugiato avendo cura di tenerne da parte un paio di cucchiai che serviranno per guarnire 18. In un pentolino cuocete per 7-8 minuti i restanti 300 gr di passata di pomodoro con un filo di olio, salate e spegnete il fuoco 19. Oliate una pirofila rettangolare 20, farcite le tortillas con il sugo di pollo 21, arrotolate le tortillas 22 e adagiatele nella pirofila 23 con la parte ripiegata posta sul fondo. Ricoprite la superficie con la salsa di pomodoro 24, qualche cucchiaio di panna acida 25 e il cheddar grattugiato 26. Cuocete in forno statico preriscaldato a 180° per 20 minuti o in forno ventilato a 160° per 10 -15 minuti. A cottura ultimata sfornate le enchiladas 27 e lasciatele intiepidire prima di servirle "
}