{
    "title": "Calamari ripieni di scarola",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "(8 pezzi) 1,2 kg"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "800 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i calamari ripieni di scarola, iniziate dalla pulizia dei calamari (potete consultare la scheda della Scuola di cucina: come pulire i calamari). Dopo aver lavato i calamari sotto acqua corrente, con le mani staccate delicatamente la testa dal mantello e tenetela da parte 1. Sempre con le mani, cercate la penna di cartilagine trasparente che si trova nel mantello ed estraetela delicatamente. Passate nuovamente il calamaro sotto acqua corrente, lavatelo accuratamente ed aiutatevi con le mani per estrarre le interiora dal mantello e la sacca di inchiostro se presente 2. Passate quindi ad eliminare la pelle esterna: incidete con un coltellino la parte finale del mantello, quel tanto che basta per prendere un lembo della pelle 5 e tirate via completamente il rivestimento con le mani o aiutandovi con un coltellino 6. Per terminare la pulizia del mantello, sempre con un coltellino, rimuovete le pinne per utilizzarle nella preparazione 4. Ora riprendete la testa che avevate messo da parte e separatela dai tentacoli incidendo con un coltellino poco sotto gli occhi. Prendete i tentacoli ed eliminate il dente centrale in questo modo: aprite i tentacoli verso l’esterno con le mani e spingete in alto la parte centrale, ovvero la bocca 5. Con le mani, tirate via la pelle dai tentacoli 6. Sciacquate accuratamente tutte le parti del calamaro pulite sotto acqua corrente e mettetele da parte in una ciotolina mentre proseguite con la preparazione. Lavate il cespo di scarola, quindi tagliate le foglie grossolanamente 7, eliminando la parte del torsolo. Poi tagliate anche la provola a dadini 8. Preparate anche le olive (se non avete quelle denocciolate potete togliere il nocciolo aiutandovi con un coltellino). In una padella, scaldate un filo d'olio e aggiungete lo spicchio d'aglio sbucciato 9. Quindi versate i filetti di alici 10 e scioglieteli a fuoco lento mescolando con un cucchiaio di legno. Quindi aggiungete le olive denocciolate 11 e la scarola 12. Aggiustate di sale e pepe, mescolate 13 e fate cuocere per 20 minuti, fino a che la scarola sarà appassita e si sarà insaporita. Quindi spegnete il fuoco, togliete l'aglio dalla padella 14 e trasferite la scarola in una terrina per farla raffreddare. Quando sarà fredda, aggiungete la provola a dadini 15 e mescolate gli ingredienti del ripieno. Ora potete iniziare a farcire i calamari. Con un cucchiaio versate il ripieno in ciascun calamaro e aiutatevi con delle pinze per riempire bene il mantello fino in fondo 16. Quindi chiudete il calamaro con uno stuzzicadenti facendolo passare tra i lembi del mantello 17. Prendete una padella ampia e fate scaldare un filo d'olio. Aggiungete i calamari per farli cuocere da entrambi i lati. Cuoceteli per circa 20 minuti a fuoco medio 19, girandoli spesso. Quando saranno cotti, toglieteli dalla padella e lasciate il fondo di cottura in cui potrete cuocere le teste che avevate precedentemente pulito 20 per una decina di minuti. Quindi spegnete il fuoco e servite le teste inisieme ai calamari ripieni di scarola 21! "
}