{
    "title": "Biscotti al cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 120 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 2) 40 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare i biscotti al cioccolato iniziate tritando finemente il cioccolato fondente 1. Quindi trasferitelo in una bastardella per scioglierlo a bagnomaria a fuoco molto dolce 2; fate attenzione che l'acqua del pentolino non entri a contatto con il cioccolato. Lasciatelo intiepidire mentre preparate la base dei biscotti: in un mixer versate la farina 3. Aggiungete anche il burro freddo di frigo tagliato grossolanamente 4 e regolate di sale 5. Azionate il mixer per ottenere un composto sabbioso che poi trasferirete in una ciotola capiente 6. Unite lo zucchero 7 e il cioccolato sciolto a bagnomaria ormai tiepido 8. Dividete i tuorli dagli albumi (il peso indicato dei tuorli è importante per ottenere un risultato perfetto come consistenza); unite i tuorli sbattuti in precedenza al composto 9, aiutandovi con una forchetta. Versate anche il lievito 10 e lavorate gli ingredienti impastando con le mani ben fredde cercando di svolgere velocemente l’operazione per non riscaldare troppo il composto. Continuate ad impastare fino a ottenere un impasto omogeneo e privo di grumi: copritelo quindi con pellicola alimentare trasparente 11 e mettetelo a riposare in frigorifero per circa 30 minuti. Trascorso questo tempo estraete il composto dal frigorifero, togliete la pellicola trasparente e disponetelo tra due fogli di carta forno. Questa accortezza serve per evitare l’utilizzo di ulteriore farina per stendere l'impasto. Appiattite il panetto di impasto con un mattarello fino a ottenere uno spessore di circa 1 cm 12. Ottenuto lo spessore desiderato prendete un coppapasta del diametro di 4-5 cm e iniziate a coppare l’impasto 13. Trasferite i biscotti così ottenuti su una leccarda foderata con carta forno. Per trasferirli potete aiutarvi con una spatola 14 per evitare di lasciare le impronte ai lati o sulla superficie dei biscottini. Cuocete i vostri biscotti al cioccolato in forno statico preriscaldato a 180°C per 13 minuti (se utilizzate un forno ventilato potete cuocerli a 160°C per 5-6 minuti) 15. Potete testare tempi e temperatura per il vostro forno cuocendo una prima infornata con pochi pezzi. Trascorso il tempo di cottura, estraeteli dal forno 16 e lasciateli raffreddare per almeno 2-3 minuti. Quindi trasferiteli su una gratella 17 a raffreddare per almeno 15 minuti. Per riporli sulla gratella potete usare sempre una spatola se preferite, perchè non saranno ancora perfettamente rassodati: una volta freddi la consistenza sarà friabile. I vostri biscotti al cioccolato sono ora pronti da gustare 18! "
}