{
    "title": "Medaglioni di merluzzo e broccoletti",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Broccoletti",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i medaglioni di merluzzo e broccoletti, per prima cosa lasciate scongelare i filetti di merluzzo in frigorifero per almeno 2-3 ore. Poi mettete sul fuoco due tegami con acqua da portare a bollore; in uno immergete le patate lavate accuratamente quando l'acqua è ancora fredda, quando bolle calcolate per circa 30-40 minuti 1: il tempo può variare a seconda della grandezza delle patate, quindi ricordatevi di verificare il grado di cottura con una forchetta. Nel frattempo lavate i broccoletti, metteteli nell'altro tegame quando l'acqua avrà raggiunto il bollore e lessateli per circa 5 minuti 2. Quindi colate i broccoletti 3 e tritateli grossolanamente con un coltello 4, poi lasciateli raffreddare. Quando le patate saranno cotte, sbucciatele e schiacciatele con uno schiacciapatate in una ciotola capiente 5, poi preriscaldate il forno a 200° in modalità statica. Infine prendete i filetti di merluzzo e tagliateli a cubetti 6, poi tritateli grossolanamente con un coltello 7. Quando le verdure si saranno raffreddate, prendete la ciotola dove avete schiacciato le patate, unite i broccoletti 8 e il merluzzo tritati 9, salate, pepate 10 e aggiungete le foglioline di maggiorana 11, poi impastate con le mani per amalgamare tutti gli ingredienti 12. Prendete un pò di impasto e dategli la forma con un coppapasta del diametro di 6,5 cm per formare i medaglioni 13: con queste dosi dovreste ottenerne 6. Trasferite i medaglioni su una leccarda foderata con carta forno, conditeli con un filo d’olio e aggiungete ancora un pizzico di pepe 14, poi cuoceteli in forno statico preriscaldato a 200° per circa 20 minuti. Mentre i medaglioni sono in forno, passate alla preparazione del contorno: lavate e tagliate i pomodorini a metà 15; scaldate l’olio in una padella, aggiungete l’aglio sbucciato ma intero 16 e fatelo rosolare brevemente, poi unite i pomodorini 17, aggiungete il sale e l’origano 18 e lasciate cuocere a fuoco medio per circa 15 minuti. Quando i pomodorini saranno cotti, rimuovete lo spicchio di aglio dalla padella. Trascorso il tempo di cottura dei medaglioni, sfornateli 19 e trasferiteli su un piatto da portata; adagiate su un lato i pomodorini ancora caldi, aggiungete qualche fogliolina di maggiorana e condite con un filo d’olio a crudo 20. I vostri medaglioni di merluzzo e broccoletti sono pronti per essere serviti 21! "
}