{
    "title": "Strudel salato con prosciutto, funghi e fontina",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 100 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 200 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo strudel salato con prosciutto, funghi e fontina iniziate dall'impasto: in una ciotola versate la farina setacciata, aggiungete il sale 1 poi l'uovo 2. Quindi versate anche l'acqua 3. Aggiungete anche l'olio 4 e poi iniziate ad impastare 5; lavorate il composto nella ciotola fino a quando i liquidi non si saranno assorbiti e l'impasto avrà preso forma 6. Ora oleate leggermente la superficie di lavoro 7 o la spianatoia e trasferite l'impasto. Maneggiatelo 8 fino a quando risulterà liscio ed elastico 9. Fate una pallina con l'impasto, ponetela in una ciotola e copritela con pellicola trasparente 10. Fate riposare l'impasto in luogo fresco per almeno 30 minuti. Intanto preparare il ripieno: mondate il porro eliminando la barbetta e la parte verde, quindi sogliatelo dello strato più esterno e affettatelo finemente 11. Poi pulite i funghi champignon (per questa operazione potete consultare la scheda come pulire gli champignon): lavateli sotto acqua corrente, poi asciugateli con un canovaccio o carta da cucina per eliminare eventuale terriccio e affettate finemente le teste 12. Affettate anche la fontina 13 e togliete la buccia. Poi, in una padella capiente versate un filo d'olio e aggiungete il porro affettato in precedenza 15. Fatelo appassire a fuoco vivace per 3-4 minuti, mescolando di tanto intanto. Quindi aggiungete anche i funghi, salate e pepate a piacere e lasciate cuocere per circa 15-20 minuti. I funghi dovranno rimanere comunque croccanti, ma l'acqua che sprigioneranno in cottura dovrà evaporare. Mentre i funghi cuociono, mettete la fontina in pezzi nel mixer e frullatela, poi raccoglietela in una ciotola 20. Ora che avete pronti gli ingredienti per il ripieno, riprendete l'impasto dello strudel per stenderlo 21 Prendete un canovaccio pulito e poggiatelo sul piano di lavoro: cospargetelo di farina e cominciate a stendere il vostro impasto 22; allargatelo leggermente con le dita 23 e poi iniziate a stenderlo con un matterello 24, infarinando anche la parte superiore dell’impasto. Lavorate con il mattarello fino a quando non avrete ottenuto un rettangolo di 50x35 cm 25. Cospargetelo con gli ingredienti del ripieno lasciando circa 3 cm dal bordo: aggiungete prima la fontina tritata 26, poi con il composto di porri e funghi 27. In ultimo distribuite i cubetti di cotto 28. Spennellate i bordi con dell’albume 29 o acqua. Dopodichè aiutandovi con il canovaccio, iniziate ad arrotolate lo strudel su se stesso 30 partendo dal lato più corto e lasciando la chiusura nella parte inferiore. Completate di arrotolare lo strudel su se stesso 31 e ripiegate le due estremità dell'impasto sotto lo strudel stesso. Riponete lo strudel su una leccarda rivestita di carta da forno e spennellate la superficie dello strudel con dell’olio extravergine di oliva 32; infornate in forno statico preriscaldato a 180° per 40 minuti (se forno ventilato 160° per 30-35 minuti). Una volta cotto, sfornatelo 33 e mettetelo a intiepidire su di una gratella, quindi tagliatelo e servitelo! "
}