{
    "title": "Seppie ripiene",
    "ingredients": [
        {
            "ingredient": "Seppie",
            "quantity": "4"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "(mollica) 50"
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le seppie ripiene iniziate lavando e tagliando a pezzetti i pomodori ciliegino 1; teneteli da parte e dedicatevi a pulire le seppie: staccate delicatamente la testa e i tentacoli dal mantello 2, lavate bene le seppie sotto acqua corrente togliendo la penna di cartillagine e la sacca di inchiostro. Tritate finemente i tentacoli e le teste 3, mentre potete aprire a libro i mantelli delle seppie e tenerli da parte. In una padella ampia fate soffriggere uno spicchio d'aglio intero 4 (così poi potrete toglierlo) con un filo d'olio. Unite i tentacoli e le teste 5, mescolate per far isaporire e dopo qualche istante sfumate con il vino bianco 6e lasciatelo evaporare. Cuocete per 5 minuti, poi unite i pomodorini 7, mescolate, salate e pepate a piacere, versate anche il basilico 8 e lasciate cuocere altri 7-8 minuti; poi spegnete il fuoco. Intanto prendete la pagnotta di pane e tagliate via la crosta 9; frullate la mollica e versatela in una ciotola 10 11 quindi aggiungete anche 1-2 cucchiai di condimento di pomodori e seppioline prelevato dalla padella 12, mescolate accuratamente gli ingredienti 13 e con il ripieno ottenuto farcite ciascuna seppia con un cucchiaio di composto 14, poi avvicinate i lembi 15 e sigillate il mantello con gli stuzzicadenti in modo che in cottura il ripieno non fuoriesca 16. Ponete le seppie a cuocere in padella dove avevate lasciato parte del condimento 17, allungate con del brodo vegetale 18. In alternativa potete utilizzare anche della semplice acqua calda. e lasciate cuocere con il coperchio 19 per almeno 10 minuti, girandole di tanto in tanto: per verificare la tenerezza potete provare a infilzare il mantello con uno stuzzicandenti o i rebbi di una forchetta. Una volta cotte, spegnete il fuoco 20 e servite le seppie ripiene magari accompagnate da un'insalata verde 21! Si possono consumare anche fredde. "
}