{
    "title": "Tagliata al balsamico",
    "ingredients": [
        {
            "ingredient": "Filetto di manzo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Ginepro",
            "quantity": "5 bacche"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "2"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "5"
        }
    ],
    "preparation": " Per ottenere un risultato migliore è necessario cuocere la carne a temperatura ambiente quindi estraetela dal frigorifero almeno un'ora prima della cottura. Iniziamo preparando la riduzione: prendete l’aceto balsamico, versatelo in un pentolino e riscaldate a fuoco basso 1, poi aggiungete i chiodi di garofano 2, le bacche di ginepro 3 e le due stecche di cannella 4. Continuate la cottura fino a quando la salsa non avrà ridotto il suo volume della metà o poco più 5. Quando la riduzione è pronta, filtratela con un colino e mettetela da parte. Ora prepariamo la tagliata: fate scaldare molto bene una bistecchiera a fuoco alto con due cucchiai di olio extra vergine di oliva e poi adagiate la carne 6, grigliate per massimo 2-3 minuti per parte perché rimanga di un colore rosato all’interno, infine salate 7 e pepate 8 su ogni lato. Durante la cottura ricordatevi di non punzecchiare la carne per evitare di fare fuoriuscire i liquidi in essa contenuti. Una volta pronta la tagliata al balsamico fate delle fette dello spessore di 2-3 cm 9 e servitela su un letto di insalata fresca o rucola, cosparsa di riduzione all’aceto balsamico. "
}