{
    "title": "Crema fritta",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crema fritta iniziate con la preparazione della crema pasticcera, utilizzate le dosi di questa ricetta seguendo il procedimento che trovate cliccando qui. Fate cuocere bene la crema fino a che avrà una consistenza piuttosto compatta 1, a questo punto versatela in una teglia che avrete ricoperto di pellicola trasparente e stendetela di modo che abbia uno spessore di 2 cm circa (noi per questa quantità abbiamo utilizzato una teglia quadrata di cm 22x22) 2. Livellate bene la crema con una spatola e poi lasciatela raffreddare in un luogo fresco e asciutto per circa 2 ore (non riponete la crema in frigorifero e non copritela, altrimenti rimarrà molto umida). Quando la crema sarà ben fredda trasferitela su un tagliere e tagliatela a cubetti o a losanghe, aiutandovi con un coltello affilato 3. Passate ogni pezzetto di crema prima nel pangrattato 4, coprendola bene su tutti i lati, poi nell’uovo sbattuto 5 e poi ancora nel pangrattato 6. Friggete i bocconcini di crema in olio di semi di arachide ben caldo 7, fino a che saranno dorati. Scolateli con una schiumarola 8 e ponete la crema fritta su della carta assorbente per far perdere l’olio in eccesso9. Con questa dose otterrete circa 40 bocconcini di crema fritta! "
}