{
    "title": "Trippa alla Fiorentina",
    "ingredients": [
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "½ bicchiere"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Trippa",
            "quantity": "precotta 1 kg"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        }
    ],
    "preparation": " Per preparare la trippa alla fiorentina per prima cosa procuratevi dal vostro macellaio di fiducia della trippa già pulita ed anche parzialmente lessata. Affettate la trippa sottile 1, lavatela per bene sotto l’acqua corrente 2 e lasciatela scolare bene in un colino. Occupatevi ora del soffritto (per realizzarlo al meglio seguite la nostra scheda come fare il soffritto): sbucciate la carota e tagliatela a fette molto sottili per il senso della lunghezza, quindi ricavate dei cubetti 3. Lavate la costa di sedano, eliminate la membrana filamentosa esterna con il pelapatate 4. Dividete la costa a metà e tagliatela a cubetti piccoli 5. Sbucciate la cipolla, dividetela a metà, e riducetela a piccoli dadini 6. In un tegame, fate soffriggere l’olio e il burro insieme 7 poi unite le verdure per il soffritto: il sedano, la carota 8 e la cipolla 9 poi aromatizzate con le foglie di alloro e uno spicchio di aglio 10; fate rosolare le verdure a fuoco basso solo per 5 minuti perché poi si cuoceranno con la trippa, mescolando di tanto in tanto con un cucchiaio di legno. Prima di aggiungere la trippa, togliete l’aglio con una pinza da cucina 11 e questo punto aggiungete la trippa 12, fatela rosolare per insaporirla e poi versate nel tegame il vino bianco 13 che farete evaporare completamente. Aggiungete ora i pomodori pelati 14 , salate e pepate a piacere, coprite con il coperchio la pentola e portate a cottura la trippa bagnandola di tanto in tanto con del brodo caldo e girandola spesso, ci vorranno circa 2 ore (in alternativa per dimezzare i tempi potete usare la pentola a pressione). A fine cottura 15 spolverate con il Parmigiano Reggiano e lasciate riposare per 5 minuti. Servite la trippa alla fiorentina ben calda accompagnandola con dei crostini di pane. "
}