{
    "title": "Shish Kebab di tacchino",
    "ingredients": [
        {
            "ingredient": "Tacchino",
            "quantity": "fesa 1 kg"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "3"
        },
        {
            "ingredient": "Alloro",
            "quantity": "20 foglie"
        },
        {
            "ingredient": "Tortilla chips",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tortillas di farina",
            "quantity": "8"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "(o intero filtrato) 500 g"
        },
        {
            "ingredient": "Miele di castagno",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "(o 500 di yogurt intero) 200 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "fresca, da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Melanzane",
            "quantity": "grossa 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "da tritare 1 spicchio"
        },
        {
            "ingredient": "Menta",
            "quantity": "fresca, da tritare 2 cucchiai"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "(o paprika forte) in polvere 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tahina",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Peperoncino verde dolce",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "(molto piccante) da tritare 2 cucchiai"
        },
        {
            "ingredient": "Cumino",
            "quantity": "da pestare 1 cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " PREPARAZIONE DELLA CARNE E MARINATURA Per prima cosa, si procede alla preparazione della marinatura. Gli ingredienti della marinatura sono 5 parti di yogurt, 2 di succo di lime, 1 di miele di castagno per una bustina di zafferano. Si prende un recipiente capiente e non reattivo agli acidi (vetro o pyrex quindi) e si versa il succo di lime appena intiepidito sul fuoco in cui scioglieremo il miele 1. Una volta ben sciolto, si aggiunge lo yogurt 2 e lo zafferano 3 avendo cura di mischiare per bene il tutto 4. Fatto questo, si taglia la di fesa di tacchino 5, cercando di ottenere dei cubi tutti della stessa dimensione (6-7) per permettere una cottura uniforme. Si mettono i cubi nella marinata 8, si massaggiano un per qualche secondo 9, si copre con della carta pellicola e si ripone in frigo per almeno 1 ora. PREPARAZIONE DEGLI INTINGOLI IL LABNEH Per preparare il labneh 10, si riduce in purea l'aglio 11 e si unisce alla menta fresca tritata, al sale e al pepe 12 , allo yogurt 13, al succo di lime 14 quindi si mescola energicamente. Si pone il labneh in una piccola bowl e si ricopre la superficie con un sottile strato di olio extravergine 15, che darà sapore e ritarderà l’ossidazione. Riponete il labneh e in frigo e lasciartelo riposare. Il BABA GANOUSH (MUTABBEL) Per preparare il baba ganoush (o muttabel) si arrostisce la melanzana sul fuoco fino a quando l’esterno sarà completamente bruciato e l’interno risulta morbido e cedevole. Si apre in due e si raccoglie con un cucchiaio la polpa 16, ponendo attenzione a non raschiare troppo le parti bruciacchiate. Si pone la polpa in un mortaio, se si desidera pestarlo a mano oppure in un bicchiere per poi usare un frullatore ad immersione. Si aggiunge il succo di lime 17 , una generosa dose di tahina 18 insieme ad un goccio di olio extravergine, l'aglio tritato, la menta (solo alla fine se si intende usare il mixer), il sale e il pepe 19 . Si pesta 20 o si frulla il tutto per amalgamare gli ingredienti. Si può scegliere di ottenere una grana grossolana o un’emulsione liscia. In questo caso abbiamo preferito una grana grossa per conferire rusticità al piatto 21. IL MUHAMMARA Si tritano i peperoncini dolci e piccanti avendo cura di non ridurli in poltiglia, poichè i semi e la pelle conferiranno ancora una nota rustica. Aggiungete del cumino 22, appena un pò di sale, succo di lime, l'olio 23 e amalgamare energicamente 24. LA COTTURA DELLO SHISH TAOUK Una volta completata la preparazione degli intingoli, si può procedere alla preparazione degli spiedini. E’ preferibile utilizzare degli spiedini di acciaio di buona fattura, degli spiedini di legno oppure degli spiedini di bambù intagliati a forca. Questi ultimi sono consigliabili in quanto quelli singoli, in presenza di liquidi grassi, tendono a far rigirare su se stessa la carne quando si tenta di rivoltarli per cuocerli dall’altro lato. Se non si trovano gli spiedini di bambu, si possono in alternativa usare due spiedini parallei che consentiranno di rivoltare il kebab in modo piu agevole. In ogni caso, se si usano spiedi di legno, è preferibile tenerli a bagno per qualche tempo per evitare che prendano fuoco in cottura. Si inizia rimuovendo la marinatura in eccesso e si alternano sullo spiedo i cubetti di carne, delle falde di cipolla e una foglia di alloro (25-26). In questo modo, ogni pezzo di carne avrà un lato a contatto con la cipolla e l’altro con l’alloro. Il calore rilascerà gli olii essenziali che andranno ad aromatizzare il cubo. Quanto tutti gli spiedini sono completi, si passa in griglia 27. IL SET UP DELLE BRACI E LA COTTURA Questo metodo è chiamato “cottura diretta” o “direct grilling”, in poche parole è la classica grigliata. Il cibo viene cioè cotto posizionandolo su una griglia “direttamente” sopra le braci ardenti. E’ bene posizionare i carboni accesi in modo da lasciare una zona senza braci. Questa sarà la nostra zona di sicurezza in cui potremo spostare il cibo nel caso in cui il calore sia troppo elevato. Per proteggere ancora le estremità degli spiedini, è buona norma ripiegare in tre un foglio di alluminio e posizionarlo sulla griglia di modo che lo spiedo non bruci. La foto è molto esplicativa 28. La temperatura deve essere molto elevata ma sulle braci non devono essere presenti fiamme. Uno strato di cenere superficiale indica che le braci sono pronte per cuocere. A questo punto inseriamo la variante americana: l’affumicatura. Abbiamo scelto delle doghe di botti dismesse in cui è stato affinato del cabernet sauvignon. Il legno è completamente intriso degli aromi di del vino e di “cantina” che verranno rilasciati insieme al fumo del legno di rovere di slavonia (una quercia molto dura, pregiata il cui fumo è molto gradevole) di cui sono costituite. Sono al momento introvabili in commercio (ma arriveranno presto) nel nostro paese ma ovviamente siamo riusciti a procurarcele. Forse è possibile procurarseli da qualche produttore ma non è cosa semplice. In alternativa, delle normalissime chips di quercia andranno piu che bene ma anche omettendo l’affumicatura si avranno dei risultati altrettanto sorprendenti. Si mette a bagno un pezzetto di doga e si lascia assorbire un minimo di acqua che eviterà di farla incendiare all’istante. Questo tipo di legno è però praticamente impermeabile quindi è bene metterlo in un luogo nel braciere in cui le eventuali fiamme non rischino di bruciare gli spiedi. Una volta che inizia la produzione di fumo, si allineano gli spiedini sopra le braci e si inizia a cuocere 29. Da questo momento è importante monitorare la cottura per far si che la carne si cuocia, vi siano delle belle righe di cauterizzazione ma non si bruci nulla. Solitamente ci saranno delle aree piu calde e altre piu fredde. Alcuni spiedini quindi prenderanno colore prima di altri. Una volta individuate le aree piu calde, si spostano gli spiedi che sono piu avanti in cottura nelle aree fredde e vice versa per consentire una cottura uniforme. Una volta raggiunto il colore desiderato, si spostano gli spiedini in un luogo piu freddo della griglia e si procede ancora per qualche minuto, fino a quando, testando la carne con un polpastrello, opponga resistenza ma non sia completamente dura 30. Le foglie di alloro bruceranno completamente e ciò non è una cosa negativa. Contribuiranno in modo importante a fornire il classico “gusto di griglia” alla carne. "
}