{
    "title": "Sorrisi",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "120 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "60 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’impasto dei sorrisi, versate il latte in una casseruola 1, aggiungetevi il burro e un pizzico di sale e scaldate sfiorando la temperatura di ebollizione. Togliete la casseruola dal fuoco e incorporate la farina 2 tutta assieme. Mescolate con un mestolo con forza fino ad ottenere un composto piuttosto compatto 3 (non preoccupatevi se lo vedete grumoso). Lasciate intiepidire l’impasto ottenuto, poi trasferitelo su una spianatoia infarinata e impastate con le mani 4 fino ad ottenere una pasta liscia ed omogenea. Lasciate raffreddare completamente la pasta dei sorrisi e nel frattempo iniziate a preparare il ripieno. Condite la passata di pomodoro con poco olio e un pizzico di sale 5, sminuzzate la mozzarella 6 e tagliate il prosciutto cotto a pezzettini. Stendete l’impasto dei sorrisi con un mattarello 7 formando una sfoglia rettangolare larga circa 12/14 cm e spessa 1 o 2 mm. Distribuite il ripieno 8 (4 sorrisi mozzarella e pomodoro e 4 mozzarella e prosciutto) al centro della sfoglia a distanza di circa 10 cm l’uno dall’altro. Subito dopo chiudete a libro la sfoglia 9. Con un tagliapasta dal diametro di circa 11,5/12 cm fate delle forme a “sorriso” 10 (leggermente più ampie di una mezzaluna). Con le dita fate pressione sui bordi dei sorrisi per chiuderli bene ed evitare che il ripieno fuoriesca. Procedete in questo modo, impastando ogni volta i ritagli fino a terminare tutti gli ingredienti. Una volta ottenute tutte le sagome, prendete due piatti , in uno mettete il pangrattato e nell’altra l’uovo sbattuto. Intingete ogni sorriso prima nell’uovo sbattuto 11, e successivamente nel pangrattato 12. Friggete quindi i vostri sorrisi in olio caldo 13 per circa 4 minuti fino a dorare entrambi i lati 14 (se preferite potete cuocere i sorrisi anche in forno. Preriscaldate il forno a 180 gradi e fate cuocere i sorrisi 10 minuti da un lato e 10 minuti dall'altro). Scolate i sorrisi, adagiateli su carta assorbente da cucina e serviteli immediatamente. "
}