{
    "title": "Churros",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i churros, accendete il fuoco e scaldate l’acqua in un pentolino dal fondo spesso; aggiungete lo zucchero 1 e fatelo sciogliere mescolando con una spatola 2; aggiungete un pizzico di sale 3, unite il burro 4 e mescolate ancora fino a quando si sarà sciolto 5. A quel punto aggiungete la farina 6, rimestate continuamente il composto con una frusta per fare in modo che non si formino grumi 7. Lasciate cuocere a fuoco medio, mescolando fino a che sul fondo della pentola non si sarà formata una patina bianca. A quel punto spegnete il fuoco e lasciate intiepidire il composto all’interno della pentola stessa. Quando si sarà raffreddato trasferitelo in una planetaria dotata di frusta k per impastare 8. Azionate la frusta 9 Versate un uovo alla volta, aspettando che si assorba prima di aggiungere l'altro 10; fatelo assorbire all’impasto e quando avrete ottenuto una pasta lucida e morbida 11 allora sarà pronta. Trasferite la massa in una sac-a-poche dotata di bocchetta a stella di media grandezza 12. Per la frittura: in un pentolino dai bordi alti fate scaldare l’olio portandolo a una temperatura di 165°, controllando la temperatura con un termometro per alimenti. Quando l’olio sarà caldo, spremete l'impasto direttamente nel pentolino così da formare dei bastoncini della lunghezza di 10 cm circa, tagliando l'estremità con una forbice 13. Fate cuocere i churros 2-3 minuti rigirandoli per fare in modo che si dorino perfettamente 14. Quindi trasferiteli su un vassoio foderato con carta assorbente e cospargeteli di zucchero 15.Potete anche condirli con della cannella in polvere se preferite. Per la cottura in forno: ponete un foglio di carta da forno su una leccarta e con la sac-à-poche formate dei filoncini lunghi circa 10 cm 16; spennellateli con dell'acqua 17 e cuoceteli a 200° per 40 minuti e i successivi 20 minuti a 170° in modo che l'impasto si asciughi bene (se forno venitlato ponete i churros nel ripiano più alto e cuoceteli a 180° per 20 minuti e i successivi 10 minuti a 165°); una volta pronti spegnete il forno e lasciate lo sportello socchiuso per una decina di minuti in modo che si asciughino. Quindi sfornateli, fateli intiepidire e cospargeteli di zuccero a velo 18. "
}