{
    "title": "Mini quiche ai funghi, porri e prosciutto",
    "ingredients": [
        {
            "ingredient": "Funghi champignon",
            "quantity": "250 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "130 g"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(2 confezioni) 460 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mini quiche con i funghi, i porri e il prosciutto cotto, iniziate a pulire e tagliare a pezzetti gli champignons; fate imbiondire uno spicchio d'aglio in una padella antiaderente con due cucchiai d'olio 1 e cuocetevi i funghi a pezzetti 2, salate e pepate. Nel frattempo, in un’altra padella con un cucchiaio di olio cuocete i porri mondati e tagliati in modo sottile per circa 15/20 minuti 3 In una ciotola sbattete 4 uova con la panna 4, mescolando bene e incorporate il Grana Padano 5, aggiustate poi di sale e di pepe. Imburrate 14 stampini da forno dal diametro di circa 8 cm, oppure degli stampi da muffin (in questo caso le mini quiche risulteranno ancora più piccole) e tagliate la pasta sfoglia in cerchi con un diametro di un paio di centimetri più ampio rispetto ai vostri stampini, aiutandovi con un bicchiere o con una coppetta 6. Infine foderate gli stampi con i dischi di pasta sfoglia 7 e iniziate a farcirli. Aggiungete in ogni quiche il composto di champignons e porri, il prosciutto cotto tagliato a pezzettini 8 e versatevi sopra il liquido di uova, panna e Grana Padano fino a riempirle 9. Le quiche andranno quindi infornate a 180°C (forno ventilato) per circa 20 minuti, fino a quando avranno assunto un bell’aspetto dorato. Servite le mini quiche con funghi, porri e prosciutto ben calde! "
}