{
    "title": "Chicken rolls",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Piadine",
            "quantity": "4"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "160 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cavolo cappuccio",
            "quantity": "150 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "½"
        },
        {
            "ingredient": "Yogurt magro",
            "quantity": "90 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Maionese",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaino"
        },
        {
            "ingredient": "Senape",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i chicken rolls, iniziate con la preparazione dell’insalata di cavolo e carote seguendo la ricetta che trovate qui. Tagliate a julienne (Per i dettagli guardate la Scheda di Cucina Come tagliare le verdure) le carote e il cavolo 1. Mescolate il cavolo e le carote in un’insalatiera 2 e aggiungete anche il cipollotto affettato molto finemente. Preparate quindi la salsina: in una ciotola amalgamate lo yogurt magro con la maionese, poi aggiungete la senape, l’aceto, lo zucchero, il sale e il pepe. In ultimo incorporate l’erba cipollina 3. Assaggiate e aggiustate eventualmente di sale. Condite la julienne di verdure con il dressing ottenuto 4. Prendete il petto di pollo, pulitelo e scaloppatelo in filetti non troppo sottili 5, oliateli con un cucchiaio d’olio e in fine salate e pepate. Cuoceteli per 6 minuti, 3 minuti per lato 6 per farli bene dorare. Dopo averli cotti, tagliate i petti di pollo a listarelle e metteteli da parte 7. Ora prendete i pomodori lavateli e tagliateli a fette 8; prendete l’insalata verde, lavatela e sfogliatela. Quando avrete pronti tutti gli ingredienti incominciate a comporre i chicken roll: scaldate la piadina a fuoco basso, per qualche secondo su una piastra o una padella antiaderente 9. Non troppo altrimenti seccherà! Trasferite la piadina calda su di un tagliare e adagiate sopra un paio di foglie d’insalata 10, i pomodori precedentemente tagliati a fette 11 salate e pepate leggermente, mettete il pollo precedentemente cotto e tagliato a listarelle 12 e infine aggiungete l’insalata di cavolo e carote 13. Ripiegate i chicken roll formando un rotolo (14-15), facendo attenzione a piegarlo stringendo il più possibile. Per tenere il rotolo ben stretto, avvolgetelo in un foglio di carta stagnola e lasciatelo riposare qualche minuto, affinchè i sapori si amalgamino al meglio. I vostri chicken rolls sono pronti: potete mangiarli ancora caldi/tiepidi oppure quando si saranno raffreddati, eliminate solo la parte superiore della stagnola, in questo modo il ripieno non fuoriuscirà, rimanendo all'interno della piadina! "
}