{
    "title": "Spiedini di mare",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "giÃ puliti 500 g"
        },
        {
            "ingredient": "Totani",
            "quantity": "(circa 8) 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "8"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 3 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare gli spiedini di mare, inziate a pulire i totani: togliete i ciuffi e teneteli da parte 1, svuotate la sacca dalle interiora e pulitela bene. Aprite la sacca dei totani con un taglio centrale 2 e ricavatene dei pezzi rettangolari 3. Se avete dei calamari interi puliteli seguendo il procedimento che trovate qui (Pulizia dei calamari). Tagliate i calamari a strisce larghe 1-2 cm 4 e pulite i gamberi eliminando la testa, il guscio e lasciando la coda 5. Incidete, con un coltellino, il dorso di ogni gambero così da eliminare il filo nero all’interno. Tagliate i pomodorini a metà 6. Ora componente gli spiedini: prendete una striscia di calamaro, infilzatela con uno spiedino e alternate le sue pieghe con i rettangoli di totano 7. Ora proseguite con un pomodorino a metà e un gambero 8, ancora con una serie di calamaro e totano e terminate con un altro pomodoro a metà e un ciuffo di totano 9. Proseguite così per tutti gli altri 7 spiedini. Preparate la panatura: in una ciotola mescolate il pangrattato insieme al prezzemolo e l’aglio 11, spolverate di pepe e aggiungete un filo d’olio 11. Passate gli spiedini nella panatura da entrambi i lati 12. Cuocete gli spiedini in una padella con 2 cucchiai di olio extravergine 13 a fuoco vivace per 5-6 minuti. A metà cottura bagnate con il vino bianco 14 e girate gli spiedini, proseguite la cottura per altri 5 minuti e i vostri spiedini di mare saranno pronti! "
}