{
    "title": "Hamburger alle erbe aromatiche con verdure miste e patatine",
    "ingredients": [
        {
            "ingredient": "Farina",
            "quantity": "65 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "(tiepido) 70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "7,5 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1,5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cavolo rosso",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "500 g"
        },
        {
            "ingredient": "Ketchup",
            "quantity": "140 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "(per spennellare) 1"
        }
    ],
    "preparation": " Per preparare gli hamburger aromatici con verdure miste e patatine iniziate dai panini. Cominciate con la preparazione della biga: prendete una ciotola capiente e setacciate la farina ed il lievito 1. Aggiungete l’acqua poca alla volta ed impastate energicamente con le mani per amalgamare tutti gli ingredienti 2 fino ad ottenere un impasto liscio. Date all’impasto una forma sferica, coprite con pellicola alimentare trasparente e lasciate riposare per almeno 3-4 ore, in forno spento con luce accesa 3. Quindi procedete con l'impasto: in una planetaria setacciate la farina, il lievito disidratato, ed aggiungete lo zucchero semolato e il malto 4. Azionate la planetaria con la foglia a velocità media. Quindi versate il latte a temperatura ambiente 5 e l’acqua a filo a temperatura ambiente. Quando i liquidi si saranno assorbiti, versate poco per volta la biga che sarà lievitata 6. Continuate ad impastare per circa 3 o 4 minuti finchè l’impasto risulterà omogeneo. A questo punto togliete la foglia della planetaria e montate il gancio. Fate andare la planetaria e intanto versate il sale 7 e lavorate l’impasto per circa 3 minuti a velocità media. Continuando ad impastare versate l’olio a filo 8 ed il burro leggermente ammorbidito un pezzetto alla volta, aspettando che si sia assorbito prima di procedere con un altro pzzetto 9. Dovrete un impasto elastico e omogeno. Poi trasferite l’impasto su una spianatoia. Stendetelo leggermente con le mani 10 quindi ripiegatelo fino a congiungere le estremità 11. Ripetete l’operazione per un paio di volte. Quindi date all’impasto la forma sferica e mettetelo a riposare in una ciotola coperto da pellicola alimentare trasparente per almeno 2 ore in forno spento con luce accesa (ad una temperatura di 28-30°) 12. Dopodichè prendete l’impasto, riponetelo in una spianatoia e dividetelo in 4 parti da circa 130 g l’una 13. Lavorate ciascun pezzo fino a formare delle palline. Quindi prendete una leccarda e, dopo averla imburrata, adagiate le palline che avete formato ben distanziate tra loro 14. Lasciateli così lievitare per circa 1 ora 15. Trascorso il tempo di lievitazione spennellatele con un uovo 16 e decorate con i semi di sesamo 17: infornate in forno statico preriscaldato a 190°C per 20 minuti (o a forno ventilato per a 160°C per 10 minuti, in questo caso potete provare la cottura di 1 panino per regolarvi meglio su tempi e temperatura). Quindi estraete dal forno i panini e lasciate riposare a temperatura ambiente per farli raffreddare 18. I panini sono pronti per essere tagliati a metà e farciti! Procedete ora con la preparazione del contorno di accompagnamento. Lavate bene tutte le verdure sotto acqua corrente, poi prendete il cavolo e incidetelo con un coltellino per togliere la parte più coriacea che eliminerete e tagliatelo alla julienne 1. Riempite una ciotola d’acqua e versatevi il cavolo fino a quando non vi servirà per farcire. Pelate le carote e tagliatele a julienne 2. Spuntate le zucchine e tagliate anch'esse a julienne, quindi spuntate anche i fagiolini. In un'ampia padella antiaderente versate l’olio a filo, scaldate e aggiungete le carote 3. Lasciate cuocere le carote a fuoco vivace per 4 minuti. unite poi le zucchine e i fagiolini nella padella 4. Saltate le verdure ancora qualche minuto e aggiungeteci infine l’acqua 5. Coprite quindi la padella con coperchio e fate cuocere per 10 minuti a fuoco moderato. Passate ora alla preparazione degli hamburger alle erbe aromatiche. Su un tagliere tritate finemente aneto ed erba cipollina aiutandovi con un coltello 6. In una ciotola ponete la carne ed unite il trito di aneto ed erba cipollina. Aggiustate di sale e pepe. Aiutandovi con una forchetta o se preferite con le mani amalgamate bene gli ingredienti 7. Quindi prendete un coppa pasta dal diametro di 13 cm riponete all’interno il trito di carne ottenuto 8. Ripetete l’operazione in modo da ottenere 4 hamburger da circa 110 g l’uno 9. Prendete quindi una griglia, ungetela leggermente con un filo di olio per evitare che gli hamburger si attacchino e scaldatela. Cuocete gli hamburger sulla griglia, ciascun lato per circa 3 o 4 minuti 10. Gli hamburger sono ora pronti per comporre il panino. Prendete i panini che avete preparato in precedenza e tagliateli a metà seguendo la linea orizzontale. Scolate il cavolo cappuccio che avete messo nella ciotola con l’acqua. Aiutandovi con delle pinze da cucina riponete un po’ di cavolo sulla parte inferiore del panino 11. Quindi adagiate l'hamburger aiutandovi con una paletta 12 condite con il ketchup a piacere e aggiungete un ulteriore strato di cavolo cappuccio sopra all’hamburger 13. Ultimate il vostro panino adagiando l’altra metà del pane sopra 14. Per ultimare il vostro piatto prendete le patate, lavatele sotto abbondante acqua, privatele della buccia e tagliatele seguendo il lato lungo in modo da ottenere delle fettine non troppo sottili da cui ricaverete i classici bastoncini. Poi prendete un tegame dai bordi alti, versatevi l’olio e portate a bollore. Asciugate le patate. Quando l'olio avrà raggiunto la temperatura di 180°C versatevi le patate 15. Friggetele fino alla doratura, e scolatele aiutandovi con una schiumarola 16, quindi conditele con un pizzico di sale a piacere. Infine adagiate le patatine fritte a fianco al panino con l’hamburger 17. Aggiungete anche le verdure a julienne e preparatevi a gustare la vostra creazione in compagnia di amici e familiari 18! "
}