{
    "title": "Rotolini di piadina con salmone, avocado e crema allo yogurt",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "norvegese 300 g"
        },
        {
            "ingredient": "Piadine",
            "quantity": "4"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Avocado",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodori San Marzano",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare i rotolini di piadina con salmone, avocado e crema allo yogurt iniziate a realizzare la marinatura per il salmone. Spremete i limoni 1, in modo da ottenere 50 g di succo, per questa operazione saranno necessari 1 o 2 limoni, in base alla loro grandezza. Versate 50 g di olio in una ciotolina, tenendo gli altri 10 g da parte, e aggiungete un pizzico di sale e di pepe 2. A questo punto unite il succo del limone 3 e mescolate rapidamente con una forchetta 4. Tenete la marinatura da parte e occupatevi del filetto di salmone. Siccome il pesce non verrà cotto, ma solo marinato se utilizzate un filetto di salmone norvegese non ci sarà bisogno di trattarlo in precedenza, altrimenti assicuratevi che il salmone sia stato abbattuto prima dell'acquisto. A questo punto estraete con una pinzetta le eventuali lische 5 e se presente eliminate la pelle. Utilizzando un coltello molto affilato ricavate delle fettine sottilissime dal salmone, praticando dei tagli orizzontali 6. Adagiate le fettine di salmone in una pirofila 7, versando la marinatura 8 tra uno strato e l'altro di salmone 9. Ricoprite il tutto con della pellicola trasparente e lasciate riposare per circa 1 ora in frigorifero. Trascorso questo tempo iniziate a preparare gli altri ingredienti per il ripieno. Prendete un avocado, dividetelo a metà ed eliminate il nocciolo 10. Quindi sbucciate ogni metà del frutto, per farlo sarà sufficiente tirare delicatamente la pellicina esterna 11, affettatelo 12 e tenetelo da parte. Adesso passate alla crema: versate lo yogurt greco in una ciotolina e grattatevi direttamente la scorza del lime 13, aggiustate di sale e di pepe, quindi unite i restanti 10 g di olio 14. Mescolate delicatamente con un cucchiaio 15 per amalgamare gli ingredienti. Lavate i pomodori, spuntateli e affettateli 16. Riprendete il salmone ormai marinato 17 e iniziate a comporre il piatto. Per prima cosa occorrerà scaldare le piadine su una padella antiaderente, da entrambi i lati per circa 1 minuto 18. Trasferitele su un tagliere e farcite ogni piadina scaldata posizionando sulla parte centrale il salmone, le fettine di avocado 19, quelle di pomodoro 20, e la crema allo yogurt 21. Arrotolate la piadina 22 e tagliatela a fette spesse circa 2-3 cm 23. Proseguite in questo modo fino a terminare tutti gli ingredienti e servite i vostri rotolini di piadina con salmone, avocado e crema allo yogurt! "
}