{
    "title": "Muffin con il cuore",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "180 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare i muffin con il cuore cominciate per prima cosa sciogliendo il burro a bagnomaria oppure al microonde e lasciatelo intiepidire 1. In una caraffa (o in una ciotola) versate il latte, le uova leggermente sbattute 2 e il burro oramai intiepidito 3; mescolate con una forchetta (o una frusta) e tenete da parte 4. In una ciotola capiente setacciate con il colino la farina, il bicarbonato e il lievito per dolci 5, unite poi lo zucchero 6 e un pizzico di sale. Ora incidete il baccello di vaniglia dal lato lungo ed estraete i semini interni 7 che andrete ad aggiungere all'impasto 8. Inserite le fruste elettriche nel recipiente con le polveri e azionatele a velocitÃ bassissima mentre versate anche il composto di liquidi poco alla volta 9: in questo modo amalgamerete il tutto evitando la formazione di grumi. Alla fine otterrete un impasto omogeneo e liscio 10. Inserite i pirottini di carta in uno stampo classico da 12 muffin. Versate lâimpasto in un sac-Ã -poche senza bocchetta e spremetene quanto basta per riempire metÃ pirottino 11. Ora, per la versione con il cioccolato fondente: ponete al centro un pezzetto di cioccolato di 10 g circa 12. Non spingete verso il basso il pezzetto di cioccolato altrimenti resterÃ sul fondo. Spremete altro impasto 13 per ricoprire il cioccolato 14. Cuocete i muffin con il cuore in forno statico preriscaldato a 190Â° per 25 minuti. Terminata la cottura i vostri muffin con il cuore risulteranno leggermente dorati in superfice 15, lasciateli intiepidire prima di servirli. In alternativa alla barretta di cioccolato potete realizzare voi un cuore fondente di ganache per farcire i vostri muffin: mentre i muffin sono in cottura, scaldate leggermente la panna liquida, giusto il tempo di intiepidirla. Poi tritate finemente il cioccolato fondente 1 e ponetelo in un altro pentolinoa bagnomaria 2, per scioglierlo completamente mescolando per favorire lo scioglimento 3 poi versate la panna liquida tiepida 4. Mescolate con un cucchiaio per amalgamare il composto che dovrÃ risultare molto fluido 5. Versate la ganache ottenuta in uno stampo in silicone per cioccolatini 6. Una volta riempiti tutti gli stampini 7 ponete in freezer a rassodare per almeno 3 ore. Trascorso questo tempo la ganache si sarÃ rassodata 8 e potrete inserirla allâinterno dellâimpasto 9. Proseguite la preparazione dei muffin con il cuore come da ricetta, cuocendo in forno statico preriscaldato a 190Â° per circa 25 minuti. "
}