{
    "title": "Ruota di luganega con verdure al forno",
    "ingredients": [
        {
            "ingredient": "Luganega",
            "quantity": "400 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "250 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Accendete il forno e portatelo a 200°. Prendete la salsiccia luganega, arrotolatela in due spirali che poi fermerete infilzandola con due stecchini da spiedo “a croce” 1, una volta infilzata la luganega tagliete la parte degli stecchini che fuoriesce (2-3). Mondate le verdure e tagliatele a tocchetti della stessa dimensione, in modo che possano cuocere uniformemente, procedendo in questo modo: lavate le melanzane e le zucchine, eliminate la parte verde posta sulla sommità e tagliatele a cubetti non troppo piccoli. Eliminate il picciolo ai peperoni, quindi apriteli ed eliminate i semi e i filamenti interni: tagliateli a quadrati. Pelate le patate e tagliatele a cubetti , quindi lavate i pomodorini e tagliateli in quattro. Cospargete la leccarda del forno con l’olio extravergine 4, quindi adagiateci le verdure a pezzi 5, salate, pepate unite ancora un po' d'olio 6 e aggiungete tanta acqua calda quanta ne serva per ricoprire interamente la leccarda senza però affogare le verdure. Posizionerete le spirali di salsiccia sulla griglia del forno 7. Infornate le verdure nella leccarda sulla parte bassa del forno 8, mentre Fate cuocere a 200° per circa 45 minuti, controllando, di tanto in tanto, che l’acqua sia sempre presente tra le verdure, in modo che non brucino durante la cottura al forno. Solamente negli ultimi minuti di cottura faremo in modo che le verdure si asciughino, stando sempre attenti a non farle bruciare. Passati i 45 minuti estraete ,e pietanze dal forno, quindi impiattate accompagnando la salsiccia con le verdure 9. "
}