{
    "title": "Cheesecake alla Nutella",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Nutella",
            "quantity": "500 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la cheesecake alla Nutella iniziate preparando la base: mettete a sciogliere il burro in un pentolino a fuoco bassissimo, quindi lasciate intiepidire. Intanto versate i biscotti secchi nel mixer 1, quindi frullateli fino ad ottenere una polvere 2 e riponeteli in una ciotola; unite il burro fuso in precedenza e lasciato leggermente intiepidire 3. amalgamate per bene fino ad ottenere un composto sabbioso 4. Imburrate una tortiera del diametro di 24 cm e foderatela con la carta forno. Quindi versatevi all’interno il composto di biscotti 5 e con l’aiuto di un cucchiaio compattate bene, in modo da creare la base di biscotto 6; riponete in frigorifero per 30 minuti o in freezer per una decina di minuti. Intanto dedicatevi al ripieno: in una ciotola versate il formaggio cremoso 7 e aggiungete un cucchiaio di Nutella 8, quindi amalgamate bene con una frusta 9 o con una spatola. A questo punto aggiungete il resto della Nutella 10 e proseguite a mescolare con la frusta 11 fino ad ottenere una crema liscia. Riprendete la tortiera dal frigorifero e versate il composto di formaggio e Nutella sulla base di biscotti oramai solidificata 12. Livellate bene la superficie con una spatola 13, copritela con la pellicola e lasciatela rassodare in frigorifero per almeno 6 ore (meglio ancora se una notte intera). Quindi trasferite la cheesecake in un piatto da portata e decorate a piacimento con la granella di nocciole 14. Servite la vostra cheesecake alla Nutella ben fredda 15! "
}