{
    "title": "Cinnamon rolls",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "615 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 55 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "110 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "15 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(per ungere la teglia e per spennellare l'impasto) 15 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente q.b."
        }
    ],
    "preparation": " Per preparare i cinnamon rolls cominciate facendo sciogliere il burro a fuoco dolce e lasciandolo poi intiepidire una volta pronto. Versate quindi in una ciotola tutti gli ingredienti secchi, quindi la farina e lo zucchero 1, il lievito secco (oppure fresco sbriciolato direttamente in ciotola, 18 g) 2 e il sale e mescolate 3. Fate lo stesso con gli ingredienti liquidi. In una ciotola versate l’acqua 4 insieme al latte 5 e l’uovo leggermente battuto 6. Continuate poi con il burro fuso che avrete lasciato intiepidire 7 e mescolate il tutto con un cucchiaio di legno 8. A questo punto unite gli ingredienti liquidi a quelli secchi 9 e, aiutandovi con il cucchiaio, mescolate fino ad ottenere un composto amalgamato 10. Trasferitelo sul piano da lavoro 11 e impastate a mano fino ad ottenere una sfera liscia ed omogenea 12 Potete unire un pizzico di farina se necessario per lavorare più facilmente. L'impasto è pronto quando impastando le vostre mani risulteranno pulite. Ungete con del burro una bacinella 13 e riponete l’impasto al suo interno 14, coprite con pellicola trasparente e lasciate lievitare per almeno 30 minuti ad una temperatura tra i 20° e i 25° (in alternativa potrete tenere la ciotola in forno spento ma con la luce accesa) 15. Passate alla preparazione del mix per aromatizzare. In una ciotola versate lo zucchero 16 e la cannella in polvere 17, mescolate per bene e tenetelo da parte 18. Riprendete l’impasto lievitato 19 e sgonfiatelo su una spianatoia leggermente infarinata con l’aiuto di un matterello 20. Ottenete un rettangolo di 50x35 cm 21 poi spennellate con il burro fuso 22 e cospargete con ¾ del mix aromatizzante 23 avendo cura di distribuirlo su tutta la superficie 24. Arrivati a questo punto dovrete procedere ad arrotolare l’impasto. Cominciate sollevando delicatamente il lembo inferiore lungo tutto il lato più lungo, in questo modo vi aiuterete a staccarlo dalla spianatoia 25. Dopodiché procedete ad arrotolare un po’ alla volta e facendo attenzione ad arrotolare strettamente e senza schiacciare l’impasto 26. Ottenuto il rotolo dovrete modellarlo con le mani in modo da ottenere una lunghezza di 48cm, perciò tenete ferma un'estremità con la mano e con l'altra fate delle leggere pressioni verso l'estremità che state bloccando, per dare una forma omogenea 27. Con una lama affilata dividete a metà il rotolo 28, dividete una delle metà ancora a metà 29 e da ciascuna suddivisione dovrete ottenere 3 dischi delle stesse dimensioni (circa 3-4 cm). Proseguite allo stesso modo anche per l'altro pezzo. Otterrete con queste dosi 12 rotelle 30; potete modellarle leggermente con le mani per arrotondare la forma. Ungete una teglia rettangola da 30x20cm e cospargetela con il ¼ restante del mix profumato 31. Sistemate i rotolini nella teglia tutti nello stesso verso distanziandoli tra loro 1 cm circa 32. Una volta disposti tutti i pezzi schiacciate delicatamente con le dita per rendere omogenea la forma di ogni rotolino 33 e infine coprite con pellicola trasparente lasciando lievitare per altri 30 minuti almeno 34. Trascorso il tempo le girelle saranno raddoppiate 35, quindi passate alla cottura. I cinnamon rolls cuociono in forno preriscaldato, in modalità statica, a 180° per circa 30 minuti. Una volta cotti lasciateli raffreddare completamente 36. Per preparare la glassa versate lo zucchero a velo in un recipiente e unite un po’ d’acqua fredda poco alla volta e iniziate a mescolare 37, continuate ad aggiungerne se necessaria, sempre un cucchiaio alla volta, fino ad ottenere una consistenza vischiosa 38 e per finire cospargete i vostri cinnamon rolls con la glassa prima di gustarli 39! "
}