{
    "title": "Medaglioni di manzo con salsa alle mele",
    "ingredients": [
        {
            "ingredient": "Filetto di manzo",
            "quantity": "( 4 pezzi da 150 g) 600 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "o Granny Smith 450 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "2"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i medaglioni di manzo con salsa alle mele iniziate proprio da quest'ultima. Lavate le mele, dividetele in spicchi e sbucciatele privandole del torsolo centrale 1. Tagliatele a cubetti 2, tenetele da parte e spremete il limone 3. Versate l'acqua in un tegame, unite il succo di limone 4, lo zucchero 5 e i cubetti di mela 6. Portate il tutto a bollore, quindi unite la stecca di cannella 7, coprite con un coperchio 8 e lasciate cuocere per 10 minuti. A questo punto eliminate la stecca di cannella 9 e frullate il tutto 10 fino ad ottenere una purea. Aggiustate di sale 11 e di pepe, quindi unite la panna 12 e mescolate con una frusta per ottenere una consistenza più cremosa. Una volta realizzata la salsa alle mele occupatevi dei filetti di manzo. Avvolgeteli con la pancetta 13 e legateli con uno spago 14; quindi inserite dei rametti di rosmarino, incastrandoli tra lo spago e la carne 15. Versate l'olio e il burro in un tegame 16 e lasciateli fondere a fuoco molto basso. Aggiungete i medaglioni appena preparati 17, salate, pepate, attendete 3-4 minuti fino a quando saranno ben rosolati, poi girate i filetti 18. Continuate a cuocere per altri 4-5 minuti, bagnando spesso i filetti con il fondo di cottura 10. A questo punto sfumate con il vino rosso 20 e attendete un paio di minuti fino a quando la parte alcolica sarà evaporata completamente 21. Trasferite i medaglioni in un piatto 22 ed eliminate i rametti di rosmarino e lo spago. A questo punto riprendete la salsa alle mele: aiutandovi con un cucchiaio 23 create una base sul fondo del piatto, dove posizionerete i vostri medaglioni 24. A questo punto non vi resta che servire i vostri medaglioni di manzo con salsa alle mele! "
}