{
    "title": "Veggie burger",
    "ingredients": [
        {
            "ingredient": "Lenticchie secche",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "(mollica) 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "2"
        },
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Insalata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sottilette",
            "quantity": "4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        }
    ],
    "preparation": " Per preparare i veggie burger prima di tutto è necessario mettere le lenticchie in ammollo 1 per circa due ore in modo da renderle più morbide. Dopodiché lessatele in acqua bollente e scolatele per bene 2. Quindi inseritele in un frullatore con l’uovo, l’erba cipollina e il pane che avrete precedentemente tritato finissimo 3. Quindi frullate il tutto finchè il composto non sarà diventato omogeneo 4. Aggiungete quindi la paprika, il sale, il pepe e frullate ancora il tutto fino ad ottenere un impasto malleabile 5 che divederete in 4 parti uguali 6. Fatto questo plasmateli per dare loro la forma di un hamburger 7 e fateli cuocere in una padella con l’olio 8 circa 3 - 4 minuti per parte a fuoco medio. Approfittate quindi del tempo di cottura dei veggie burger per tagliare i 4 panini a metà 9. Una volta che i vostri veggie burger avranno raggiunto un colore dorato 10, spegnete il fuoco e iniziate a posizionare sulla metà del panino la sottiletta, la lattuga, il veggie burger di lenticchie e il pomodoro 11. Una volta terminato di inserire gli ingredienti coprite con l’altra metà del panino e il vostro veggie burger è pronto per essere gustato 12. "
}