{
    "title": "Pollo in fricassea",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero 1,2 kg"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "4"
        }
    ],
    "preparation": " Per preparare il pollo in fricassea affettate finemente la cipolla 1 e fatela appassire in padella con il burro per almeno 10 minuti a fuoco basso 2. Prendete ora il vostro pollo, pulitelo bene e tagliatelo a pezzi: dividete il pollo a metà 3, tagliate per prime le ali, poi le cosce 4 separate il dorso dal petto e tagliate entrambi a pezzi 5 (per un approfondimento su come tagliare correttamente il pollo clicca qui). Unite ora i pezzi di pollo alla cipolla 6 e fateli rosolare su tutti i lati per qualche minuto 7 (aiutatevi con una pinza per girare il pollo). Sfumate il tutto con del vino bianco 8 e preparate un mazzetto di aromi (legando insieme, con uno spago da cucina, l’alloro e il rosmarino) che andrete ad aggiungere alla carne 9 . Unite al tutto un mestolo di brodo vegetale 10, coprite con il coperchio 11 e continuate la cottura a fuoco dolce per almeno 30 minuti (se il pollo dovesse asciugare troppo aggiungete altro brodo). Verso fine cottura aggiustate di sale e pepe. Il pollo in fricassea è pronto 12: servitelo in un piatto da portata dai bordi piuttosto alti, che possa contenere anche il sughetto formatosi durante la cottura. "
}