{
    "title": "Torta zebrata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "140 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "a temperatura ambiente 200 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) a temperatura ambiente 6"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "220 g"
        }
    ],
    "preparation": " Per preparare la torta zebrata versate in una ciotola il burro a tocchetti, lo zucchero 1 e i semi del baccello di vaniglia 2. Montate con le fruste elettriche 3 per amalgamare. Versate ora le uova 4 e proseguite a montare con le fruste fino a ottenere un composto omogeneo 5. Incorporate le polveri setacciate attraverso un colino: la farina 6, la fecola e il lievito. Continuate a mescolare con le fruste 7 e quando le polveri saranno assorbite, versate il latte 8 e mescolate un’ultima volta con le fruste 9. Dividete l’impasto in due ciotole di pari peso 10, in una delle due ciotole aggiungete il cacao 11 e mescolate ancora con le fruste 12 per incorporarlo. Otterrete così un impasto chiaro e uno scuro 13. Imburrate una teglia di 24 cm di diametro, versate al centro un mestolo di impasto chiaro 14 e poi uno di scuro 15. Proseguite alternando i due colori fino a esaurire il composto 16. Cuocete in forno statico preriscaldato a 180° per 55-60 minuti. A cottura ultimata, sfornate la torta zebrata 17, lasciatela raffreddare e poi sformatela 18. "
}