{
    "title": "Insalata di broccoli,cavolfiori e indivia belga",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "1"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "1"
        },
        {
            "ingredient": "Indivia belga",
            "quantity": "1"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Senape",
            "quantity": "di Digione 1 cucchiaino"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "3 ciuffi"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Pulite e tagliateli a piccoli cespi il broccolo 1 e il cavolfiore 2 in modo da poter essere mangiati in un boccone conservando il gambo del cavolfiore. Lessate i pezzetti di broccolo e il cavolfiore in acqua bollente salata in pentole separate (hanno tempi di cottura diversi) fino a quando saranno teneri ma ancora abbastanza croccanti. Nel frattempo mettete a bagno un cucchiaio di uvette nel succo di limone 3. Disponete i broccoli appena scolati in un recipiente con del ghiaccio 4 di modo da farli raffreddare immediatamente per mantenere la consistenza croccante e un colore verde brillante. Quando saranno freddi scolateli. Recuperate il gambo del cavolfiore, ricavatene due pezzetti e fateli bollire insieme ai gambi di prezzemolo 5 che avete lavato e tagliato a pezzetti. Quando i gambi saranno teneri scolateli e frullateli in un mixer aggiungendo un poâ della loro acqua di cottura fino ad ottenere una crema densa e vellutata. In un bicchiereÂ di un frullatore (o nel mixer) versate lâolio, il succo di limone, la crema di cavolfiore e gambi di prezzemolo, la senape e una grattata di noce moscata e frullate 6. Infine aggiustate di sale e pepe. Tostate i pinoli in padella 7 fino a che prenderanno un bel colore ramato. Tagliate lâindivia belga a striscioline sottili, mettetele sul fondo del piatto e conditele con un poâ di dressing 8. Aggiungete il cavolfiore e i broccoletti e distribuite un cucchiaio di dressing sulle verdure. Infine Spargete i pinoli e lâuvetta 9 completando con una grattata di noce moscate e del pepe nero. "
}