{
    "title": "Salame di cioccolato senza uova",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "morbido 150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "inferiore al 70% 260 g"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "sgusciati 100 g"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare il salame al cioccolato senza uova iniziate a tritare il cioccolato (dovrà essere un tipo di cioccolato fondente non superiore al 70%) 1. Poi sistematelo in una bastardella 2, facendo in modo che l'acqua del pentolino non tocchi il fondo della bastardella in cui avrete versato il cioccolato; mescolando spesso scioglietelo a bagnomaria 3. Lasciatelo intiepidire. Nel frattempo in una ciotola lavorate con uno sbattitore elettrico il burro morbido insieme allo zucchero a velo 4. Una volta ottenuto un composto a pomata, continuando a sbattere versate il Grand Marnier a filo 5 fino ad avere un composto cremoso 6. Versate anche il cioccolato ormai tiepido 7 e continuate a sbattere 8, fino ad ottenere un impasto omogeneo. A questo punto rompete i biscotti grossolanamente con le mani 9 e uniteli al composto di burro e cioccolato 10; mescolate con una spatola poi aggiungete anche i pistacchi interi 11 e amalgamate il tutto mescolando sempre con una spatola 12. Trasferite il composto al centro di un foglio di carta forno 13, per formare il vostro salame di cioccolato senza uova: alzate i lembi della carta 14, uniteli e, piegandoli su loro stessi, arrotolateli verso il composto 15, fino a sigillare il salame. Schiacciate portando le mani dall'interno verso l'esterno delicatamente per dare la classica forma \"a salame\" 16. Chiudete a mò di caramella, sigillando gli estremi 17 e lasciate rassodare in frigorifero per almeno 2 ore. A questo punto scartate il vostro salame di cioccolato senza uova 18 e rotolatelo nello zucchero a velo disposto su un vassoio 19. Poi affettatelo 20 e servite il vostro salame di cioccolato senza uova 21! "
}