{
    "title": "Paste di mandorla",
    "ingredients": [
        {
            "ingredient": "Mandorle pelate",
            "quantity": "intere 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "(circa 2 piccoli) 60 g"
        },
        {
            "ingredient": "Aroma alla mandorla",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Ciliegie candite",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle",
            "quantity": "intere q.b."
        }
    ],
    "preparation": " Per preparare le paste di mandorla, inserite in un mixer dotato di lame di acciaio le mandorle pelate 1 e lo zucchero 2 e frullate fino a ridurle in polvere 3. Ricordate che questo passaggio dovrÃ durare pochi minuti per evitare che le mandorle si surriscaldino e rilascino il loro olio. Unite gli albumi 4 e lâaroma di mandorle 5 e frullate nuovamente per amalgamare il tutto. Lâimpasto sarÃ pronto quando risulterÃ compatto ma morbido al tatto 6, quindi trasferitelo in un sac-Ã -poche ben resistente con bocchetta rigata da 10 mm. Foderate una leccarda con la carta da forno che potete fissare meglio spremendo un poâ di impasto ai 4 angoli della teglia 7. Formate dei mucchietti del diametro di 3 cm e alti circa 2 cm 8 e guarnite parte di essi con le ciliegie candite tagliate a metÃ 9 e parte con le mandorle intere 10. A questo punto mettete la leccarda in frigorifero e lasciate raffreddare le paste di mandorla per almeno 7 ore (o ancora meglio tutta la nott), coperti con pellicola. Trascorso questo tempo riprendete la teglia 11, cuocete in forno ventilato preriscaldato a 180Â° per circaÂ 15 minuti, posizionando la teglia sul ripiano medio. Fate attenzione a non cuocerli troppo, altrimenti non saranno abbastanza morbidi allâinterno: dovranno risultare ancora un poâ pallidi 12. Una volta sfornate, lasciate raffreddare e servite le vostre paste di mandorla! "
}