{
    "title": "Stinco di maiale tandoori",
    "ingredients": [
        {
            "ingredient": "Stinco di maiale",
            "quantity": "(2 pezzi) 1,5 kg"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Peperoncino secco",
            "quantity": "6"
        },
        {
            "ingredient": "Cumino in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Garam Masala",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Paprika",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Burro chiarificato",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo stinco di maiale tandoori incidete la carne per lungo facendo 5-6 tagli su ogni stinco per permettere alla marinata di penetrare bene 1. Eliminate i residui di pelle ed eventuali cumuli eccessivi di grasso con un coltello 2. Sbucciate uno spicchio dâaglio e privatelo del cuore 3.Â Mettete lâaglio in un mixer 4, aggiungete lo zenzero 5 e i peperoncini 6,Â poi aggiungete una tazzina dâacqua (circa 30 ml) 7 e frullate 8. Trasferite in una ciotola e aggiungete lo yogurt, il succo di mezzo limone 9, la paprika 10, il garam masala e il cumino 11. Mischiate bene il tutto 12, fino ad ottenere una salsa omogenea 13. Spennellate la salsa allo yogurt su tutta la superficie della carne 14, coprite e riponete in frigorifero 15 per almeno 5 ore, meglio se una notte intera. Conservate anche la marinatura rimasta. Prima di infornare la carne, spennellatela nuovamente con la marinatura. Cuocete in forno statico a 160Â° nella parte centrale del forno, per almeno tre ore, girando e spennellando la carne con il ghee 17 e la salsa avanzata di tanto in tanto 18.Â Continuando a spennellare sempre con il ghee 19, la carne risulterÃ tenerissima. A cottura ultimata, estraete dal forno 20 e servite 21. "
}