{
    "title": "Frittata con le cipolle",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata con le cipolle per prima cosa sbucciate e mondate la cipolla, tagliatela a metà e poi in spicchi 1 e riducete ancora in spicchi sottili 2. Quindi in una ciotola abbastanza capiente mettete le uova sgusciate, aggiungete le foglioline di maggiorana 3 e salate e pepate a piacere 4. Poi con una frusta o con una forchetta sbattete le uova fino a ottenere un composto omogeneo 5. Prendete una padella capiente dal fondo antiaderente con 3 cucchiai di olio d'oliva e mettetela a scaldare sul fuoco 6. Quando l'olio è caldo aggiungete la cipolla e fatela appassire a fuoco vivace per 4 minuti 7, poi abbassate la fiamma e continuate la cottura a fuoco dolce fino a che le cipolle si saranno ammorbidite e aggiustate di sale. Quando le cipolle risulteranno ben cotte ma ancora intere aggiungete le uova sbattute in padella 8, fate in modo che tutte le cipolle siano coperte 9. Lasciate cuocere la fritta circa 4 minuti a fuoco dolce e coprite con un coperchio 10, quando risulterà abbastanza cotta e in forma, giratela procedendo in questo modo: coprite la padella con un piatto e capovolgeteci sopra la frittata e fatela scivolare di nuovo in padella (10-11) (fate attenzione a non scottarvi!), e procedete con la cottura ancora per un paio di minuti 12. Quando la frittata con le cipolle è perfettamente cotta, trasferitela su un piatto da portata e servitela ben calda! "
}