{
    "title": "Salmone al cartoccio con verdurine miste",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "860 g"
        },
        {
            "ingredient": "Capperi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 60 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "5"
        },
        {
            "ingredient": "Zucchine bianche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Melanzane tonde",
            "quantity": "viola 1"
        },
        {
            "ingredient": "Aneto",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone al cartoccio con verdurine miste mettete in ammollo i capperi in una ciotolina piena d'acqua per 5 minuti 1 e nel frattempo lavate sotto acqua fresca corrente le verdure. Trascorso il tempo necessario, scolate le olive nere denocciolate 2 e i capperi, lavandoli bene con l'acqua, e tenete da parte. Tagliate le zucchine a fettine dello spessore di 1 cm oppure, se sono piuttosto piccole, a cubetti 3. Tagliate la melanzana a metà 4, poi a fette, quindi riducetela a cubetti di 1 cm 5. Pulite i carciofi, eliminando le punte, divideteli a metà e poi in 4 spicchi 6; man mano che tagliate i carciofi, metteteli a bagno in una ciotola con acqua e limone e mettete da parte 7. Prendete il salmone, passate bene il polpastrello sulla polpa per controllare la presenza di lische residue ed eventualmente toglietele con l'aiuto di una pinza da cucina 8; poi con un coltello dividetelo in 4 tranci del peso di 215 g ciascuno 9. A questo punto potete preparare il cartoccio: in una teglia dai bordi alti stendete un foglio di alluminio lungo almeno 30 cm e sopra di esso uno di carta da forno leggermente più corto 10. Adagiatevi un trancio di salmone e 50 gr di zucchine 11; scolate dall'acqua acidulata i carciofi tagliati a cubetti e aggiungetene 1/4 12. Unite 5 g di capperi 13, 15 g di olive nere, l'aneto 14 e 1/4 delle melanzane tagliate a tocchetti 15; regolate di sale e pepe a vostro piacimento. Terminate versando un cucchiaino di olio e poi chiudete il cartoccio 16, unendo prima i lembi del foglio di carta da forno 17 e poi sigillando bene l'alluminio 18. Richiudete le due estremità laterali a caramella 19, quindi ripetete l'operazione per gli altri 3 tranci di salmone restanti. Cuocete in forno statico preriscaldato a 150° per circa 40 minuti (o in forno ventilato 130° per 30 minuti). Quando il filetto sarà pronto 20, sfornate e servite il salmone al cartoccio con verdurine miste ben caldo 21. "
}