{
    "title": "Falafel di fave",
    "ingredients": [
        {
            "ingredient": "Fave secche",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "35 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "2 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "2 g"
        },
        {
            "ingredient": "Cumino",
            "quantity": "1 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per poreparare i falafel di fave mettete le fave in una ciotola con acqua fredda e lasciatele in ammollo per una notte. Il giorno dopo scolatele in un colino 1 e asciugatele con un canovaccio 2. Ponete le fave in un mixer, aggiungete lo spicchio di aglio 3 la cipolla tagliata a fette grossolane 4 e il prezzemolo 5, frullate le fave con gli aromi fino ad ottenere un composto omogeneo e ben compatto. Sciogliete il bicarbonato nell’acqua 7 e aggiungete anche questa al composto 8. Aromatizzate il composto con il mix di spezie preparato con cumino e cardamomo 9 Per ultima unite la farina 10 e frullate ancora per qualche istante. Dovrete ottenere un composto non troppo liscio, ma granuloso 11. Scaldate l’olio e portatelo alla temperatura massima di 180° (se preferite potete friggere i falafel anche nella friggitrice). Si sconsiglia la cottura in forno perchè non avendo panatura i falafel rischiano di seccarsi. Con un cucchiaino prendete l’impasto, tirate indietro la levetta presente sull’apposito attrezzo da falafel (se non disponete dell’attrezzo potete formare delle polpettine leggermente schiacciate formando dei dischi); riempite la conca fino a formare una cupoletta 12 pressando bene con il cucchiaino (ogni felafel pesa 30 gr circa) Lasciate la levetta e versate il falafel direttamente nell’olio caldo 13, rigirate i falafel di tanto in tanto e toglieteli quando saranno dorati 14. Scolateli su un foglio di carta assorbente 15 e salateli leggermente, se preferite. Serviteli i vostri falafel di fave caldi! "
}