{
    "title": "Delizie al limone",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "a temperatura ambiente 10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "30 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "¼"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "700 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        },
        {
            "ingredient": "Acqua",
            "quantity": "35 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "35 g"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "70 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "cremoso 70 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "75 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "90 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "18 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "3"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le delizie al limone come prima cosa bisogna mettere la panna in infusione per aromatizzarla. Per farlo versate la panna in una ciotola, o in una brocca e aggiungete lo zucchero 1. Ricavate le scorze dai limoni con un pelapatate, evitando di prelevare la parte bianca che risulterebbe amara; poi aggiungetele nella panna 2, mescolate con una frusta e coprite con la pellicola per alimenti 3. Riponete in frigorifero, possibilmente ad una temperatura di circa 4Â° per almeno 12 ore. Â Per preparare le cupolette realizzate un impasto tipo pan di spagna. Versate le uova e i tuorli nella ciotola di una planetaria 1; entrambi dovranno essere a temperatura ambiente (almeno 18-20Â°) altrimenti non monteranno. Aggiungete lo zucchero 2 e iniziate a montare a velocitÃ moderata con la frusta. Nel frattempo grattugiate la scorza del limone e unitela alla montata 3Â insieme ai semi che avrete prelevato dal baccello diÂ vaniglia 4. Montate il tutto per un totale di 10-11 minuti, evitando di montare troppo l'impasto altrimenti otterrete delle cupolette porose e non lisce. Nel frattempo setacciate sia la fecola che la farina su un foglio di carta forno 5, poi muovete il foglio per miscelareÂ le polveri 6.Â Non appena le uova saranno montate al punto giusto 7 unite le polveri setacciate mentre mescolateÂ dal basso verso l'alto con una spatola 8 fino ad incorporarle completamente 9. Utilizzando un colino trasferite il composto in uno stampo in formaflex (ciascuna sfera avrÃ un diametro da 8 cm) leggermente unto (10-11) e cuocete in forno statico a 170Â° per 28 minuti. Non appena saranno cotte e ben dorate sfornatele 12 e lasciatele raffreddare.Â Nel frattempo occupatevi di preparare la bagna al limoncello. Per prima cosa come fatto in precedenza, con il pela patate, ricavate la buccia del limone 1. Poi versate in un pentolino l'acqua, lo zucchero 2 e aggiungete le scorze di limone 3.Â Scaldate leggermente, senza farlo bollire, fino a far sciogliere completamente lo zucchero 4. Spegnete la fiamma, aggiungete il limoncello 5 e lasciate in infusione per almeno 1 ora. Poi eliminate la scorza del limone 6 e lasciateÂ raffreddare completamente.Â Per preparare la crema al limone che sarÃ una delle preparazioni che costituirÃ la farcitura delle cupolette ricavate laÂ scorza di mezzo limone. Poi tagliate i limoni a metÃ e spremeteli 1 in modo da ottenerne anche il succo. Trasferite poi sia il succo che la scorza in un pentolino e scaldatelo fino a sfiorare il bollore 2. Nel frattempo ponete i tuorli in una ciotola insieme allo zucchero e la bacca di vaniglia 3. Mescolate subito con una frusta 4 e non appena il succo inizierÃ a bollire versatelo all'interno del composto dei tuorli 5, mescolate e trasferite nuovamente nel pentolino 6.Â Cuocete fino a raggiungere la temperatura di 80Â° (utilizzate un termometro da cucina per misurare la temperatura esatta) continuando a mescolare lentamente con una spatola 7. A questo punto trasferite la crema in una ciotola per evitare che continui a cuocere ed eliminate la buccia del limone 8. Non appena avrÃ raggiunto la temperatura di 40Â° potrete aggiungere il burro cremoso 9 e frullare il tutto con un minipimer 10 fino ad ottenere una consistenza liscia 11. Poi coprite con la pellicola per alimenti e riponete in frigorifero 12.Â Per preparare la crema pasticcera versate latte e panna in un pentolino. Aggiungete i semini della bacca di vaniglia, il baccello, la scorza di limone 1 e portate a sfiorare il bollore.Â Nel frattempo in una ciotola versate l'amido, lo zucchero e il sale 2. Mescolateli bene con un cucchiaio e aggiungete il tuorlo dell'uovo 3. MescolateÂ rapidamente con una frusta fino ad avere un composto omogeneo 4. Solo in questo modo infatti la vostra crema non avrÃ i grumi. Non appena latte e panna inizieranno a bollire trasferiteliÂ all'interno del composto dei tuorli, mescolate 5 e riportate il tutto all'interno del pentolino che trasferireteÂ nuovamente sul fuoco 6. Cuocete, continuando a mescolare con una spatolaÂ 7 fino a raggiungere la temperatura di 85Â°; utilizzate un termometro per misurare la temperatura esatta. Poi trasferitela in una pirofila bassa e larga, eliminate sia la buccia di limone che la bacca di vaniglia 8, coprite con la pellicola trasparente a contatto 9 e lasciate raffreddare in freezer.Â A questo punto riprendete la panna che avete lasciato in infusione in frigorifero, eliminate la scorza del limone 1Â e montate l'intera dose utilizzando le fruste elettriche 2. Poi trasferite 430 g di crema pasticcera in una ciotola e aggiungete poi il limoncello 3.Â Utilizzando una frusta mescolate il tutto.Â Incorporate poi anche 280 g di crema al limone 4, mescolate ancora, sempre con la frusta, e solo all'ultimo aggiungete anche 300 g di panna al limone montata 5. Mescolate nuovamente fino ad ottenere una crema liscia ed uniforme 6, poi trasferitela in una sacca da pasticcere dotata di bocchetta liscia.Â A questo punto le varie preparazioni sono pronte; non vi resta che comporre il dolce. Staccate delicatamente le cupolette dallo stampo 1; poi riponetele di nuovo all'internoÂ e con il sac-Ã -poche forate la base e farcite le cupolette con abbondante crema 2. L'avanzo di crema servirÃ per fare la glassa. Sformatele nuovamente 3Â e trasferitele su un vassoio. Inzuppatele con la bagna al limoncello 4; per comoditÃ prima potete trasferirla in una bottiglia per bagne. Poi ponete le cupolette in freezer per almeno 1 ora. Quindi occupatevi di preparare la glassa di copertura. Riprendete l'avanzo di farcitura e aggiungete poi 300 gr di panna montata 5 e mescolate il tutto.Â Unite poi il latte ben freddo poco per volta 6 e mescolate fino ad ottenere una consistenza fluida e liscia 7; dovrete regolarvi sulla consistenza della crema per capire quanto latte aggiungere. A questo punto tuffate ciascuna cupoletta all'interno della crema 8Â e poi eliminando l'eccesso di crema 9 trasferitele man mano su un piatto 10. Decorate le delizie con la panna rimasta 11 e con le scorze di limone 12. Trasferite in frigorifero e lasciate riposare per almeno 6 ore prima di servirle.Â "
}