{
    "title": "Crostata al cacao con crema alla ricotta e cioccolato",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo da frigorifero) 225 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "450 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "45 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "195 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "5"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "90 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "750 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crostata al cacao con crema alla ricotta e cioccolato incominciate dalla pasta frolla al cacao; setacciate la farina 1, il cacao amaro in polvere 2 e lo zucchero a velo, poi versate le polveri in un mixer insieme al burro freddo da frigorifero tagliato a tocchetti 3. Frullate tutto fino ad ottenere un composto sabbioso e farinoso, poi aggiungete i tuorli 4 e continuate a frullare. Trasferite lâimpasto (che risulterÃ ancora farinoso e non amalgamato) su di una spianatoia 5 ed impastate energicamente con le mani fino ad ottenere un impasto piuttosto compatto e liscio 6. Formate un panetto, avvolgetelo nella pellicola trasparente 7, quindi lasciatelo riposare in frigorifero per 30 minuti. Nel frattempo preparate la crema alla ricotta e cioccolato: versate in un mixer dotato di lame la ricotta, lo zucchero semolato 8 e i semi di una bacca di vaniglia 9. Aggiungete 1 uovo 10 e frullate fino ad ottenere un composto denso ed omogeneo 11. Trasferite la crema in una ciotola e aggiungete il cioccolato tritato finemente 12; mescolate con una spatola 13, coprite con la pellicola trasparente e mettete in frigorifero. Trascorso il tempo necessario 14, stendete lâimpasto al cacao con il mattarello, utilizzando meno farina possibile, ad uno spessore di 6-7 mm formando un cerchio 15. Con un pennello imburrate leggermente uno stampo da torta da 24-25 cm (in alternativa potete usare uno stampo da crostata) 16. Con lâaiuto del mattarello foderate la tortiera con la frolla 17, facendo aderire bene i bordi 18. Tagliate le parti di pasta in eccesso, tenendo il bordo alto almeno 2 cm: mettete da parte e ricompattate i ritagli, vi serviranno per la decorazione finale 19. Bucherellate il fondo con i rebbi di una forchetta 20, e coprite con un foglio di carta forno che riempirete con legumi secchi o sfere di porcellana per la cottura alla cieca 21. Infornate in forno statico preriscaldato a 175Â° per 20 minuti (o a 155Â° per 12 minuti se in forno ventilato). Trascorso questo tempo, rimuovete le sfere di ceramica (o i legumi) e la carta da forno e lasciate cuocere per altri 5 minuti sempre alla stessa temperatura. Una volta pronta, sfornate e lasciate raffreddare. Versate la crema di ricotta allâinterno della frolla ormai fredda 22 (potete anche porre il ripieno in una sac-Ã -poche senza bocchetta a cui praticare un foro) e livellate la farcitura con un cucchiaio 23. Stendete la frolla avanzata sul piano di lavoro leggermente infarinato e ricavate delle strisce larghe 6 mm e dello spessore di 2-3 mm con una rotella dentellata 24.Â Sistemate le strisce di frolla sulla crema alla ricotta in obliquo 25 in modo da formare delle losanghe 26. Cuocete nuovamente in forno statico preriscaldato a 175Â° per 10-15 minuti (o a 155Â° per 8-10 minuti se in forno ventilato). Una volta pronta, fatela raffreddare completamente; infine potrete servire la vostra crostata al cacao con crema alla ricotta e cioccolato 27. "
}