{
    "title": "Coq au vin",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "intero o giÃ in pezzi 1,6 kg"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cipolle borettane",
            "quantity": "250 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Brandy",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pancetta",
            "quantity": "300 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "1 l"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "6 g"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare il coq au vin, prendete il pollo e tagliatelo in pezzi 1 seguendo le indicazioni che trovate qui (come tagliare il pollo). Tagliate la cipolla a spicchi e le carote a rondella 2. Mettete il pollo tagliato in una bacinella abbastanza capiente, aggiungete la carota, la cipolla, il vino rosso fino a coprirlo interamente 3. Aggiungete gli aghi di rosmarino, il prezzemolo precedentemente pulito e sfogliato , il timo e il pepe in grani 4. Coprite per bene con la pellicola 5 e mettetelo in frigo per almeno 12 ore. Potete prepararlo la sera prima e lasciarlo in frigo tutta la notte. Trascorso il tempo necessario, filtrate il tutto, dividendo la marinatura dalle verdure e dal pollo 6. Fate scaldare una padella antiaderente con olio evo e schiacciate 2 spicchi d’aglio al suo interno 7. Aggiungete il pollo 8 e fatelo rosolare per bene a fuoco moderato su tutti i lati per almeno per 6-7 minuti. Quando sara’ ben rosolato toglietelo dalla padella antiaderente 9 e tenetelo da parte al caldo. Nella padella, al posto del pollo, mettete le verdure della marinatura e fatele cuocere per 2 minuti 10. Aggiungete poi le cipolline e lasciate cuocere per altri 3 minuti 11. Infine aggiungete la farina 12 e lasciate addensare il fondo di cottura. A questo punto trasferite il pollo e le verdure in un tegame più grande, dove dovrà cuocere a fuoco bassisimo per due ore e mezza circa, sobbollendo appena. Sfumate subito con il brandy 13 e dopo qualche minuto ricoprite il coq con il vino della marinatura, aggiungendo un mestolo alla volta 14. Coprite con un coperchio 15 e lasciate cuocere. Intanto che il coq au vin cuoce, tagliate la pancetta a listarelle 16 e , dopo averli puliti, affettate i funghi 17 (se ci dovessero essere funghi tanto piccoli potrete lasciarli senza doverli tagliare). In una padella antiaderente fate rosolare la pancetta tagliata e non appena rilascierà il proprio grasso, aggiungete i funghi e fateli rosolare per circa 6 minuti 18. Sfumate i funghi e la pancetta con un paio di mestoli di brodo e aggiustate di sale 19. Quando si saranno asciugati, unite i funghi e la pancetta al coq au vin 20 e lasciate cuocere tutto insieme per gli ultimi 15 minuti. Aggiustate di sale e pepe se necessario ed ecco il vostro coq au vin 21: servitelo caldo in un piatto da portata 21. "
}