{
    "title": "Alaccia al forno con carciofi e piselli",
    "ingredients": [
        {
            "ingredient": "Carciofi",
            "quantity": "675 g"
        },
        {
            "ingredient": "Alaccia",
            "quantity": "12 filetti giÃ puliti per un totale di 230 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "(per acidulare l'acqua dei carciofi) 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'alaccia al forno con carciofi e piselli per prima cosa occupatevi della pulizia dei carciofi. Tagliate la parte del gambo più dura 1 ed eliminate le foglie esterne più coriacee 2 che potrebbero risultare troppo dure in cottura. Utilizzando un coltellino affilato pelate il gambo 3 e tagliate la punta del carciofo 4. Dividetelo a metà 5, eliminate la barbetta interna 6 e tagliate ogni metà in due 7. Man mano disponete gli spicchi di carciofi in una ciotolina colma d'acqua, dove avrete spremuto il limone per non farli annerire 8. Una volta tagliati tutti i carciofi scolateli e trasferiteli in un tegame dove avrete già fatto rosolare lo spicchio d'aglio insieme a 30 g d'olio 9. Lasciateli cuocere a fiamma medio-alta per 5-6 minuti 10, poi sfumate con il vino bianco 11 e una volta che tutta la parte alcolica sarà evaporata aggiungete anche i piselli 12. Salate, pepate 13, coprite con un coperchio 14 e lasciate cuocere per 10 minuti. Passato il tempo necessario, trasferiteli in un pirofila 15 distribuendoli bene sul fondo; poi prendete i vostri filetti di alaccia 16 e posizionateli sullo strato di carciofi e piselli con la pelle rivolta verso il fondo 16; cospargeteli con un cucchiaio di olio 17 e dedicatevi a preparare la panatura. Prelevate le foglioline di timo e di salvia, quindi tritatele finemente 19 e unitele al pangrattato 20. Poi mescolate in modo da ottenere un composto omogeneo 21 e cospargetelo sui vostri filetti di alaccia 22. Cospargete con un altro cucchiaio d'olio 23 e cuocete in forno statico preriscaldato a 180° per 15 minuti, azionando la modalità grill negli ultimi 3-4 minuti. Una volta cotte servite la vostra alaccia con carciofi e piselli ancora fumante 24! "
}