{
    "title": "Tarte ai pomodori caramellati",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "4"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "500 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        }
    ],
    "preparation": " Per realizzare la tarte ai pomodori caramellati iniziate dalla preparazione della frolla salata: versate nel mixer con lame la farina , il timo 1, il sale, lo zucchero 2, il Grana grattugiato 3 e aggiungete il burro freddo a pezzi 4. Azionate il mixer per ottenere un composto sabbioso versatelo dentro una ciotola, poi unite i tuorli 5 quindi impastate il tutto velocemente con le mani 6 fino ad ottenere un impasto compatto e abbastanza elastico. Formate un panetto e avvolgetelo nella pellicola trasparente 7, quindi ponetelo in frigo per almeno 30 minuti. Ora occupatevi del ripieno: tagliate i pomodori a fette spesse circa 1 cm 8, allo stesso modo affettate la mozzarella e fatela scolare in un colino 9. Sciogliete il burro in padella a fuoco dolce poi aggiungete l’origano, il timo 10 e l’aglio e fate rosolare per pochi minuti per insaporire, poi adagiate i pomodori nella padella cercando di non sovrapporli eccessivamente e rosolateli a fuoco vivace.; unite lo zucchero di canna 11 e il miele. Caramellate i pomodori per un paio di minuti girandoli una sola volta delicatamente per non romperli, poi spegnete il fuoco e lasciateli intiepidire 12. Riprendete il panetto di frolla salata, trasferitelo su una spianatoia infarinata, con il mattarello stendete la sfoglia non troppo sottile, circa 1 cm di spessore 13. Foderate con carta da forno, precedentemente inumidita e strizzata, uno stampo da crostata del diametro di 30 cm; arrotolate la sfoglia su un mattarello e srotolatela sulla tortiera in modo che non si spezzi 14. Pressate bene il fondo e i bordi della pasta per farla aderire meglio allo stampo e con un tagliapasta liscio eliminate il bordo in eccesso 15. Disponete a raggiera le fette di pomodori tiepidi e le fette di mozzarella alternandole leggermente sovrapposte; partite dai bordi fino al centro (16-18) e terminate distribuendo sulla superficie l’origano secco. Cuocete la tarte in forno preriscaldato statico a 180° per 40 minuti (se forno ventilato a 160° per 30 minuti). A cottura ultimata, sfornate la tarte ai pomodori caramellati 18 e lasciatela intiepidire prima di servirla. "
}