{
    "title": "Tempura di verdure autunnali e carne",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "alto oleico 1 l"
        },
        {
            "ingredient": "Acqua gassata",
            "quantity": "ghiacciata 700 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Carne bovina",
            "quantity": "4 filetti 200 g"
        },
        {
            "ingredient": "Pepe verde in grani",
            "quantity": "15 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tempura di verdure autunnali e carne iniziate dalla preparazione del misto di erbe aromatiche per insaporire i filetti di manzo. In un mortaio versate il pepe verde in grani e il sale 1. Unite le foglie del rosmarino lavate e asciugate 2. Cominciate a ruotare il pestello per ridurre gli ingredienti in trito 3. Dovrete ottenere un trito molto fine 4: disponetene un quarto su un tagliere e adagiatevi sopra il filetto 5. Poi con un altro quarto del trito aromatizzate anche la superficie della carne 6. Tutto il filetto dovrà essere ben ricoperto e ripetete l'operazione per il secondo filetto. Lasciate così riposare la carne a temperatura ambiente per circa 10-15 minuti affinché si insaporisca con il trito di aromi. Nel frattempo dedicatevi al tempura, lavando e asciugando le verdure. Dopodiché pelate le carote e spuntatele, effettuando quest’ultima operazione anche per le zucchine 7. Tagliate le carote a fettine sottili nel senso della lunghezza aiutandovi con una mandolina 8: in questo modo otterrete delle fette di eguale spessore, di circa 2-3 mm. Fate lo stesso anche per le zucchine 9. Ora che avete le fettine pronte infarinate le carote e le zucchine (10-11): le fettine devono essere ben infarinate su tutta la superficie. Tenete queste verdure per il momento da parte. Procedete con la pulizia dei carciofi: strofinatevi le mani con del limone o indossate i guanti. Tagliate 2-3 cm delle punte dei carciofi, quindi sfogliate le parti esterne più dure e privatelo della parte finale del gambo, nonché delle spine rimaste. Con uno spelucchino rimuovete anche lo strato esterno fibroso. Avrete pulito così il carciofo 12. Procedete alla pulizia della peluria interna: tagliatelo a metà e con un coltellino eliminate tutta la parte inferiore del carciofo 13. Poi affettatelo nel senso della lunghezza in fettine sottili di circa 2-3 mm di spessore 14. Infarinate subito anche i carciofi 15: in questo modo non sarà necessario immergerli in acqua acidulata per evitare che anneriscano. Dedicatevi ora alla pulizia dei porcini: eliminate la parte terrosa aiutandovi con un coltellino raschiandola 16 oppure con un pennellino se presentano poca terra. Se invece i funghi presentano molta terra, anche se non è una procedura consigliata, potete passarli velocemente sotto un getto di acqua fredda e asciugarli subito con molta cura 17 per evitare che il fungo assorba acqua. Quindi tagliateli a fettine sottili, anch’esse di 2-3 mm di spessore nel senso della lunghezza 18. Infarinate anche i porcini e teneteli da parte. Ora avete tutte le verdure tagliate e infarinate pronte per preparare il tempura 19. Preparatene la pastella: prendete una ciotola e versatevi i cubetti di ghiaccio, appoggiandoci sopra una ciotola di metallo (il metallo è il materiale idoneo per questa preparazione perché ottimo conduttore di temperatura) 20. Rompete all’interno del recipiente di metallo un uovo e versate l’acqua ghiacciata a filo continuando a mescolare con le fruste a mano 21. Poi unite anche la farina a pioggia 22 e amalgamatela agli altri ingredienti. Cercate di non mescolarla troppo: sarà sufficiente che assorba l’acqua. Fate scaldare l’olio di semi in un tegame capiente affinché arrivi ad una temperatura di 170-180°C: per misurarla aiutatevi con un termometro da cucina 23. Quindi cominciate ad immergere nella pastella le fettine di carciofi 24. Poi versateli nell’olio ormai a temperatura 25: potete friggerne alcuni pezzi per volta 26 ma non più di 4-5 altrimenti la temperatura dell’olio si abbasserà e il tempura non risulterà croccante. Per ogni versata di verdure ci vorranno circa 2-3 minuti di frittura. Abbiate cura di girare i pezzi a metà cottura per consentire un tempura ottimale: i carciofi dovranno ottenere la caratteristica colorazione bianca (non dorata) in ambo le superfici. Quando saranno pronti sollevateli dall’olio aiutandovi con una schiumarola 27. Trasferiteli su un vassoio foderato con carta assorbente, per scolare l’olio in eccesso 28. Ripetete questi passaggi per friggere anche le altre verdure e i porcini. Solo in ultimo salate 29: il tempura di verdure è pronto e potete tenerlo da parte 30. Infine cuocete la carne: su una griglia calda adagiate i filetti di manzo per circa 2 minuti 31. Poi girateli dall’altro lato per favorire una cottura uniforme 32 e lasciate cuocere altri 2 minuti. Se preferite la carne meno al sangue potete cuocere 1 minuto in più per lato. La cottura dovrà essere regolata in base allo spessore della carne che avete scelto. I vostri filetti di manzo aromatizzati sono ora pronti: disponeteli su un piatto, se preferite tagliandone alcune fettine, affianco alle verdure. Quindi gustate il vostro tempura di verdure autunnali e carne ancora caldo 33! "
}