{
    "title": "Filetto di merluzzo allo zenzero",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "(polpa) 20 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "qualche fogliolina"
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte di cocco",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Curry thai verde",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per realizzare il filetto di merluzzo allo zenzero iniziate dalla salsa: grattugiate la scorza del lime in una ciotola 1 spremetene in succo 2 e versatene 10 g nella stessa ciotola 3. Pelate lo zenzero 4 e grattugiatelo 5, quindi raccogliete la polpa con il cucchiaino e ponetela nella ciotolina con il lime, versate anche l'olio di oliva 6 e mescolate per miscelare la salsa. Prendete i filetti di merluzzo e adagiateli su una teglia rivestita da carta forno, salateli 7 e distribuite in superficie la salsa 8. Cuocete in forno statico preriscaldato a 220Â° per 25 minuti. Nel frattempo preparate il riso: versate il riso basmati in un tegame, aggiungete il latte di cocco 9 il sale grosso 10, il curry verde ThaiÂ 11 e una stecca di cannella 12. versate anche l'acqua 13, coprite con il coperchio 14 e portate ad ebollizione, quindi abbassate la fiamma e lasciate cuocere per 15 minuti fino al completo assorbimento dei liquidi. Quando il riso avrÃ assorbito i liquidi, spegnete il fuoco ed eliminate la stecca di cannella 16. Intanto il merluzzo sarÃ giunto a cottura, sfornatelo 17 e servitelo accompagnandolo con il riso basmati speziato, decorando con le foglioline di menta 18. "
}