{
    "title": "Cuori di sfoglia salati",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rotolo 1"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Robiola",
            "quantity": "80 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "8"
        }
    ],
    "preparation": " Per preparare i cuori di sfoglia iniziate accendendo il forno a 200°, srotolate la sfoglia e con uno stampino a forma di cuore, ricavate 24 cuori , 8 lasciateli interi mentre i restanti 16 forateli con uno stampino a cuore di dimensioni più piccole (1-2). Sovrapponete due cuori forati sopra ciascun cuore interno avendo cura di spennellare la superficie di ogni strato per far aderire bene i bordi 3. Spennellate per bene anche l'ultimo strato di sfoglia e infornate i cuori per circa 10 minuti. Sfornate i cuori di sfoglia e lasciate raffreddare il tutto su una gratella. È giunto il momento di guarnire i vostri cuoricini: ecco i nostri suggerimenti (le dosi indicate per ciascuno ripieno sono sufficienti per 4 cuoricini). Per il ripieno alle olive iniziate tagliando 4 olive a pezzettini 4, unitele quindi al formaggio Philadelphia con un cucchiaino di panna (o latte) per renderlo cremoso 5. Riempite i cuoricini con la crema al formaggio ottenuta 6 e guarnite con le olive intere rimaste. Per il ripieno ai gamberi (o gamberetti) iniziate rosolando i gamberetti con una noce di burro, sfumate con il brandy 7, aggiungete la passata di pomodoro 8 e il timo e portate a cottura. Tenete da parte 4 gamberetti interi che vi serviranno per guarnire, unite la robiola e passate al mixer 9 per ottenere una crema omogenea. Riempite i cuoricini con la crema e guarnite con i gamberetti interi. Buon appetito! "
}