{
    "title": "Pollo in salsa di soia con verdure al vapore",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Arance",
            "quantity": "succo e scorza 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Pepe in grani",
            "quantity": "misto 2 g"
        },
        {
            "ingredient": "Taccole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cavolfiore",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Pepe in grani",
            "quantity": "misto 2 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "50 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo in salsa di soia con verdure al vapore, iniziate dalla carne: dal petto di pollo intero eliminate l'osso centrale e le parti più grasse, quindi ricavate delle fettine 1; poi eliminate i semini del peperoncino e tagliatelo a listarelle 2, quindi grattugiate la scorza dell'arancia 3 e del limone; spremete il succo dell'arancia 4 e filtratelo. Quindi in una pirofila versate la salsa di soia 5, l'olio extravergine d'oliva, e il succo di arancia filtrato 6 poi unite la scorza sia dell'arancia che del limone 7; proseguite con il peperoncino, la maggiorana e la paprika dolce 8; mescolate la marinatura e adagiate i filetti di petto di pollo 9. Cospargete con i grani di pepe 10 fate in modo che tutti i filetti siano coperti dalla marinatura 11 quindi coprite con pellicola e ponete in frigorifero per almeno 2 ore per insaporire. Intanto in una vaporiera versate l'acqua, unite il limone tagliato a fette, il pepe in grani e la maggiorana 12 e portate a bollore. Nel frattempo preparate le verdure da cuocere al vapore: eliminate il tronco e le foglie esterne del cavolfiore 13 e staccate le cimette dal tronco principale 14; lavatele sotto acqua corrente, poi pelate le carote baby con un pelaverdure lasciando intatto il ciuffetto verde; quindi spuntate le estremità delle taccole e lavate anch'esse sotto acqua corrente. Quando l'acqua bolle, ponete il cestino della vaporiera sull'acqua e distribuite le carote e i cavolfiori, quindi cuocete con il coperchio per almeno 7-8 minuti: passato questo tempo unite anche le taccole, salate leggermente 16 e pepate a piacere, perchè il condimento sarà già piuttosto saporito. Cuocete le verdure per altri 5-6 minuti; una volta pronte vanno tenute da parte. Nel frattempo preparate la riduzione alla soia: in un pentolino versate il miele 17 e la salsa di soia 18, mescolate e lasciate restringere sul fuoco dolce per 4-5 minuti 19. Poi trasferite la salsa ottenuta in una salsiera per servirla poi insieme alle verdure 20. Quindi scolate i petti di pollo dalla marinatura 21, scaldate bene una griglia di ghisa e fate grigliare i petti di pollo per 3-4 minuti per lato 22. Quindi su un piatto da portata ponete i petti di pollo e cospargeteli con sesamo nero e bianco 23, quindi affiancate le verdure cotte al vapore e servite con la riduzione di salsa di soia 24! "
}