{
    "title": "Burger di pesce",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "grattugiata 1 cucchiaio"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i burger di pesce iniziate pulendo i filetti di merluzzo: sciacquateli sotto l'acqua corrente, asciugateli per bene con un panno da cucina 1, eliminate eventuali lische con una pinza da cucina 2. Tagliate i filetti a tocchetti 3 e poneteli nel mixer 4, tritate il merluzzo fino a d ottenere un trito omogeneo 5. Trasferite il composto in una ciotola e insaporite con sale 6, pepe 7, prezzemolo tritato 8 , timo e scorza di limone grattugiata 9, amalgamate bene il tutto con una forchetta 10. Ponete su un tagliere un foglio di carta forno e incominciate a creare il burger di pesce. Con un cucchiaio distribuite il composto di merluzzo all’interno di un coppa pasta del diametro di 7 cm 11 e pressatelo con il dorso del cucchiaio 12 in modo che il composto assuma la forma del coppapasta. Sfilate il coppapasta 13 e ritagliate la carta forno intorno ai burger, in questo modo sarete agevolati nel sollevarli senza il rischio di sfaldarli 14. Ora occupatevi della panatura: sbattete le uova con sale e pepe 15. Incominciate a impanare i burger di pesce passandoli prima nella farina 16 poi nelle uova 17 e per ultimo nel pangrattato 18. Ponete sul fuoco una pentola con l’olio di semi e portate l’olio alla temperatura di 160°-170°, immergete i burger di pesce aiutandovi con un mestolo forato 19, cuocete 4 minuti per lato fino a creare la doratura esterna al burger (in alternativa potete cuocere i burger di pesce in forno statico a 180° per 25-30 minuti oppure in forno ventilato a 160° per circa 20 minuti). Terminata la cottura scolate i burger 20 e poneteli su carta assorbente per assorbire l’olio in eccesso 21. I vostri burger di pesce sono pronti per essere portati in tavola ben caldi! "
}