{
    "title": "Puntine di maiale al vino bianco e finocchietto selvatico",
    "ingredients": [
        {
            "ingredient": "Costine di maiale",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "grossa 1"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le puntine di maiale al vino bianco e finocchietto selvatico, per prima cosa accertatevi che le puntine siano ben pulite; nel caso vi rendeste conto che sulle puntine ci sono delle schegge di ossa dovute al loro taglio, lavatele bene sotto l’acqua corrente per eliminarle, poi asciugatele tamponandole con un canovaccio pulito. Mondate la cipolla, tritatela e adagiatela in un tegame contenente l’olio 1; fate leggermente appassire la cipolla e poi aggiungete le puntine 2 e lasciatele cuocere qualche minuto 3. Aggiungete a questo punto le erbe aromatiche tritate 4, e il peperoncino tagliato a pezzetti. Fate rosolare le puntine di maiale a fuoco basso per circa 15 minuti su tutti i lati muovendole spesso e facendo attenzione che la cipolla non bruci; bagnate col vino bianco 5, aggiungete e il finocchietto 6 e aggiustate di sale. a fuoco dolce e con il coperchio sopra il tegame. Aggiungete quando serve, un goccio di acqua calda 7, ricordandovi sempre di coprire il tegame con un coperchio 8 subito dopo, Quando le puntine saranno tenere, lasciate addensare il fondo di cottura e prendere colore alla carne 9. Le puntine di maiale sono pronte per essere gustate: accompagnatele con un'insalata, con delle patate o con del purè oppure, nei mesi invernali, con della polenta. "
}