{
    "title": "Burger di cavolo nero",
    "ingredients": [
        {
            "ingredient": "Cavolo nero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pane per tramezzini",
            "quantity": "185 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "80 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i burger di cavolo nero come prima cosa tagliate il cavolo nero, ben lavato, a pezzi 1 e trituratelo grossolanamente 2. Scaldate un filo d'olio in un tegame, unite il cavolo nero 3Â e cuocetelo, mescolando di tanto in tanto 4 fino a che non risulterÃ appassito e morbido 5: ci vorranno circa 10 minuti.Â Spezzate il pane con le mani e disponetelo in una ciotola 6. Unite l'acqua 7 e iniziate ad impastare con le mani 8, fino ad ottenere un composto omogeneo 9.Â Tritate poi il prezzemolo 10 e tenetelo un attimo da parte. Versate in ciotola anche il cavolo nero intiepiditoÂ 11 e il Parmigiano 12. Aggiungete il prezzemolo tritato 13, l'uovo 14, il sale 15 e il pepe.Â Impastate il tutto con le mani 16, fino ad ottenere un composto omogeneo 17. Prelevate poi circa 130 grammi di impasto 18 e trasferitelo all'interno di un coppapasta da 8 cm, posto su un vassoio foderato con carta forno 20. Pressate leggermente con le mani in modo da conferirgli la classica forma da burger 20. Sfilate delicatamente il coppapasta 21Â e ripetete questa operazione fino a ricavare 4 burger. Scaldate poco olio in una padella, poi adagiate un quadrato di carta forno 23 e posizionate sopra il burger 24.Â Cuocete per circa 4 minuti, poi giratelo 25 e proseguite la cottura per altri 4 minuti circa. La carta forno servirÃ a non far bruciare il burger. Cuocete anche gli altri 26 e servite i vostri burger di cavolo nero ancora caldi 27! "
}