{
    "title": "Roast beef al forno con funghi e patate",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "scottona adulta, per roastbeef 1 kg"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare il roast beef con patate e porcini iniziate a pulire i funghi, eliminando la terra in eccesso con un coltellino 1 e poi passandoli con un panno leggermente umido. A questo punto tagliate ogni porcino a metà 1 e teneteli da parte. Quindi passate alle patate: lavatele bene e senza sbucciarle tagliatele a spicchi 3. Trasferitele sulla leccarda del forno insieme ai porcini, aggiungete il sale, il pepe, l'olio 4, il rosmarino 5, l'alloro e mescolate il tutto con le mani 6 per amalgamare i sapori. Tenete da parte la teglia con le verdure, prendete la carne e con un coltello dalla lama affilata eliminate le parti troppo grasse 7. Quindi lavate le erbe aromatiche, asciugatele con della carta assorbente e tritatele finemente con un coltello (8-9). Trasferite la carne in una pirofila 10, aggiungete il sale, il trito di erbe aromatiche 11 e l'olio 12. Massaggiate la carne con le mani per far penetrare gli aromi all'interno, quindi adagiatela sulla griglia del forno 14 e inserite la sonda nella parte centrale 15. Impostate la temperatura della sonda a 58° e a 160° quella della camera, impostando la funzione di bassa umidità 16. Infornate prima la carne nel secondo ripiano del forno 17 e dopo 2-3 minuti anche le patate e i funghi, nel ripiano sotto quello della carne. Una volta che tutto sarà cotto, ci vorranno circa 30-35 minuti, sfornate sia le patate e i funghi 18, che il roast beef 19. Quindi tagliatela a fettine sottili, utilizzando un coltello molto affilato 20 e servitela insieme alle patate e ai funghi porchini 21. "
}