{
    "title": "Parmigiana di cardi",
    "ingredients": [
        {
            "ingredient": "Cardi",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "(macinato) 200 g"
        },
        {
            "ingredient": "Maiale",
            "quantity": "(macinato) 200 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere 500 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la parmigiana di cardi cominciate dalla cottura del sugo di pomodoro con carne. Quindi mondate e tritate finemente al coltello sedano, carota e cipolla facendo soffriggere il tutto in un tegame dove avrete versato dell’olio extravergine d’oliva 1. Unite poi la carne trita di vitello e di maiale 2 e scottate per qualche minuto dopodiché aggiungete anche la polpa di pomodoro 3. Aggiustate di sale e di pepe 4 e lasciate cuocere il tutto per 30 minuti a fiamma media. Il sugo sarà pronto non appena avrete ottenuto la consistenza preferita 5. Nel frattempo passate alla pulizia dei cardi. Quindi eliminate le prime coste poste più esterne: sono molto coriacee e amare 6. Arrivate a quelle più interne, che invece sono più delicate e saporite, poi eliminate i filamenti con l’aiuto di un pelapatate 7 e tagliate in pezzi di 6-7cm, in questo modo la cottura sarà uniforme 8. Immergete subito i pezzi di cardo in acqua fredda acidulata 9, dove cioè avrete spremuto il succo di un limone, in questo modo non scuriranno. Scolate i cardi e lessateli per 2 minuti in acqua bollente e salata 10 poi lasciateli sgocciolare per bene così avranno anche modo di raffreddarsi 11. Battete le uova in un piccolo recipiente insieme ad un pizzico di sale e di pepe nero macinato 12, infarinate i pezzi di cardo 13 e subito dopo passateli nelle uova 14. Friggetene pochi alla volta in una pentola con olio di semi bollente (controllate con un termometro da cucina che non superi la temperatura di 170-180°) per circa 4-5 minuti, o fin quando non avranno formato una dorata crosticina in superficie.15 Man mano che li cucinate fateli scolare su carta assorbente così da assorbire l'olio in eccesso 16. Cospargete il fondo di una pirofila 30x20 con del sugo 17, distribuendo uniformemente e poi disponete i cardi fritti uno vicino all'altro 18. Formato il primo strato, ponete ancora un po’ di sugo 19 e cospargete col parmigiano grattugiato 20 e continuate così, alternando gli strati di cardi 21 con il sugo ed il formaggio fino ad ultimare gli ingredienti. Sull’ultimo strato della vostra parmigiana spolverizzate il restante parmigiano grattugiato 22 e cuocete in forno preriscaldato a 180° per 25 minuti in modalità statica (in forno ventilato invece cuocete a 160° per 15 minuti). Per ottenere la crosticina in superficie cuocete per altri 5 minuti in modalità grill. Attendete 5 minuti 23, necessari per far assestare il tutto, e poi servite la vostra parmigiana di cardi ancora calda 24! "
}