{
    "title": "Petto d'anatra al balsamico",
    "ingredients": [
        {
            "ingredient": "Petto d'anatra",
            "quantity": "(2 pezzi) 1 kg"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "130 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "o brodo di verdure 150 g"
        },
        {
            "ingredient": "Insalata misticanza",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare il petto d'anatra al balsamico inanzittutto occorre privare il petto delle piume, sarà sufficiente estrarle con una pinzetta 1. A questo punto eliminate il grasso in eccesso aiutandovi con un coltello 2 e procedete a fare dei tagli prima in senso obliquo 3 e poi in senso verticale 4. Ripetete la stessa operazione anche per l'altro petto, quindi salate 5 e pepate 6 da entrambi i lati. Ponete sul fuoco un tegame e lasciatelo scaldare, quando sarà ben caldo adagiatevi i petti di anatra, dal lato della pelle 7. Passati 3-4 minuti girateli 8 e lasciateli rosolare anche dall'altro lato. A questo punto unite la cipolla mondata tagliata a spicchi e l'aglio in camicia 9. Aggiungete timo, rosmarino 10 e sfumate con l'aceto balsamico 11. Lasciate evaporare leggermente e unite anche l'acqua 12 (o se preferite il brodo vegetale). Cuocete il petto d'anatra per una decina di minuti (dovrà rimanere rosato all'interno) quindi trasferitelo su un tagliere (13-14) tenendo da parte il fondo di cottura, che andrete a versare in un colino. Filtrate il liquido schiacciando il composto con un cucchiaio 15 direttamente nello stesso tegame dove avrete cotto il petto d'anatra. Unite anche il miele 16 e cuocete per 3-4 minuti in modo da ottenere una salsa 17. Nel frattempo affettate il petto d'anatra 18 e adagiate le fettine su un letto di misticanza 19. Ultimate il piatto con la salsina appena preparata 20 e servite la vostra il vestro petto d'anatra al balsamico 21. "
}