{
    "title": "Triglie alla Vernaccia",
    "ingredients": [
        {
            "ingredient": "Triglie",
            "quantity": "(4 da pulire) di scoglio 850 g"
        },
        {
            "ingredient": "Vernaccia",
            "quantity": "di Oristano DOC 100 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le triglie alla Vernaccia, per prima cosa lavate i pomodorini e schiacciateli con le dita in una ciotola per far fuoriuscire il succo e i semini 1. Versate circa 20 g di olio in una padella antiaderente, aggiungete lo spicchio dâaglio 2 e lasciate insaporire per 1 minuto, poi unite i pomodorini con il loro succo 3, salate e pepate. Coprite con un coperchio 4 e cuocete a fuoco medio per circa 15 minuti. Nel frattempo preparate il resto degli ingredienti: tritate il prezzemolo 5, grattugiate la scorza di limone 6 e tenete da parte. Squamate le triglie 7, poi incidete il ventre con un coltello 8 e sciacquatele sotto lâacqua corrente per rimuovere le interiora 9: in tutto dovreste ottenere circa 650 g di triglie pulite. Trascorso il tempo di cottura dei pomodorini, trasferiteli in una ciotola 10 e versate lâolio rimanente nella stessa padella. Adagiate le triglie nella padella 11, alzate la fiamma a livello medio-alto e spolverizzate con il pangrattato 12 e la scorza grattugiata di limone 13, poi salate e pepate. A questo punto sfumate con la Vernaccia di Oristano DOC 14 e, una volta che sarÃ evaporata, girate le triglie sullâaltro lato aiutandovi con un cucchiaio o una forchetta 15. Cuocete per un paio di minuti, poi aggiungete i pomodorini 16, abbassate la fiamma e lasciate cuocere a fuoco dolce per 4-5 minuti. A fine cottura profumate con il prezzemolo tritato 17 e servite le vostre triglie alla Vernaccia ben calde 18! "
}