{
    "title": "Orata alle erbe con caponata",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "(i gambi) 300 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "115 g"
        },
        {
            "ingredient": "Olive nere in salamoia",
            "quantity": "(denocciolate) 100 g"
        },
        {
            "ingredient": "Capperi sotto sale",
            "quantity": "(da dissalare) 25 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodori San Marzano",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Aceto",
            "quantity": "25 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "( per friggere le melanzane) 200 g"
        },
        {
            "ingredient": "Orata",
            "quantity": "( 2 da 450 gr) 900 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’orata alle erbe con caponata iniziate dalla pulizia delle orate. Prendete ciascuna orata 1 e con le forbici eliminate le pinne e cominciate a squamarla, con l’apposito attrezzo, o con la lama di un coltello 2, passandola ripetutamente dalla coda alla testa. Procedete quindi ad eviscerare il pesce. Sciacquatelo bene sotto l’acqua corrente per togliere ogni traccia di sangue rimasta. A questo punto con un coltello affilato fate un taglio trasversale ed eliminate la testa della vostra orata 3. Quindi incidete la coda e la parte dorsale del pesce lungo la colonna vertebrale 4, partendo dall’alto, e procedete muovendo la lama orizzontalmente rispetto al piano di lavoro per ricavare il primo filetto 5. Girate il pesce e procedete allo stesso modo, staccando però la carne dalla lisca per ricavare il secondo filetto. Individuate tutte le eventuali lische presenti passando una mano sul filetto, e staccatele utilizzando una pinzetta 6. Lavate sotto l’acqua il timo, il basilico ed il prezzemolo, quindi posizionateli su un tagliere 7 e tritateli finemente con un coltello 8. Adagiate i filetti di pesce in una pirofila, abbastanza grande da contenerli, e unite l’olio e il trito di erbe fresco 9. Avvolgete nella pellicola e lasciate marinare giusto il tempo di preparare la caponata. Per preparare la caponata iniziate dedicandovi alle melanzane: lavatele, spuntatele e tagliatele a cubetti di circa 1,5 cm 10. Disponetele in uno scolapasta e conditele con il sale 11, a questo punto adagiatevi un peso sopra 12 e lasciatele spurgare per almeno un’ora, affinché perdano l’amaro. Nel frattempo pulite i gambi di sedano, tagliateli a listarelle 13 e sbollentateli in abbondante acqua bollente salata leggermente 14. Passati circa 5 minuti scolateli e asciugateli con un panno da cucina 15. A questo punto versate in un tegame un filo d’olio e soffriggete le listarelle di sedano 16 per circa 5 minuti, quindi versatele in una ciotola e tenetele da parte. Affettate finemente le cipolle 17 e fatele soffriggere in un’altra padella 18. Una volta appassite, unite anche le olive denocciolate, i pinolo e i capperi, dopo che questi ultimi li avrete sciacquati bene sotto l'acqua corrente per liberarli del sale in eccesso. 19. Lasciate soffriggere per una decina di minuti e intanto tagliate i pomodori a cubetti 20 e uniteli in padella 21. Lasciate cuocere per circa 20 minuti e nel frattempo lavate le melanzane spurgate 22, scolatele e asciugatele con un panno da cucina 23 o della carta assorbente. Procedete versando le melanzane in abbondante olio bollente 24. Friggetele per pochi minuti, fino a quando non saranno leggermente dorate 25. Scolatele dall’olio e versatele direttamente nella padella con il composto di pomodori, olive e cipolle 26. Quindi unite anche le listarelle di sedano 27. Mescolate il tutto e aggiungete lo zucchero 28 e l’aceto 29. Una volta che tutta la parte alcolica sarà evaporata, amalgamate nuovamente, aggiungete le foglioline di basilico 30 e spegnete il fuoco. Lasciatela intiepidire e nel frattempo dedicatevi alla cottura delle orate. Prelevate i filetti di orata lasciati in frigo a marinare 31 e disponeteli, senza scolarli troppo, su una teglia rivestita con carta forno. Cuocete in forno statico preriscaldato a 200° per 16-18 minuti 32 (se utilizzate il forno ventilato cuocete a 180° per circa 10 minuti). Servite i vostri filetti di orata alle erbe con caponata ben caldi 33. "
}