{
    "title": "Petto di pollo ai corn flakes",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "(4 fette) 400 g"
        },
        {
            "ingredient": "Corn flakes",
            "quantity": "100 g"
        },
        {
            "ingredient": "Paprika piccante",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "1 filo"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il petto di pollo ai corn flakes, per prima cosa iniziate dallo tzatziki veloce; versate lo yogurt greco in una ciotola e, con uno spremiaglio, spremete al suo interno i due spicchi d’aglio 1. Dopodiché versate nella ciotola l’olio di oliva 2, tritate l’erba cipollina 3 e aggiungetela al composto 4. A questo punto mescolate il tutto con una spatola da cucina, 5 regolate di sale 6, versate l’aceto di vino bianco 7. Lavate e spuntate il cetriolo con un coltello 8, grattugiatelo direttamente nella ciotola con tutta la buccia molto grossolanamente sul lato grosso della grattugia 9. Mescolate e tenete il composto cremoso 10, da parte in frigorifero coperto con la pellicola trasparente. Dedicatevi intanto alla preparazione dei petti di pollo: mettete i corn flakes in una busta trasparente 11 e tritateli grossolanamente con il matterello fino ad ottenere un mix piuttosto fine 12. Versate i cornflakes tritati in una pirofila 13, aggiungete 5 g di paprika 14 e mescolate bene 15. In un'altra pirofila a parte versate l'uovo sbattuto e aggiungeteci il latte 16 per rendere il sapore più delicato, infine aggiustate di sale 17 e mescolate bene (18.) A questo punto sistemate i petti di pollo sul tagliere e cospargeteli in maniera uniforme con la paprika restante 19 (potete utilizzare al posto della paprika piccante anche quella affumicata a vostro piacimento) ed un pizzico di sale 20. Una volta terminato, passateli uno alla volta prima nell'uovo sbattuto 21 e successivamente nella panatura a base di corn falkes 22. Adagiate i petti di pollo nella panatura, facendola aderire con le mani uniformemente su tutta la superficie 23, e sistemateli su di un vassoio 24. Prendete una padella capiente, fate scaldare l’olio di semi ad una temperatura non superiore ai 170-180° da tenere costante misurando con un termometro da cucina; fate cuocere i petti di pollo che dovranno essere a filo rispetto all'olio 25, prima da un lato e poi dall’altro 26 per circa 5 minuti (in alternativa potete utilizzare il forno e cuocerli a bocconcini in forno statico e preriscaldato a 180° per 10-15 minuti). Quando i petti di pollo saranno cotti e croccanti, spegnete il fuoco e sistemateli su di un vassoio con carta assorbente. Servite il petto di pollo ai corn flakes ben caldo insieme allo tzatziki 27. "
}