{
    "title": "Nodini di maiale alle olive",
    "ingredients": [
        {
            "ingredient": "Carne di suino",
            "quantity": "nodini 4"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Alloro",
            "quantity": "foglie 4 foglie"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "per infarinare q.b."
        }
    ],
    "preparation": " Battete leggermente i nodini 1 con il batticarne 2, poi con un coltellino dalla lama liscia e a punta ( o con una forbice da cucina), praticate dei piccoli taglietti su bordi di ogni nodino 3, in modo che durante la cottura la carne non si arricci; passate per bene i nodini nella farina 4, scuotendoli successivamente per toglierne l'eccesso. Tagliate il peperoncino ad anelli 5 e ponetelo in una padella piuttosto capiente, assieme all’olio d’oliva, l’alloro, la salvia e il rosmarino , quindi fate soffriggere gli ingredienti 6. Unite i nodini infarinati in padella 7 e lasciateli rosolare su entrambi i lati. Nel frattempo tritate finemente metà delle olive denocciolate 8 e quando i nodini saranno dorati su entrambi i lati 9, versate in padella il bicchiere di vino bianco 10, unite le olive tritate e intere 11 e lasciate sfumare completamente a fuoco dolce per circa 15-20 minuti, aggiungendo quando serve dell’acqua calda (o del brodo). Mantenete in padella un minimo di fondo di cottura (aggiungendo del liquido), in modo che al termine ,i nodini abbiano un sughetto di accompagnamento con il quale essere cosparsi 12. Servite i nodini ben caldi, guarnendo i piatti di portata con erbe aromatiche. "
}