{
    "title": "Prosciutto glassato",
    "ingredients": [
        {
            "ingredient": "Maiale",
            "quantity": "coscio 2,5 kg"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "10"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Alloro",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Anice stellato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "300 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il prosciutto glassato, schiacciate le bacche di ginepro 1. Quindi prendete un tegame capiente, irroratelo con un filo d'olio e adagiate il coscio: poi aggiungete le foglie di alloro 2 precedentemente sciacquate sotto acqua corrente, e un cucchiaio di semi di finocchietto 3. Poi versate anche il pepe in grani 4, le bacche di ginepro schiacciate, l'anice stellato 5 e la costa di sedano 6. Quindi unite anche le carote precedentemente pelate e tagliate grossolanamente 8, le cipolle sfogliate e ridotte a quarti e gli spicchi d'aglio sbucciati 8. Poi versate l'acqua nel tegame 9 fino a ricoprire il prosciutto. Versate un cucchiaio di sale grosso 10, poi chiudete il tegame con un coperchio, senza sigillarlo completamente e cuocete per almeno tre ore, girando di tanto in tanto il coscio per farlo insaporire uniformemente. Una volta terminata la cottura 11, il coscio dovrÃ raffreddarsi completamente nello stesso tegame. Nel frattempo potete preparare la glassa: spemete il succo di un'arancia 12. In un piccolo tegame versate il miele, aggiungete la cannella 13 e la paprika dolce 14 poi versate il succo d'arancia 15 e mescolate gli ingredienti. Cuocete a fuoco dolce la salsa e continuate a mescolare con una frusta 16: la glassa dovrÃ diventare piuttosto fluida. Ora che la carne e la salsa sono pronti, potete eliminare con un coltello la pelle dal prosciutto 17. Quindi con la stessa lama potete incidere la superficie in modo da formare delle losanghe 18. A questo punto ponete il prosciutto in una teglia foderata con carta da forno. Nel punto di incontro tra i tagli obliqui effettuati, inserite i chiodi di garofano 19 in modo da creare una decorazione ordinata e geometrica. Poi potete spennellare il prosciutto accuratamente con la glassa aiutandovi con un pennellino da cucina 20. Quindi infornate in forno statico preriscaldato a 250Â° per 30 minuti (230Â° per 20-25 minuti se forno ventilato). Quando sarÃ pronto, avrete un succulento prosciutto glassato 21 da servire in tavola! "
}