{
    "title": "Tournedos al pepe rosa e sale nero delle Hawaii",
    "ingredients": [
        {
            "ingredient": "Filetto di maiale",
            "quantity": "in 6 pezzi da 60 g l'uno 360 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Lardo di Colonnata",
            "quantity": "da 15 g ciascuna 7 fette"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "in salamoia 1 cucchiaio"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "(oppure greco) 70 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale",
            "quantity": "nero delle Hawaii"
        },
        {
            "ingredient": "Sale delle Hawaii",
            "quantity": "nero q.b."
        }
    ],
    "preparation": " Per realizzare i tournedos al pepe rosa e sale nero delle Hawaii prima cosa occupatevi della preparazione dei tournedos: prendete il filetto di maiale, eliminate la parte esterna più grassa con un coltello ben affilato 1, in modo da oottenere un filetto senza grasso 2, tagliate a fettine alte circa 3 cm il filetto (3 ) cercando di ottenere delle porzioni dello stesso spessore in modo da agevolare la cottura 4. Ponete le fette di lardo su un tagliare e arrotolatele intorno ai bocconcini (5-6) in modo da rivestire tuttoil bordo dei bocconcini. Una volta terminato 7 avvolgete il bordo con uno spago da cucina 8. Premete qualche grano di pepe rosa sulla superficie dei tournedos 9. Iniziate preparando la salsa: mettete in un tegame la panna liquida, scaldatela e aggiungete il concentrato di pomodoro 10 e lo yogurt che stempererete a fuoco dolce mescolando 11. Aggiustate di sale e fate addensare il tutto, quindi spegnete il fuoco. In una padella, fate scaldare l’olio assieme allo spicchio di aglio vestito 12(cioè con tutta la buccia) schiacciato con il dorso di un coltello da cucina, unite il rosmarino 13 quindi aggiungete i tournedos 14. Fate rosolare i filetti da entrambi le parti, raggiungendo il punto di cottura desiderato 15; per una cottura media ci vorranno circa 5-6 minuti. Aggiungere in padella la salsa precedentemente preparata 17, amalgamate bene e lasciate riposare un minuto mantenendo il tutto al caldo 12.Cospargete sui tournedos il sale nero delle hawaii e servite i bocconcini ben caldi 18. "
}