{
    "title": "Boeuf bourguignon",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "noce o fesa 1,5 kg"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "Borgogna 1 l"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "con cotenna 200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Brodo di manzo",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolline",
            "quantity": "300 g"
        },
        {
            "ingredient": "Brodo di manzo",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il bouef bourguignon, tagliate la polpa di manzo a cubi della dimensione di circa 7-8 cm 1 e asciugateli con carta assorbente, dai liquidi in eccesso. Separate la cotenna dal pezzo di pancetta 2, eliminate le eventuali ossa o cartilagini e tagliate la pancetta a pezzetti 3. Fate scottare la pancetta e la cotenna in acqua bollente per almeno 10 minuti, schiumando l'acqua con una schiumarola 4, quindi scolate il tutto e mettete da parte 5. Fate scaldare sul fuoco una capiente pentola di ghisa, bassa e larga (circa 35x30 cm), adatta anche per essere utilizzata in forno; aggiungete un filo d'olio e la pancetta in pezzi, lasciando da parte la cotenna 6. Rosolate la pancetta a fuoco dolce per 10 minuti, trascorsi i quali scolerete i pezzi di pancetta e li toglierete dalla pentola 7; nello stesso grasso, fate scottare ora a fuoco vivo la carne, ponendo pochi pezzi per volta, ben distanziati uno dall’altro in modo che si cuociano uniformemente 8. Fate rosolare i pezzi di carne su tutti i lati per qualche minuto, rigirandoli spesso con una pinza 9 e facendo attenzione a non bruciare il fondo. Se fosse necessario, unite un po’ d’olio per non lasciare che il fondo del tegame bruci. Una volta rosolata la carne, ponetela in un piatto a parte 10 Sbucciate le cipolle e le carote, tagliatele in pezzi e uniteli al fondo di cottura nella padella 11. Fate cuocere a fuoco medio per 10 minuti e una volta che saranno dorate unite la pancetta 12; la carne 13, aggiustate di sale e pepe, mescolate e dopo circa cinque minuti di cottura, quando la carne si sarà asciugata 14, aggiungete la farina setacciata in due riprese 15. Preriscaldate il forno ventilato a 250°C (massima temperatura se statico) e mettete la casseruola (senza coperchio) al suo interno per 10 minuti 16, avendo cura, dopo i primi 5, di rimescolare la carne; in questo modo, si formerà intorno ai dadi della carne una crosticina ben rosolata. Trascorso il tempo indicato, estraete la pentola dal forno e irroratela con il vino rosso 17. Prelevate un mestolo di brodo di manzo e usatelo per stemperate il concentrato di pomodoro 18. Intanto abbassate la temperatura del forno a 130° e portatelo in modalità statica (se non avete questa possibilità portate il forno ventilato a 110°). Aggiungete il restante brodo nella pentola: i liquidi dovranno coprire la carne per almeno 1 cm al di sopra 19. Unite anche il concentrato di pomodoro diluito e la cotenna della pancetta (20-21). Riunite le erbe aromatiche, alloro, timo e rosmarino insieme in un mazzetto tenuto da un filo di spago per cucina e ponetele nella pentola insieme a due spicchi d’aglio schiacciati (22-23). Portando a ebollizione il tutto e a quel punto coprite la pentola con il coperchio 24 e infornatela nel forno a 130° per almeno 3 ore. Il liquido, per tutto questo tempo, deve sobbollire leggermente. Trascorse le 3 ore, spegnete il forno e lasciate raffreddare il boeuf bourguignon. Nel frattempo, passate alla cottura delle verdure: pulite le cipolline, eliminando la parte dura 25; mettete in una padella il burro e l’olio insieme ad una foglia di alloro quindi unite le cipolline e fatele rosolare 10 minuti 26. Aggiungete 100 ml di brodo, coprite la padella 27 e fate cuocere per mezz’ora, fino a che le cipolline non saranno tenere e dorate. Pulite i funghi champignon dalla terra e tagliateli in quarti o a metà se piccoli 28. In una padella fate imbiondire l'aglio nell’olio 29; unite i funghi e fateli saltare per 5-10 minuti a fuoco vivo, poi salate, pepate e aggiungete poco brodo fino a terminare la cottura, lasciando i funghi ancora croccanti (altri 15-20 minuti).Terminate con una spolverizzata di prezzemolo tritato 30. Quando il bouef si sarà raffreddato, prelevate i pezzi di carne dalla casseruola e metteteli in una ciotola da parte 31; fate la stessa cosa con il mazzetto di erbe aromatiche e la cotenna 32. Trasferite il fondo di cottura della carne in un'altra ciotola 33. Riportate la carne nella padella 34; raccogliete il fondo di cottura dei funghi direttamente nella ciotola dove c'è l'altro liquido 35 e unite i funghi alla carne in padella 36. Fate lo stesso con il fondo delle cipolline 37 e trasferite queste insieme alla carne. Con un frullatore ad immersione, passate i liquidi 38. Potete sgrassare la salsa ottenuta, ponendola in frigorifero (o in freezer), fino a che il grasso non si sarà solidificato e sarà affiorato in superficie, così da poterlo eliminare facilmente. Riportate la salsa sul fuoco 39 e fatela restringere fino a che non velerà il dorso di un cucchiaio 40. Se volete addensarla più velocemente, potete sciogliere un cucchiaio di farina in mezzo bicchiere di acqua fredda, versare il composto nella salsa attraverso un colino e mescolare molto bene con una frusta. Aggiustate eventualmente di sale e versate la salsa in pentola sulla carne, i funghi e le cipolline 41. Portate il tutto a leggero bollore e continuate a cuocere per circa 15-20 minuti: ecco pronto il vostro bouef bourguignon 42! Servitelo da solo oppure accompagnato con del riso cotto nel brodo di manzo o con tagliatelle di pasta fresca che condirete con il fondo del boeuf stesso! "
}