{
    "title": "Branzino in crosta di sale erbe e birra",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "800 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Birra analcolica",
            "quantity": "q.b."
        },
        {
            "ingredient": "Albumi",
            "quantity": "3"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il branzino in crosta di sale erbe e birra iniziate ad eviscerare il branzino 1 puntando il coltello nel foro situato vicino alla coda 2 e tagliandolo fino alla testa. Svuotategli la pancia 3 e poi sciacquate il branzino sotto l'acqua corrente. Tritate le erbe aromatiche con una manciata di sale grosso 4, grattugiate la scorza di metà limone nel trito 5 e infine unite il prezzemolo tritato finemente 6. Utilizzate una parte del trito appena preparato per riempire la pancia del pesce 7 e aggiungete 2 spicchi d'aglio senza pelle 8. Passate ora alla crosta di sale: montate a neve ferma gli albumi e spostateli in una ciotola 9. Incorporate delicatamente agli albumi il sale fino e grosso 10, il trito di erbe aromatiche avanzato e grattugiate la scorza dell'altra metà del limone 11, quindi unite e amalgamate il tutto unendo tanta birra 12 quanto basterà per ottenere un composto denso e cremoso. Stendete un foglio di carta forno su una leccarda (o teglia) e poi adagiatevi un sottile strato (circa 1,5 cm) del composto ottenuto, che formerà il letto di cottura per il branzino 13. Appoggiate quindi sopra il letto di sale il branzino 14 e ricopritelo con il composto di sale pressandolo delicatamente per fare aderire bene l’impasto 15. Date una forma che aderisca bene al pesce seguendo la sua forma naturale 16. Infornate in forno già caldo a 180 gradi per circa 40 minuti. Trascorso il tempo di cottura, estraete il branzino dal forno, fatelo riposare qualche istante, dopodiché, per mezzo di un piccolo martello, rompete la crosta di sale e procedete a eliminare la pelle del pesce: apritelo in due eliminando la lisca centrale, come in qualsiasi altra preparazione al forno. "
}