{
    "title": "Paillard con patate e maionese al cumino",
    "ingredients": [
        {
            "ingredient": "Fesa di vitello",
            "quantity": "(4 fette) 480 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "4 ciuffi"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "8 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medie, freschissime 2"
        },
        {
            "ingredient": "Cumino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Songino",
            "quantity": "(facoltativo) q.b."
        }
    ],
    "preparation": " Per preparare la paillard con patate e maionese al cumino, iniziate proprio dalla maionese (potete anche consultare il procedimento nella scheda della maionese). In una ciotola riunite i tuorli a temperatura ambiente ben separati dagli albumi, aggiungete parte del succo di limone (potete versare tutta la dose ora o dividerla in modo da schiarire poi la salsa al termine della preparazione) e aggiungete l'aceto di vino bianco 1. Quindi iniziate a montare con lo sbattitore elettrico 2, aggiungete l'olio di semi a filo sottolissimo 3. Continuate a montare sempre nello stesso verso 4: il composto dovrà diventare sempre più liscio, denso e chiaro. Quando avrà raggiunto la consistenza ideale, versate il succo di limone sempre sbattendo 5; il composto a contatto con il succo di limone assumerà una colorazione più chiara 6. Se improvvisamente vedeste apparire dei grumi nella maionese, come se fosse cagliata, la maionese è impazzita. Ma potete rimediare in questo modo: tenete da parte la maionese impazzita e in un altro recipiente mettete un altro tuorlo; frullate di nuovo aggiungendo un filo d'olio e poi, sempre nel recipiente, aggiungete un cucchiaio alla volta e molto lentamente, la maionese impazzita, e tutto dovrebbe tornare alla normalità. Ora che la maionese è pronta, aggiungete il cumino 7, mescolate 8 e poi coprite la ciotola con pellicola trasparente 9 per conservare la maionese in frigorifero fino al momento del suo utilizzo (se preferite, potete preparare in alternativa la finta maionese senza uova, alla quale aggiungere il cumino). Ora passate a preparare le spezie che serviranno a condire le patate. Prendete la salvia, il prezzemolo, il timo, il rosmarino, l'alloro e l'erba cipollina 10 e tritatele molto finemente con il coltello o una mezzaluna (11-12). Quindi, lavate le patate sotto acqua corrente, poi pelatele con un pelapatate 13 o la lama di un coltellino e dividetele a metà 14. Posizionate ciscuna metà sul tagliere con la parte del taglio rivolta verso il basso e ricavate delle mezze lune spesse circa 1 cm 15. In una padella larga, versate l'olio fino a coprire il fondo e scaldatelo per qualche istante. Poi versate le patate tagliate 16 e cuocete a fuoco medio per circa 20-25 minuti mescolando spesso fino a che non saranno ben dorate da tutti i lati. Quindi aggiungete il mix di erbe aromatiche tritate in precedenza 17, mescolate e fate insaporire per 1-2 minuti. Spegnete il fuoco e aggiustate di sale a piacere 18. Poi passate alla preparazione della paillard. Scaldate una griglia di ghisa a fuoco alto. Prendete la paillard, battetela leggermente con il batticarne se necessario per rendere la fettina spessa solo qualche millimetro e adagiatela sulla piastra per farla scottare qualche secondo 19. Poi giratela utilizzando una paletta perchè con i rebbi di una forchetta rischiereste di far uscire i succhi interni della carne e il risultato sarebbe più stopposo. Fate cuocere per qualche secondo anche dall'altro lato 20. Ora che avete pronti tutti gli ingredienti, potete comporre il vostro secondo: ad esempio potete disporre su un piatto da portata un letto di insalata songino e adagiare la paillard con a fianco le patate e la maionese che avrete tirato fuori dal frigo 21. Servite la vostra paillard con patate e maionese al cumino calda! "
}