{
    "title": "Bruschetta caprese",
    "ingredients": [
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "10"
        },
        {
            "ingredient": "Basilico",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olive nere",
            "quantity": "12"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Mozzarella di bufala",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Origano",
            "quantity": "2 pizzichi"
        }
    ],
    "preparation": " Per preparare le bruschette capresi tagliate 4 fette di pane dello spessore di circa 2 cm 1, e fatele abbrustolire da entrambi i lati sotto il grill del forno o su di una padella antiaderente 2. Quando si saranno dorate prendete ogni singola fetta di pane abbrustolito e strofinateci sopra uno spicchio dâaglio 3 (uno deve bastare per tutte e 4 le fette di pane). Una volta preparate le fette di pane mettetele da parte e preparate gli ingredienti che vi serviranno per condire la bruschetta caprese. Scolate per bene la mozzarella di bufala e tagliatela a quadretti non troppo grossi 4; tagliate in quattro parti anche i pomodorini 5. In una ciotola versate la mozzarella, le olive nere, i pomodori tagliati in quarti 6. Unite il basilico spezzettato con le dita, l'origano, l'olio extravergine d'oliva e un pizzico di sale (7-8).Â Mescolate per bene, al fine di amalgamare i sapori. Disponete su di un piatto da portata le fette di pane abbrustolite e ricopritele con il preparato, diviso per ogni fetta in egual misura 9.Cospargete le bruschette capresi con un poco di olio extravergine di oliva e servite. "
}