{
    "title": "Tempura di calamari e verdure",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Calamari",
            "quantity": "350 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "250 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "1"
        },
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua gassata",
            "quantity": "ghiacciata 200 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il tempura di calamari e verdure ponete l’acqua frizzante in freezer. Nel frattempo lavate e tagliate a listarelle le carote 1, le zucchine 2, le melanzane 3, ), pelate e tagliate a rondelle sottili la patata dolce 4. Pulite le mazzancolle: eliminate la testa, il carapace 5, estraete l’intestino e teneteli da parte. Pulite i calamari:, staccate la testa, estraete le interiora, eliminate la pelle e le pinne le sciacquateli sotto l’acqua corrente. Incidete con un coltello un lato dei calamari per aprirli 6 ritagliate dei pezzi larghi 3-4 cm 7 e teneteli da parte. Prendete una ciotola e riempitela con il ghiaccio, adagiate sopra un’altra ciotola che la possa contenere, sbattete il tuorlo con una frusta 8, poi versate l’acqua frizzante ghiacciata 9 ) e la farina setacciata 10, mescolate velocemente, non troppo a lungo (non importa se si formano dei piccoli grumi di farina); l’impasto non deve risultare colloso. Ponete a scaldare un wok con abbondante olio di semi 11 e quando la temperatura dell’olio raggiungerà i 180° potrete procedere con la cottura (monitorate la temperatura con un termometro per alimenti). Immergete le verdure 12 nella pastella in modo che siano completamente avvolti, poi cuocetele nell’olio caldo 13 il tempo necessario per far dorare la pastella (che non deve eccessivamente scurirsi, poi scolate le verdure con una schiumarola e lasciatele asciugare su un vassoio rivestito con carta assorbente. Proseguite poi con i calamari e mazzancolle 14. Non friggete troppi ingredienti insieme, l’olio si raffredderebbe velocemente. Servite subito il tempura di calamari e verdure 15. "
}