{
    "title": "Seppioline con carciofi",
    "ingredients": [
        {
            "ingredient": "Seppie",
            "quantity": "giÃ pulite 400 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "8"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Brodo di pesce",
            "quantity": "o vegetale 250 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le seppioline coi carciofi cominciate con la pulizia dei carciofi, eliminate le foglie più dure esterne 1, quindi eliminate anche la parte esterna del gambo e tagliatelo qualche cm al di sotto della base del carciofo 2, togliete anche le punte ottenendo così solo il cuore 3 Appena terminate la piluzia di un carciofo, per evitare che annerisca passaetelo con la metà di un limone e poi mettetelo in un bacinella con acqua acidulata (4-5), in questo modo potete procedere con la pulizia di tutti i carciofi senza che questi si anneriscano. Una volta terminata la pulizia dei carciofi, scolateli per bene, tagliateli a metà eliminate la barba interna e riduceteli in spicchi sottili 6. In un tegame sciogliete il burro e aggiungete lo scalogno finemente tritato 7, e lasciate appassire per 10 minuti; quando sarà appassito aggiungete i carciofi 8, fate rosolare per bene, salate e pepate a piacere 9. Unite un mestolo di brodo 10 e lasciate cuocere finché diventeranno morbidi, quindi spegnete il fuoco e tenete i carciofi da parte. Nel frattempo lavate le seppioline sotto l'acqua corrente e scolatele bene 11. Quindi in un altro tegame capiente, mettete l'olio e l'aglio schiacciato (se successivamente volete eliminarlo, mettetelo intero) 12, unite le seppioline, fatele scottare per 10 minuti 13 e poi unite il bicchiere di vino che lascerete sfumare 14. Lasciate cuocere a fuoco molto basso per 10 minuti, poi unite i carciofi 15 e amalgamate bene tutto. Lasciate cuocere a fuoco basso, coprendo con un coperchio, fino a quando le seppioline diventeranno tenere 16 se è necessario aggiungete un mestolo di brodo per fare in modo che il tutto non risulti asciutto. Cinque minuti prima di spegnere il fuoco, aggiungete il timo e il prezzemolo tritati 17, amalgamate bene, poi unite anche i pinoli 18 e aggiustate di sale e di pepe. Le vostre seppioline con carciofi sono pronte per essere gustate, servitele calde! "
}