{
    "title": "Pollo al latte di cocco e curry",
    "ingredients": [
        {
            "ingredient": "Latte di cocco",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Lemongrass",
            "quantity": "stelo 1"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Pepe in grani",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Lime",
            "quantity": "(succo e scorza) 1"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "10 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Curry thai verde",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il pollo al latte di cocco e curry iniziate dalla preparazione del brodo: prendete un peperoncino fresco, togliete il picciolo e dividete in due parti mantenendo i semini interni 1, poi pelate lo zenzero con un pelapatate 2, eliminate la base del lemongrass e tagliate lo stelo in tre parti 3. In un tegame versate il latte di cocco 4, insaporitelo con il sale grosso 5 i grani di pepe 6, lo zucchero di canna 7 e lo zenzero fresco 8; per ottenere un gusto più intenso potete tagliarlo a falde. Unite anche il peperoncino fresco privato dei semini interni 9 il lemongrass 11, poi aromatizzate con la scorza del lime lavato e asciugato in precedenza 11 e poi unite anche il suo succo 12. Lasciate cuocere il brodo per circa mezzora dall’ebollizione. Poi spegnete il fuoco. Quando lo verserete sul pollo andrà filtrato. Tagliate a cubetti il petto di pollo 13, poi infarinatelo con la farina di riso e scuotetelo in un colino per eliminare la farina in eccesso 14. Ora tagliate a listarelle sottili il peperoncino che servirà per la cottura del pollo 15. Scaldate bene un wok e quando sarà ben rovente, versate l’olio di semi , insaporitelo con il peperoncino appena tagliato 16, spremete all’interno anche lo spicchio di aglio 17e poi aggiungete i cubetti di pollo infarinati 18. Fate rosolare mescolando per circa 1 minuto, poi aromatizzate con il curry thai verde 19, saltate il pollo per altri 2-3 minuti 20 e poi irroratelo con il brodo di latte di cocco avendo cura di filtrarlo con un colino 21. Cuocete il pollo per 5 minuti 22 per fare addensare la crema, poi per finire profumate con l’erba cipollina tritata 23. Il pollo al latte di cocco e curry è pronto per essere gustato ben caldo! "
}