{
    "title": "Spezzatino al sugo piccante con piselli e patate",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "polpa 650 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "150 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo spezzatino al sugo piccante con piselli e patate cominciate eliminando dalla polpa di vitello il grasso presente sui tendini 1, quindi con una lama ben affilata staccate il grasso in eccesso dai tessuti 2. Tagliate in tre parti la polpa 3: in questo caso potreste sistemare il pezzo di carne sul tagliere nel senso della lunghezza. Tagliate poi nel senso opposto (quello orizzontale), per ottenere dei cubetti di circa 2,5 cm 4. Lavate sotto abbondante acqua corrente le patate, asciugatele, pelatele 5 dopodiché tagliatele a tocchetti 6 esattamente come avete fatto con la polpa di vitello. Tenete da parte i tocchetti di patate 7 e fate scaldare l’olio in una casseruola capiente 8; non appena l'olio sarà ben caldo, versate i bocconcini di carne 9. Fate rosolare i pezzetti di carne a fiamma viva prima da un lato e poi dall’altro 10, rigirandoli con delle pinze da cucina per una cottura uniforme, così eviterete che i rebbi della forchetta possano forare la carne facendo fuoriuscire i succhi. Quando i bocconcini saranno ben scottati, aggiungete le patate tagliate 11 poi la passata di pomodoro 12 e infine versate l’acqua per prolungare la cottura 13. A questo punto coprite con un coperchio, abbassate la fiamma e cuocete per 1 ora e 30 minuti 14. Trascorso il tempo necessario, aggiungete anche il peperoncino in polvere 15 poi i piselli surgelati 16 e lasciate cuocere per altri 20 minuti, mescolando di tanto in tanto 17. Aggiustate di sale ed eventualmente di pepe, infine servite il vostro spezzatino al sugo piccante con piselli e patate ben caldo 18. "
}