{
    "title": "Torta cremosa di mele",
    "ingredients": [
        {
            "ingredient": "Mele renette",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "da tritare 10 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mele renette",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta cremosa di mele iniziate preriscaldando il forno a 180°, poi imburrate e infarinate una tortiera del diametro di 20 cm 1. Mettete in ammollo l’uva passa in una bacinella piena d’acqua calda 2, poi pelate e grattugiate fine lo zenzero fresco e mettetelo da parte 3. Prendete il burro (a temperatura ambiente), tagliatelo a pezzi e mettetelo in una planetaria 4 e fatelo ammorbidire con metà della dose totale di zucchero 5, poi, quando il burro e lo zucchero saranno ben amalgamati, aggiungete i tuorli a temperatura ambiente uno alla volta, non aggiungete il successivo finchè l'impasto non avrà assorbito completamente il primo 6. Quando il composto sarà ben amalgamato aggiungete lo zenzero che avete precedentemente tritato, la cannella 7, una presa di sale 8 e i semi di 1 bacca di vaniglia. A parte setacciate la farina in una ciotola insieme al lievito 9 e, a planetaria spenta, aggiungetela all’impasto 10, poi unite l’uvetta scolata e i pinoli 11; incorporate il tutto con l’aiuto di una spatola o di un cucchiaio. A questo punto mettete il composto ottenuto in una terrina, poi con uno sbattitore elettrico montate gli albumi a neve 12, aggiungendo poco alla volta lo zucchero rimasto, finché non otterrete un composto denso 13. Unite il tutto all’impasto precedente mescolando con una spatola e stando attenti a non smontare le uova 14. Ora occupatevi di preparare le mele renette: lavatele e pelatele, tagliate a cubetti la mela che andrà nell'impasto 15 e a fettine le due mele per la decorazione, poi mettetele in un piatto cosparse con il succo di limone per evitare che scuriscano 16. Unite i cubetti di mela all’impasto, mescolate per bene 17, poi versate il tutto nella tortiera 18 e livellate con l’aiuto di un cucchiaio 19. In una ciotola unite insieme lo zucchero e la cannella e metteteli da parte 20, poi passate a decorare la torta disponendo le fette di mela a raggiera, affondandole leggermente nell’impasto. Cospargete la torta con il composto di zucchero e cannella e infornate a 180° per 50 minuti circa 21. Per accertarvi dell’avvenuta cottura punzecchiate la torta con uno stecchino; se quando l’estrarrete sarà asciutto, la torta sarà pronta per essere sfornata. Una volta tiepida toglietela dallo stampo e lasciatela raffreddare completamente su di una gratella. "
}