{
    "title": "Filetto di salmone con rosti e crema di piselli",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "(4 filetti) 800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Pepe misto in grani",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il filetto di salmone con rosti e crema di piselli, iniziate dalla marinatura del pesce: in una terrina versate l'olio, il pepe misto in grani 1, il timo tritato 2, un pizzico di sale e mescolate il tutto 3. Eliminate la pelle dai filetti di salmone 4 e le lische aiutandovi con una pinza da cucina 5. Poi ponete i filetti a marinare con la marinatura che avete preparato 6, lasciandoli riposare un paio d'ore in frigorifero per fare in modo che le spezie rilascino il loro sapore. Poi mettete a cuocere le patate in abbondante acqua salata a piacere 7: dovrete cuocerle al dente, basteranno circa 20-25 minuti perchè restino ben sode. Poi sgranate i piselli freschi 8 e versateli in padella con un filo d'olio 9. Fateli rosolare qualche istante, aggiungendo un pizzico di sale, pepe e un po' di acqua. Lasciate cuocere i piselli con il coperchio 10 fino a quando non saranno teneri. Dopodiché spegnete il fuoco e fateli raffreddare. Quindi versateli in un frullatore 11 oppure in un contenitore alto per frullarli con un frullatore ad immersione, inisieme al timo, alle foglioline di menta e la scorza grattugiata del lime 12. Azionate le lame per amalgamare gli ingredienti, poi aggiungete anche lo yogurt greco 13. Frullate ancora e tenete la crema da parte 14. Poi fate raffreddare le patate, pelatele quindi grattugiatele con una grattugia a fori grossi 15. Mondate e tritate finemente la cipolla 16 e fatela appassire a fuoco bassisimo in una padella con metà dose di olio 17. Quando sarà ammorbidita, versatela in una ciotolina e mescolatela alle patate grattugiate; salate e pepate a piacere 18, poi formate i rosti: foderate con carta da forno un vassoio e realizzate 4 dischi, suddividendo l'impasto in un coppapasta di 9,5 cm di diametro 19. In una padella ampia scaldate la dose di olio restante a fuoco vivace e fate cuocere alcuni minuti i rosti perchè si dorino da entrambi i lati (20-21). Contemporaneamente in un'altra padella scottate anche il salmone 22: basteranno 3-4 minuti, girandolo da un lato e dall'altro 23 perchè le carni rimangano morbide e polpose. Quindi adagiate il filetto di salmone sulla crema di piselli e accompagnatelo con i rosti 24. "
}