{
    "title": "Branzino agli agrumi con patate novelle al rosmarino e zucchine prezzemolate",
    "ingredients": [
        {
            "ingredient": "Branzino (spigola)",
            "quantity": "(2 da 550 g ciascuno) 1100 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "scorza e succo 1"
        },
        {
            "ingredient": "Arance",
            "quantity": "scorza e succo 1"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "600 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(da tritare) q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il branzino agli agrumi con patate novelle al rosmarino e zucchine prezzemolate iniziate dalla pulizia del branzino. Prendete il branzino e desquamatelo 1: per questa operazione aiutatevi con l’apposito attrezzo strofinando più volte sul corpo del pesce passando dalla coda alla testa fino a che non sarà completamente squamato, in alternativa utilizzate la lama di un coltello. Potete effettuare questa operazione nel lavello oppure all'interno di un sacchetto di plastica per non spargere le squame sul piano da lavoro. Riponete quindi il branzino su un tagliere e, aiutandovi con delle forbici, praticate un taglio partendo dalla coda lungo tutto il ventre del branzino 2. Estraete le interiora 3. Quindi sciacquate il pesce sotto l' acqua corrente 4 ed utilizzando un coltello dalla lama affilata incidete il dorso del pesce praticando un taglio profondo dalla testa fino alla coda 5.Ora tagliate via il primo filetto 6 e tenetelo da parte. Ora tagliate via il primo filetto 7 e tenetelo da parte. Tagliate via anche la testa del branzino inclinando diagonalmente la lama del coltello in corrispondenza delle branchie 7. Ricavate l'altro filetto tagliando dall'altezza della testa fino alla coda, quindi tagliate via la lisca centrale e quelle laterali. Aiutandovi con il coltello sollevatele leggermente 8 ed eliminatele 9. Ripetete l'operazione anche per l'altro branzino e a questo punto avrete anche il secondo filetto. Togliete le rimanenti lische con una pinzetta 10, passando delicatamente le dita sul filetto per individuarle. Tenete da parte e ripetete le operazioni di pulizia anche per il secondo branzino. Trasferite quindi i filetti in una pirofila bassa e capiente e grattugiate la scorza di un limone non trattato 11; poi salate 12 e pepate. Dopodiché prendete arancia e limone e tagliateli a metà 13, spremeteli per ricavarne il succo (dovrete ricavarne circa 130 g) 14 e filtratelo con un colino a maglie strette 15. Unite circa 20 g di olio extravergine al succo di arancia e limone, ed irrorate bene il branzino 16. Sciacquate il timo e unite le foglioline nella pirofila 17. Coprite la pirofila con pellicola alimentare trasparente e lasciate marinare per circa 15-20 minuti affinché il filetti assorbano il profumo degli agrumi 18. A questo punto procedete con la preparazione delle patate novelle al rosmarino. Sciacquate le patate, strofinando bene la buccia, per eliminare eventuali residui di terra 19. Tagliate le patate tutte a cubetti di circa 3 cm per consentire una cottura uniforme 20. Non è necessario privarle della buccia. Trasferitele in una ciotola ed irroratele con olio 21. Aggiustate di sale 22 e mescolate il tutto. Prendete una leccarda e rivestitela con carta forno. Ora trasferitevi le patate 23, distribuendole su tutta la superficie. Aggiungete uno spicchio di aglio a pezzetti 24 e cospargete con qualche rametto di rosmarino (25-26). Infornate in forno ventilato preriscaldato a 220° per 20 minuti ( se utilizzate il forno statico cuocete a 140° per 25-30 minuti). Quando saranno cotte ed avranno formato una leggera crosticina dorata in superficie estraetele dal forno 27 e tenetele da parte. A questo punto procedete con le zucchine: lavatele e spuntatele 28. Tagliatele a cubotti di 3 cm di lunghezza in modo che abbiano forma simile alle patate 29. Prendete una padella antiaderente dal fondo ampio, aggiungete un filo di olio e fate rosolare uno spicchio di aglio, sbucciato e intero 30. Fate saltare in padella le zucchine per circa 7-8 minuti 31. Nel frattempo tritate finemente il prezzemolo e unitelo in padella solo al termine della cottura delle zucchine 32. Tenete poi le zucchine da parte. Procedete quindi con la cottura dei filetti di branzino. Prendete una padella antiaderente, versate un filo di olio e scaldate a fuoco basso. Scolate i filetti di branzino (ma tenete da parte la marinatura) e adagiateli in padella 33. Versate anche la marinatura 34 e lasciate cuocere 1 minuto per lato i vostri filetti 35. La cottura del branzino deve essere molto rapida per non rovinare le sue pregiate carni. Ora impiattate il vostro branzino agli agrumi con patate novelle al rosmarino e zucchine prezzemolate e servite ancora caldo 36! "
}