{
    "title": "Cheesecake al triplo cioccolato",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi al cioccolato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "3 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "50 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "3 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "3 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "in scaglie q.b."
        },
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "in scaglie q.b."
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "in scaglie q.b."
        }
    ],
    "preparation": " Per preparare la cheesecake al triplo cioccolato iniziate predisponendo il fondo: mettete i biscotti al cacao nel mixer quindi sminuzzateli finemente. Ponete il burro a sciogliere in un pentolino; nel frattempo mettete i biscotti sminuzzati in una ciotola e aggiungete a poco a poco il burro sciolto 1 amalgamando per bene il tutto. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm; a questo punto potrete rivestire lo stampo con carta forno: quindi ritagliate un disco di carta forno dello stesso diametro del fondo della tortiera e due strisce della stessa altezza dei bordi, quindi foderate la tortiera stessa. Versate i biscotti sbriciolati nella tortiera ricoperta di carta forno 2 e con l'aiuto di un cucchiaio compattate bene la base di biscotto 3. Fate raffreddare il composto in frigorifero per mezz’ora o in freezer per una decina di minuti. Ora dedicatevi al ripieno: predisponete tre ciotole per le tre creme e ponete in ciascuna 250 g di formaggio fresco spalmabile, mescolate per ammorbidirlo 4. Intanto sciogliete a bagnomaria (o nel microonde) i 3 tipi di cioccolato separatamente (5-6) e incorporateli in ciascuna ciotola contenente il formaggio fresco spalmabile mescolando fino ad ottenere un composto cremoso (7-8-9) . Ora prendete tre ciotole e ammorbidite la gelatina necessaria per ciascuna crema (3 g) separatamente in acqua fredda per 10 minuti. Quindi prendete altre 3 ciotole e versate in ciascuna 80 ml di panna, che avrete precedentemente scaldato, e in ognuna sciogliete la gelatina ben strizzata (3 g per ogni ciotola) (10-11). Alla fine dovrete ottenere 3 ciotole ognuna contenente 80 ml di panna e 3 g di gelatina disciolta. Incorporate il primo dei 3 composti di panna e gelatina al cioccolato bianco utilizzando una frusta 12. Fate la stessa operazione per le altre ciotole di panna e gelatina, incorporandole sia nel cioccolato al latte che in quello fondente (13-14). Per ultimo unite lo zucchero a velo mescolando con una spatola 15. Fate la stessa operazione per tutti i tipi di cioccolato (16-17). Ora che le creme sono pronte potete comporre la cheesecake, estraete dal frigorifero la base di biscotto ormai fredda e compatta, iniziate a versare per prima la crema al cioccolato fondente 18, lasciate riposare in frigorifero o in freezer per 15-20 minuti. Quando il primo strato avrà cominciato a rassodarsi, procedete con il secondo strato di cioccolato al latte 19, lasciate riposare in frigorifero per altri 15-20 minuti, e terminate coprendo la superficie con il cioccolato bianco 20. Ponete in frigorifero a rassodare per almeno 4 ore 21. Quando la cheesecake al triplo cioccolato sarà pronta guarnitela a piacere con scaglie di cioccolato fondente, bianco e al latte. "
}