{
    "title": "Frittata primavera",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la frittata primavera incominciate a lavare tutte le verdure sotto abbondante acqua fresca corrente. Raschiate i gambi degli asparagi con un pelaverdure per eliminare le parti esterne più dure 1, poi tagliate il gambo a cubetti di 4-5 mm 2 e le punte a metà 3. Tagliate finemente il porro 4, poi pelate le carote e riducetele anch’esse a cubetti di 4-5 mm 5. Proseguite con la pulizia dei peperoni: eliminate la parte superiore 6, dopodiché con un coltello togliete i filamenti bianchi e i semi che si trovano all’interno 7; poi tagliateli a cubetti sempre di 4-5 mm 8. Ponete sul fuoco una pentola antiaderente con l’olio e lo spicchio d’aglio 9. Quando l’aglio sarà ben dorato, toglietelo da fuoco e versate le carote e il porro 10, facendo cuocere per 2 minuti e regolando di sale e di pepe. Aggiungete i peperoni gialli 11 e rossi, gli asparagi 12 e fate cuocere per altri 10-12 minuti versando un mestolo di acqua 13 e mescolando con una spatola 14. In una ciotola a parte sbattete le uova e aggiungete il sale 15 e il pepe. Unite anche le erbe aromatiche: il timo, la maggiorana 16 e il finocchietto 17. Mescolate con le fruste in modo da mescolare tutti gli ingredienti 18. Una volta che le verdure saranno pronte 19, spegnete e aggiungetele all’uovo sbattuto 20, mischiando bene con un cucchiaino 21. Versate il tutto in una padella antiaderente del diametro di 28 cm 22 e cuocete coprendo con un coperchio 23 per 6-7 minuti a fuoco moderato 24. Con l’aiuto del coperchio rovesciate la frittata per farla cuocere anche dall’altro lato per circa 3 minuti 25. Una volta pronta 26, spegnete e servite la vostra frittata primavera 27. Versate il tutto in una padella antiaderente del diametro di (?) 22 e cuocete coprendo con un coperchio 23 per 6-7 minuti a fuoco moderato 24. Con l’aiuto del coperchio rovesciate la frittata per farla cuocere anche dall’altro lato per circa 3 minuti 25. Una volta pronta 26, spegnete e servite la vostra frittata primavera 27. "
}