{
    "title": "Spiedini marinati all'ananas",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "intera 600 g"
        },
        {
            "ingredient": "Ananas",
            "quantity": "(o 270 g di succo) 450 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "120 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "85 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "85 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "10"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spiedini marinati all'ananas, iniziate a pulire quest'ultima. Scegliete un ananas maturo (potete riconoscerlo all'acquisto se presenta delle sfumature di arancione sulla buccia ed emana un intenso profumo). Eliminate il ciuffo tagliandolo con un coltello 1. Quindi eliminate anche la base, effettuando un taglio di circa 3-4 cm 2. Procedete posizionando l’ananas in verticale su un tagliere. Quindi tenete ben salda un'estremità con una mano e tagliate lateralmente la buccia con un coltello con l'altra 3. Con questa operazione andrete già ad eliminare le parti dure e scure della polpa 4. Infine con la punta di un coltello, uno spelucchino o con la punta di un pelapatate eliminate i peduncoli marroni rimasti 5. Ora potete tagliare l'ananas a metà 6 e prelevarne la quantità necessaria alla ricetta. Dividetela ulteriormente in quarti 7 per eliminare più facilmente il torsolo centrale legnoso 8. Quindi riducete l'ananas a cubetti di medie dimensioni 9. Ponete l'ananas in pezzi in un mixer 10 per centrifugarla fino ad ottenere un liquido omogeneo 11. Quindi filtrate il succo ottenuto con un colino a maglie strette aiutandovi con un cucchiaino e raccoglietelo in una ciotolina 12. Versate il succo filtrato in una terrina capiente 13. Quindi versate anche il burro precedentemente fuso in un pentolino a fiamma bassa e fatto intiepidire 14. Quindi sminuzzate i ciuffi di aneto con un coltello e mondate anche lo zenzero fresco eliminando la buccia per ridurlo poi tritarlo finemente 15. Aggiungete prima l'aneto 16, poi lo zenzero 17 sminuzzati al succo di ananas, poi emulsionate gli ingredienti con una frusta 18 per amalgamare i sapori. Ora procedete a preparare gli ingredienti per formare gli spiedini: lavate sotto acqua corrente i peperoni e le zucchine. Quindi eliminate la calotta dei peperoni, tagliateli a metà, eliminate i semi interni e ricavate dei quadrati di 2-3 cm di lato. Poi spuntate le zucchine per eliminare le estremità e tagliatele a fettine di mezzo centimetro 19. Dopodichè passate alla carne: eliminate le parti più grasse della lonza aiutandovi con un coltello affilato 20. Quindi ricavate dei bocconcini di 2-3 cm di lato 21. Ora che avete tutti gli ingredienti potete procedere a comporre gli spiedini: prendete uno stecchino lungo di legno e infilzate un bocconcino di carne 22, poi proseguite con una fettina di peperone e una di zucchina 23. Ripetete l'operazione nello stesso ordine degli ingredienti e terminate di comporre lo spiedino con un pomodorino ciliegino. Procedete nella stessa maniera per tutti gli stecchini rimanenti, quindi trasferiteli su una teglia capiente 24. Versate sugli spiedini il liquido di marinatura all'ananas 25, aggiustate di sale e pepe e coprite la teglia con la pellicola trasparente 26 per far riposare gli spiedini a temperatura ambiente per almeno 10 minuti (se volete potete girarli di tanto in tanto per far marinare tutti i lati) Passato il tempo indicato, rimuovete la pellicola che ricopre gli spiedini 27. Scaldate la griglia a fuoco vivace Quindi ponete gli spiedini a cuocere scolati della marinatura in eccesso 28. Cuocete per circa 12 minuti, girandoli ogni 3 minuti da ciascun lato per una cottura uniforme 29. Quindi toglieteli dal fuoco 30 e serviteli accompagnati da un'insalatina o, per una pietanza più fresca e agrodolce, da fettine di ananas. "
}