{
    "title": "Insalata di lenticchie con pancetta e verdure",
    "ingredients": [
        {
            "ingredient": "Lenticchie secche",
            "quantity": "umbre 200 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cavoletti di Bruxelles",
            "quantity": "200 g"
        },
        {
            "ingredient": "Songino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’insalata di lenticchie cominciate sciacquandole e mettendole in ammollo in abbondante acqua fredda per circa 2 ore 1, questo servirà solo a ridurre leggermente i tempi di cottura delle lenticchie. Poi scolatele e sciacquatele per eliminare eventuali impurità 2. In un tegame versate dell’acqua e non appena sarà a bollore cuocete le lenticchie per 40 minuti 3. Se notate della schiuma in superficie eliminatela semplicemente con l’aiuto di una schiumarola 4. Aggiustate di sale soltanto alla fine e quando cotte scolatele lasciandole raffreddare 5. Intanto occupatevi degli altri ingredienti. Quindi tritate finemente lo scalogno e tenetelo da parte 6. Poi tagliate a striscioline di 1-2 cm la pancetta affumicata 7. Affettate la carota a bastoncini dopo che l’avrete mondata a spuntata 8. Infine occupatevi dei cavoletti, quindi sfogliateli 9 e sciacquateli sotto acqua corrente 10. Asciugateli con carta assorbente e tagliateli a spicchi 11. A questo punto potete passare alle cotture. Quindi rosolate qualche minuto a fuoco basso lo scalogno nell’olio, mescolando di tanto in tanto, poi unite i pezzetti di pancetta 12. Dopo 2-3 minuti versate le carote 13 e i cavoletti 14, aggiustate di sale e di pepe e lasciate cuocere a fuoco vivace per 7-8 minuti. Trascorsi questi pochi minuti unite anche le lenticchie 15 e continuate la cottura per altri 4-5 minuti. Infine, a fiamma spenta, aggiungete il songino (già lavato e lasciato scolare) 16, mescolate mentre il composto è ancora caldo così da far amalgamare per bene i sapori 17. A questo punto non vi resta che servire la vostra insalata di lenticchie appena intiepidita oppure, perchè no, anche fredda 18! "
}