{
    "title": "Torta foresta nera",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "140 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "(1 bustina) 16 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "sode e mature 500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Kirsch",
            "quantity": "70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "17"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "da rendere in scaglie 150 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "in riccioli 100 g"
        }
    ],
    "preparation": " Per preparare la torta foresta nera incominciate dalla base al cioccolato. Tritate il cioccolato fondente piuttosto grossolanamente 1 e fatelo sciogliere a bagnomaria, prestando attenzione che la bastardella non tocchi lâacqua sottostante. Quando il cioccolato sarÃ completamente fuso, aggiungete il burro 2; fatelo sciogliere completamente, mescolando con un cucchiaio di legno 3, quindi lasciate intiepidire. Nel frattempo mettete in una planetaria dotata di frusta i tuorli dâuovo assieme a metÃ dello zucchero semolato 4, quindi fate montare il tutto fino ad ottenere un composto chiaro e spumoso 5. Versate il composto di cioccolato ormai tiepido nella ciotola della planetaria 6. Una volta ottenuto un composto uniforme setacciate la farina, lâamido di mais, il lievito e aggiungeteli poco per volta 7, sempre con la planetaria in azione, a bassa velocitÃ , fino ad ottenere un composto liscio e compatto. A questo punto iniziate a montare gli albumi a neve 8, unendo la parte restante di zucchero solo quando saranno giÃ bianchi e spumosi 9. Quindi incorporateli all'impasto al cioccolato poco per volta 10: aggiungete inizialmente un paio di cucchiai e mescolate per ammorbidire la massa di cioccolato, quindi continuate ad incorporare gli albumi restanti mescolando dal basso verso lâalto 11 per non smontarlo. Continuate in questo modo fino ad ottenere un composto liscio, privo di grumi e spumoso. Imburrate ed infarinate una tortiera del diametro di 24 cm e versate al suo interno l'impasto che avete preparato 12. Livellate la superficie con una spatola 13 ed infornate in forno statico preriscaldato a 180Â° per 50 minuti (oppure a 160Â° per 40 minuti se in forno ventilato); per verificare la cottura fate una prova con uno stuzzicadenti: se lo estrarrete completamente asciutto la torta sarÃ cotta, altrimenti dovrete prolungare la cottura di qualche minuto. Quando sarÃ pronta, sfornatela 14, lasciatela riposare 5 minuti e poi toglietela dallo stampo, posizionandola su di un piatto o una gratella. Nel frattempo, preparate le ciliegie; denocciolatele 15 (tenetene da parte 17 intere con il picciolo) e ponetele in una padella ampia antiaderente; versate lo zucchero 16 e il kirsch 17. Fatele saltare per qualche minuto: le ciliegie non dovranno disfarsi ma solo rilasciare lo sciroppo 18. Fatele raffreddare, poi filtratele con un colino a maglie strette in modo da separare il succo 19 e dividete le ciliegie e il sugo in due parti uguali che vi serviranno a farcire i due strati della torta. Non appena la torta sarÃ fredda, tagliatela in tre dischi di uguale spessore 20. Una volta terminato 21, passate ad assemblare la torta foresta nera. Prendete il primo disco e appoggiatelo su un piatto da portata piuttosto grande, poi bagnatelo con una parte dello sciroppo di ciliegie che avete tenuto da parte 22, quindi disponete sulla superficie una parte delle ciliegie 23. Dunque preparate la crema chantilly, montando la panna insieme allo zucchero a velo 24; una volta ottenuto un composto spumoso 25, versatene 1/3Â sul primo strato 26, livellate con una spatola 27 e ricoprite con il secondo disco 28. Continuate quindi con il secondo strato, versate lo sciroppo 29 e poi le ciliegie e infine ancora uno strato diÂ panna che livellerete nello stesso modo 30. Ricoprite con l'ultimo disco 31, infine ricoprite interamente i lati 32 e la superficie con la crema 33; tenetene da parte un paio di cucchiai che vi serviranno per la decorazione finale. Una volta terminato 34, con lâaiuto di un cucchiaio fate aderire i ricci di cioccolato lungo la circonferenza esterna 35; fate ammorbidire leggermente il cioccolato fondente al microonde, saranno sufficienti 3-4 secondi, e grattugiatelo con un pelaverdure per ricavare dei riccioli 36. Distribuiteli sulla superficie della torta, lasciando qualche centimetro dal bordo 37. Mettete la crema chantilly in una sac-Ã -poche con bocchetta stellata e decorate il bordo della torta con dei graziosi ciuffetti 38; su ciascuno disponete una ciliegia intera 39. Una volta completata, lasciate rassodare la torta foresta nera per una mezz'ora in frigorifero prima di servirla. "
}