{
    "title": "Tortilla de patatas",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "gialle 500 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 7"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la tortilla de patatas, lavate e sbucciate le patate con un pelaverdure 1, tagliatele a fette 2 poi a cubetti di circa 1 cm 3. Mondate le cipolle e tagliatele a fettine di circa 1 cm di spessore e mettetele da parte 4. Versate i 150 g di olio extravergine di oliva in una padella capiente, accendete il fuoco medio basso e unite le patate 5; lasciate cuocere 2-3 minuti, poi versate anche le cipolle 6. Patate e cipolle non dovranno friggere, ma stufarsi e rimanere morbide, quindi la temperatura dell'olio andrà tenuta medio alta. Cuocete per circa 15-20 minuti con il coperchio 7, mescolando di tanto in tanto. Una volta pronte, scolatele per eliminare l'olio in eccesso 8 e lasciatele da parte per far intiepidire. In una ciotolina sbattete le uova con una frusta o una forchetta, salate e pepate a piacere 9. Unite le uova sbattute alle patate e cipolle oramai tiepide 10 mescolando il composto. In una padella di 24 cm di diametro versate un filo d'olio, quindi versate il composto di uova patate e cipolle 11; smuovete delicatamente la padella e definite i bordi aiutandovi con una spatola 12. Cuocete la tortilla per circa 10 minuti coprendo con un coperchio 13. Trascorso il tempo necessario dovrete capovolgere la tortilla de patatas: prendete un piatto e poggiatelo sulla padella (14-15). Capovolgete la padella sul piatto e fate scivolare la tortilla nuovamente nella padella 16 in modo che la parte ancora non cotta venga a contatto con il fondo. Proseguite la cottura a fiamma bassa per altri 10 minuti sempre con il coperchio 17, per far dorare anche l'altro lato. Una volta pronta adagiate la tortilla de patatas su un piatto di portata e servitela calda o tiepida 18! "
}