{
    "title": "Patate al forno",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "a pasta gialla 1 kg"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le patate al forno, lavate e sbucciate con un pelaverdure le patate 1, dividete a metÃ e poi in quarti 2, quindi riducetele a piccoli cubetti 3. In una pentola portate ad ebollizione abbondante acqua e poi lessate i cubetti di patate per 5 minuti 4, trascorso questo tempo scolate con una schiumarola le patate 5 e trasferitele in una ciotola. Aromatizzate con le foglioline di timo fresco 6, condite con lâolio di oliva extravergine 7, sale e mescolate con un cucchiaio per insaporirle al meglio 8. Preriscaldate il forno in modalitÃ ventilata a 200Â° avendo cura di tenere allâinterno la teglia vuota che servirÃ per la cottura della patate. Quando il forno avrÃ raggiunto la temperatura, estraete la teglia (muniti di presine per non scottarvi!) e versate un filo di olio sul fondo 9, versate anche le patate e aggiungete i rametti di rosmarino 10 e i due spicchi di aglio interi, senza sbucciarli 11. Cuocete le patate a in forno ventilato preriscaldato a 200Â° per 1 ora o fino a quando le patate non risulteranno croccanti e dorate. Durante la cottura si raccomanda di mescolare le patate almeno ogni 20 minuti per una cottura uniforme. A cottura ultimata sfornate le vostre patate al forno 12, togliete gli spicchi d'aglio e lasciatele intiepidire per poi portarle subito in tavola! "
}