{
    "title": "Palamita al cartoccio con pomodorini",
    "ingredients": [
        {
            "ingredient": "Palamita",
            "quantity": "700 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "180 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "(non trattati) 25 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la palamita al cartoccio con pomodorini iniziate sciacquando e tagliando i pomodorini a metÃ 1. Teneteli da parte. Prendete poi il limone non trattato, lavatelo e tagliatelo a fettine sottili 2 e divide ciascuna a metÃ . Tenetele da parte. Procedete con la preparazione del pesce. Effettuate unâincisione dalla testa fino a metÃ del ventre della palamita ed evisceratela. Sciacquate sotto acqua corrente per eliminare i residui di sangue. Salate e pepate il ventre del pesce ed adagiatevi lo spicchio di aglio sbucciato e tagliato a tocchetti 3. Inserite nel ventre anche le fettine di limone 4 ed il rosmarino 5, lavato ed asciugato, per aromatizzare. Prendete ora un pezzo di carta forno abbastanza grande per potervi avvolgere la palamita. Adagiatevi al centro il pesce e disponete intorno i pomodorini 6. Salate 7 e pepate. Chiudete la carta forno 8 avvolgendo la palamita allâinterno ed arrotolate le estremitÃ 9. Sigillate le estremitÃ con dello spago per mantenere nella posizione la carta forno, dando la tipica forma a caramella. Trasferite la palamita su una leccarda 10 e fate cuocere in forno statico preriscaldato a 200Â°C per 25 minuti (se usate il forno ventilato a 180Â°C per 15 minuti). Trascorso il tempo di cottura estraete la palamita dal forno 11 e servite la vostra palamita al cartoccio con pomodorini sulla carta forno ancora calda 12! "
}