{
    "title": "Crostata pasquale alla ricotta e cioccolata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "360 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "180 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "140 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "600 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare la crostata pasquale alla ricotta e cioccolata iniziate dalla pasta frolla: versate la farina, un pizzico di sale e il burro a pezzi appena tolto dal frigo, quindi ancora freddo, in un mixer 1. Frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso e ponetelo su una spianatoia. Formate la classica fontana al centro del composto e aggiungete i semi della bacca di vaniglia 2 e il latte condensato 3. Quindi lavorate velocemente il composto a mano 4 fino ad ottenere un panetto compatto e omogeneo; avvolgete con pellicola 5 e fate riposare per circa 30 minuti in frigorifero o fino a quando non sarÃ ben sodo; occupatevi intanto della farcitura della crostata: setacciate con un colino a maglie strette la ricotta vaccina in modo che non abbia grumi 6 e raccoglietela in una ciotola ampia, aggiungete i semi della bacca di vaniglia, la scorza di arancia, il latte condensato 7 e per ultime le gocce di cioccolato 8 mescolate con un cucchiaio per amalgamare gli ingredienti. Intanto riprendete la pasta frolla, ponetela su una spianatoia infarinata e con il mattarello stendete una sfoglia spessa circa 1 cm con un diametro di 26 cm 9, avvolgete la pasta sul mattarello e srotolatela su uno stampo da 24 cm di diametro imburrato e foderato con carta forno 10. Fate aderire la sfoglia allo stampo e con una rotella tagliapasta eliminate il bordo in eccesso 11. Con la pasta avanzata ricavate delle strisce larghe un centimetro 12 Versate la crema nella teglia e livellate la superficie con il dorso di un cucchiaio 13 disponetele sulla superficie della torta le strisce incrociandole in modo da creare un motivo a losanghe, spennellate la crostata con un uovo sbattuto 14 e cuocetela in forno statico preriscaldato a 180Â° per 1 ora ( o in forno ventilato a 160Â° per 50 minuti). A cottura ultimata sfornate la crostata pasquale alla ricotta e cioccolata e lasciatela intiepidire prima di servirla 15. "
}