{
    "title": "Polpettone in cassetta",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "macinato 600 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "a cubetti 220 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 120 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Uova sode",
            "quantity": "4"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 105 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare il polpettone in cassetta iniziata preparando la pasta brisèe. Mettete nel frullatore la farina 1, il burro a pezzi freddo di frigo 2, un pizzico di sale e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso. A questo punto, disponete il composto ottenuto su una spianatoia 3. nella classica forma a fontana ed impastate il tutto velocemente aggiungendo poco alla volta l'acqua fredda 4 fino ad ottenere un impasto compatto, sodo ed abbastanza elastico. Una volta pronta 5, avvolgete la vostra pasta brisè in un foglio di pellicola da cucina 6 e lasciatela riposare in frigo per almeno 40 minuti. Ora dedicatevi all’impasto del polpettone: in una ciotola capiente, unite la carne di manzo, la pancetta a cubetti, la mortadella 7, i pezzetti di mollica 8, il pecorino grattugiato 9, il parmigiano anch'esso grattugiato 10, le 4 uova intere 11 e uno spicchio di aglio schiacciato. Aggiungete il pangrattato 12, aromatizzate con il prezzemolo e la maggiorana tritati, un pizzico di noce moscata grattugiata 13, sale e pepe. Mescolate l’impasto con un cucchiaio di legno per amalgamare gli ingredienti 14 fino ad ottenere un composto omogeneo e ben compatto 15. Ora prendete la pasta brisèe, stendetela in una sfoglia sottile rettangolare 16. Imburrate lo stampo, rivestitelo di carta da forno avendo cura di lasciare delle alette laterali per estrarre meglio il polpettone dallo stampo e foderate l’interno con la pasta brisèe, aiutatevi con il mattarello per adagiare la sfoglia 17 e ponete all’interno il polpettone, create un incavo centrale per il verso lungo 18 e posizionate all'interno le 4 uova sode 19. Ricoprite la superficie con altro impasto 20 e chiudete con la sfoglia di pasta brisèe che avanza dal bordo 21, ritagliate la pasta in eccesso e pizzicate i bordi in modo da saldare bene la pasta. Sbattete l’uovo con un cucchiaio di latte e spennellate il polpettone in modo che la pasta risulti dorata e croccante 22. Con la pasta avanzata potete creare delle foglioline da applicare sulla superficie 23. Procedete ora con la cottura: cuocete in forno statico preriscaldato a 160° per 60 minuti. A cottura ultimata, sfornate il polpettone in cassetta, lasciatelo intiepidire 24 e poi sformatelo sollevandolo con i lembi della carta da forno. Servite il polpettone a fette e accompagnatelo con contorni di verdure miste o patate arrosto. "
}