{
    "title": "Bicchierini di riso venere e spada",
    "ingredients": [
        {
            "ingredient": "Riso nero Venere",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pesce spada",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i bicchierini di riso venere e spada, per prima cosa versate il riso in abbondante acqua salata 1 e cuocete per circa 40 minuti. Nel frattempo sbucciate lo zenzero e tagliatelo a pezzi grossolani 2, poi mondate il porro e tagliatelo a rondelle 3. Scaldate un filo dâolio in un pentolino e fate soffriggere il porro e lo zenzero per pochi minuti (4-5). Trasferite il soffritto in un bicchiere alto e stretto, unite le foglie di basilico che avrete precedentemente lavato e asciugato 6 e i 30 g di olio 7. Frullate con un frullatore a immersione fino ad ottenere una consistenza liscia e omogenea 8, poi aggiustate di sale 9. Ora passate alla preparazione del trancio di pesce spada: eliminate la pelle 10 e tagliatelo prima a striscioline 11 e poi a dadini 12. Scaldate un filo dâolio in una casseruola, aggiungete i dadini di pesce spada 13 e fateli saltare per circa 5 minuti a fuoco vivace, insaporendo con la scorza di limone grattugiata 14, sale e pepe 15. Quando sarÃ trascorso il tempo di cottura del riso, scolatelo 16 e versatelo in una ciotola, poi conditelo con un filo dâolio 17 e una macinata di pepe e mescolate bene. A questo punto potete assemblare il vostro antipasto: noi abbiamo utilizzato dei bicchierini di vetro del diametro di 6,5 cm. Mettete alla base un primo strato di riso venere 18, coprite con un cucchiaino di crema di porro e basilico 19 e aggiungete qualche dadino di pesce spada 20, poi ultimate con un altro strato di riso venere 21. Infine, guarnite con un filo dâolio in superficie 22 e con qualche fogliolina di menta fresca 23: i vostri bicchierini di riso venere e spada sono pronti per essere serviti tiepidi o a temperatura ambiente 24! "
}