{
    "title": "Filetto di merluzzo in padella",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "(4 filetti) 600 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro chiarificato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare il filetto di merluzzo in padella come prima cosa tostate i pinoli a fuoco moderato per 2-3 minuti 1 fino a che non risulteranno ben dorati; quindi teneteli da parte. Nel frattempo tritate anche il prezzemolo 2, che servirÃ successivamente. Versate il burro chiarificato in un tegame e lascatelo fondere a fuoco dolce 3. Nel frattempo versate la farina in una pirofila, salate e pepate 4. Quando il burro sarÃ completamente fuso iniziate ad infarinare i filetti di merluzzo 5, alzate la fiamma e adagiateli nel tegame 6. Proseguite rapidamente ad impanare gli altri filetti e man mano sistemateli in padella 7. Lasciate cuocere per un paio di minuti a fiamma alta, in modo da ottenere una crosticina dorata, poi girate i filetti aiutandovi con una paletta da cucina 8 e proseguite la cottura per altri 2 minuti. Trasferite poi i filetti di merluzzo in un piatto e manteneteli al caldo 9. Nello stesso tegame dove avrete appena cotto il merluzzo versate i 150 g d'acqua 10, e lasciate cuocere a fiamma alta per qualche secondo fino ad ottenere una salsa cremosa; aggiungete poi il prezzemolo tritato 11, mescolate il tutto e regolate di sale e di pepe 12. Lasciate evaporare completamente l'acqua: ci vorranno circa 4-5 minuti. A questo punto trasferite i filetti su un piatto da portata 13; poi con un cucchiaio prelevate la salsa dalla padella 14 e disponetela sui filetti. Ultimate con i pinoli tostati e il vostro filetto di merluzzo in padella e serviteli ancora caldi 15. "
}