{
    "title": "Crostata senza burro",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "430 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 1) 20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Confettura di amarene",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per preparare la crostata senza burro iniziate a dalla frolla: in una ciotola versate le 2 uova intere più 1 tuorlo (per un peso totale di 130 g), quindi sbattete con la frusta e aggiungete i 20 gr di acqua 1, versate a filo anche l’olio di oliva 2 mescolando energeticamente. A questo punto incorporate anche lo zucchero a velo a pioggia 3 e continuate a sbattere con la frusta. Poi sempre nella stessa ciotola, setacciate la farina 4, la fecola di patate e il lievito chimico in polvere per dolci 5. Lavorate con le mani gli ingredienti per amalgamarli 6. Una volta che avrete raccolto tutti gli ingredienti 7, trasferite l’impasto su una spianatoia e impastate a mano energeticamente 8 finché non avrete ottenuto un panetto liscio e compatto a cui potrete dare forma sferica 9. Coprite con pellicola 10 e lasciate rassodare in frigorifero per almeno 2 ore. Trascorse le 2 ore, la frolla senza burro è pronta per essere stesa. Con un tarocco ritagliate 1/3 del panetto 11 e tenetelo da parte coperto con pellicola. Spolverizzate con poca farina il piano di lavoro e stendete con il mattarello gli altri 2/3 di impasto 12. Dovrete ottenere una sfoglia rotonda dello spessore di circa 5 mm 13. Arrotolate il disco di frolla delicatamente sul mattarello 14 quindi srotolatelo su di una tortiera per crostate del diametro di 24 cm 15: se usate una teglia forata non ci sarà bisogno di oleare, altrimenti potete oleare leggeremente la teglia prima di stendere la base. Praticate una leggera pressione per far aderire il fondo e i bordi, poi con un coltello ritagliate dal bordo la pasta in eccesso 16. A questo punto bucherellate il fondo della base con i rebbi della forchetta 17. Riponete la tortiera in frigorifero, intanto riprendete il quarto di panetto tenuto da parte, stendetelo con il matterello fino a d uno spessore di circa 3-4 mm 18 poi con un anello coppapasta del diametro di 24 cm ritagliate un disco 19, procedete poi ritagliando all’interno un altro disco con un coppapasta più piccolo, di 18 cm di diametro 20. In questo modo otterrete un anello di 24 cm di diametro e un disco di pasta di 18 cm di diametro 21 Trasferite delicatamente l’anello su un vassoio rivestito con carta da forno 22 e ponetelo in frigorifero a rassodare. Intanto con una rondella tagliapasta dentellata, ricavate dal disco di frolla delle strisce di circa 1 cm di spessore (23-24). Ora riprendete la tortiera e farcite la base con la confettura avendo cura di distribuirla in modo omogeneo, livellando la superficie con il dorso del cucchiaio 25. Una volta terminato applicate le strisce di pasta ben distanziate sulla crostata facendo aderire le estremità al bordo 26; incrociate le strisce per creare un motivo a losanga 27. A questo punto completate applicando l’anello di pasta che avete conservato in frigorifero, in modo da creare una cornice e fate aderire bene il bordo (28-29). Infornate la crostata in forno già caldo, nel penultimo ripiano del forno a 180° per 35 minuti. Trascorsi i 35 minuti alzate la teglia nel ripiano più alto per far dorare leggermente la superficie per 5 minuti. A cottura ultimata, spegnete il forno e apritelo, lasciando intiepidire la crostata nel forno. Una volta intiepidita, sfornate e sformate la crostata senza burro 30! "
}