{
    "title": "Pomodori ripieni di carne",
    "ingredients": [
        {
            "ingredient": "Pomodori cuore di bue",
            "quantity": "6"
        },
        {
            "ingredient": "Vitello",
            "quantity": "macinato 200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "80 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pomodori ripieni di carne, per prima cosa lavate i pomodori, tagliate la calotta superiore a uno spessore di circa 2 cm 1 e tenetele da parte. Svuotate lâinterno dei pomodori con lâaiuto di un cucchiaino 2 e tritate finemente la polpa estratta 3. Pelate le carote e tagliatele prima a striscioline 4 e poi a cubetti molto piccoli 5. Infine eliminate le estremitÃ del porro e tagliatelo a rondelle sottili 6. Ora prendete una padella antiaderente, versate circa 30 g di olio presi dalla dose totale e aggiungete il porro e le carote 7. Soffriggete a fuoco medio-alto per circa 4-5 minuti, poi unite la carne macinata 8 e fatela rosolare per circa 3 minuti. A questo punto sfumate con il vino bianco 9 e lasciatelo evaporare completamente, poi versate la polpa di pomodoro tritata 10, abbassate la fiamma e lasciate cuocere per 5-6 minuti. In ultimo aromatizzate con lâorigano 11, salate, pepate e spegnete il fuoco 12. Sistemate i pomodori svuotati in una pirofila, salate lâinterno 13 e conditelo con un filo dâolio 14. Riempite i pomodori con il ripieno di carne fino allâorlo 15, copriteli con le calotte che avevate tenuto da parte 16, aggiungete un altro filo dâolio in superficie 17 e cuocete in forno statico preriscaldato a 200Â° per 30 minuti, posizionando la pirofila sul ripiano in basso. Una volta cotti, i vostri pomodori ripieni di carne sono pronti per essere serviti ben caldi 18! "
}