{
    "title": "Frittata di ortiche",
    "ingredients": [
        {
            "ingredient": "Ortiche",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "5"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata di ortiche, iniziate indossando dei guanti in lattice per proteggere le mani da eventuali tracce di sostanza urticante rimaste sullo stelo e sulle foglie. Quindi sfogliate l’ortica, eliminando gli steli e conservando solo le foglie 1. Mettete a bagno le foglie di ortica in acqua fredda, lavatele accuratamente 2 e scolatele bene con un colapasta 3. A questo punto fate bollire dell’acqua in una pentola, salatela e mettete a cuocere le foglie di ortica per circa 10 minuti 4. Quando si saranno ammorbidite e avranno raggiunto una colorazione più intensa 5, scolatele in un colapasta e, aiutandovi con il dorso di una forchetta, spingete le foglie cotte verso il setaccio per far fuoriuscire tutto il liquido assorbito durante la cottura 6 e mettete da parte. Rompete le uova in una ciotola, quindi salatele e pepatele a piacere 7. Unite il parmigiano grattugiato 8 e montate il tutto con una frusta da cucina fino ad ottenere un’amalgama omogenea. Nel frattempo fate sciogliere il burro in una padella antiaderente 9. Una volta sciolto il burro, aggiungete le foglie di ortiche cotte e fatele saltare per pochi secondi per farle insaporire 10. Dopodichè versate le uova 11 e uniformate il tutto, assicurandovi che l’uovo ricopra tutto il fondo della padella 12. Coprite con un coperchio per favorire la cottura 13. Lasciate cuocere per circa 8 minuti a fuoco lento, poi girate la frittata con l’aiuto del coperchio 14, capovolgendola e facendola scivolare di nuovo nella padella, e lasciate cuocere l’altro lato per altri 4 minuti senza coperchio. Quando il composto presenterà una consistenza più densa e un colore più scuro, impiattate la vostra frittata di ortiche e servitela tiepida o fredda 15! "
}