{
    "title": "Pollo al verde",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Bietole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "90 ml"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "fili 6"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pollo al verde, iniziare pulendo le bietole: lavatele sotto acqua corrente 1 e ponetele su un tagliere, quindi eliminate i gambi 2. Dopodichè sfogliate tutte le erbe aromatiche e trasferitele in delle ciotoline 3. Ponete le bietole pulite in un mixer 4 e frullate fino a tritarle finemente 5. Unite ora le varie erbe aromatiche, iniziando dal prezzemolo 6. Continuate aggiungendo gli steli di erba cipollina 7, le foglie di salvia 8 e gli aghi di rosmarino 9. Unite la maggiorana 10, le foglioline di timo 11 e quindi frullate nuovamente il tutto fino ad ottenere un composto uniforme e ben tritato 12. Trasferite su un piatto e mettete da parte. A questo punto proseguite con la pulizia e il taglio del pollo: ponete il pollo intero su un tagliere e iniziate tagliando le ali 13, procedete separando le cosce 14 e infine dividete e disossate il petto, assicurandovi di aver eliminato l’osso a forma di Y e gli altri pezzi di cartilagine 15.Potete anche utilizzare il pollo già tagliato e disossato che trovate al supermercato. Spellate i vari pezzi di pollo che avete tagliato 16 e poi infarinateli 17. Una volta infarinati, prendete il trito di bietole ed erbe aromatiche che avevate messo da parte e passateci i pezzi di pollo fino ad impanarli su entrambi i lati 18. Versate un filo d’olio in una teglia capiente e poneteci uno spicchio d’aglio sbucciato diviso a metà e unite anche lo scalogno che avete tritato finemente in precedenza 19. Ora disponete i pezzi di pollo infarinati ed impanati nella teglia 20 e irrorateli con il latte per ammorbidirli e non farli seccare durante la cottura 21. Potete sostituire il latte anche con del brodo vegetale, scoprite come prepararlo consultando la nostra Scuola di cucina: brodo vegetale. Salate e pepate a piacere 22 e infornate in forno statico già caldo a 180° per 35-40 minuti 23, se usate il forno ventilato, cuocete a 160° per 25/30 minuti. Quando il pollo risulterà leggermente abbrustolito in superficie e il sughetto si sarà un po’ rappreso 24, il vostro pollo al verde è pronto per essere servito ben caldo, accompagnato da un contorno di patate! "
}