{
    "title": "Galletto ripieno in salsa di frutta",
    "ingredients": [
        {
            "ingredient": "Pollo",
            "quantity": "2 galletti da 500 g l'uno giÃ svuotati delle interiora"
        },
        {
            "ingredient": "Mele Golden",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pere abate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prugne secche",
            "quantity": "50 g"
        },
        {
            "ingredient": "Castagne",
            "quantity": "50 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "140 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mele Golden",
            "quantity": "130 g"
        },
        {
            "ingredient": "Pere abate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prugne secche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Castagne",
            "quantity": "200 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Salvia",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Brandy",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare il galletto ripieno in salsa di frutta cominciate dalle castagne. Quindi lessatele per 30 minuti circa cuocendo con il coperchio 1 e non appena saranno cotte, scolatele e privatele sia del guscio che della pellicina 2 e infine sminuzzatene soltanto 50 grammi, mentre le restanti potrete tenerle intere 3. Sbucciate la mela e la pera 4 e tagliate a dadini 5. Poi sminuzzate anche 50 grammi di prugne, che potrete rinvenire per una decina di minuti in acqua tiepida se queste fossero eccessivamente secche 6. Infine eliminate il budello dalle salsicce 7 e sbriciolate anche queste 8. A questo punto in un recipiente più grande unite 100 grammi di cubetti di mela e 150 grammi di cubetti di pera 9, poi le prugne e le castagne 10. Poi sminuzzate l’alloro, le foglie di salvia e gli aghi del rosmarino 11 e aggiungeteli al composto insieme alle salsicce avendo cura di conservare un po' di trito per massaggiare la superficie dei polletti 12. Infine versate il brandy 13, aggiustate di sale e di pepe 14 e mescolate per bene il tutto con le mani, o con un cucchiaio se preferite, 15 e tenete da parte il composto che servirà poi per farcire. Intanto fiammeggiate i galletti, in questo modo potrete eliminare eventuali piume ancora attaccate, per farlo potrete utilizzare un cannello o, se non l’avete, potrete passare i polletti direttamente sulla fiamma del fornello 16. Lavate e asciugate per bene i galletti 17 e ungeteli, sia all’interno che all’esterno, con del burro morbido 18. Salate e pepate la superficie e l’interno dei polletti 19, aggiungete un po’ del trito aromatico 20 e imbottiteli con la farcia precedentemente preparata 21. Con lo spago andate a chiudere i galletti in modo che non fuoriesca la farcia 22 e massaggiateli delicatamente cospargendoli con il restante trito aromatico 23 in questo modo gli aromi si attaccheranno per bene alla pelle. Sistemate i polli in una pirofila non troppo grande dove avrete versato un po’ d’olio extravergine d’oliva 24 e unite la restante parte di frutta quindi le mele e le pere 25, le castagne e le prugne 26, infine il brandy 27 ed il brodo 28 e le foglie di alloro adagiandole sulla superficie dei polletti 29. Infornate a 200° per circa 80 minuti, avendo cura di irrorare di tanto in tanto la superficie con il fondo di cottura, in modo che non brucino gli ingredienti. A cottura ultimata potrete servire il galletto ripieno in salsa di frutta ancora caldissimo 30. "
}