{
    "title": "Roast beef agli agrumi con teglia di patate zucchine e pomodorini",
    "ingredients": [
        {
            "ingredient": "Manzo",
            "quantity": "taglio da roast beef 800 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "½"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 2 cucchiai"
        },
        {
            "ingredient": "Paprika piccante",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il roastbeef agli agrumi con teglia di patate zucchine e pomodorini iniziate dalla preparazione della carne: grattugiate la scorza di un’arancia 1 e di un limone 2 e spremete il succo sia dell'arancia 3 che del limone 4. Filtrate i succhi in un colino e raccogliete l'emulsione in una ciotola 5. Tritate finemente un rametto di maggiorana e uno di rosmarino. In una teglia da forno versate la farina setacciata 6 il trito di erbe aromatiche 7, la scorza dell’arancia e del limone setacciata. Unite il sale 8, il pepe 9. Mescolate il composto per la panatura 10. Prendete il roast beef, se il pezzo di carne che avete comprato è irregolare, legatelo con dello spago 11 per fargli mantenere la forma e spennellatelo con l’emulsione di agrumi, poi infarinatelo su tutti i lati 12, ponetelo su una griglia da forno 13 e cuocetelo con Samsung 3 oven programma automatico per cottura singola a vapore S12 13. A cottura ultimata sfornate il roastbeef e lasciatelo raffreddare per tagliarlo con più facilità 14. Intanto occupatevi delle verdure: lavate e spuntate le zucchine e poi tagliatele a rondelle e poi dividetele a metà 15, lavate e pelate le patate e riducetele a piccoli spicchi 16 che abbiano più o meno le stesse dimensioni delle zucchine in modo da ottenere una cottura omogenea, fate sbollentare le patate pochi minuti in acqua bollente 17. Tagliate a metà i pomodorini 18 versateli in una pirofila, aggiungete anche le zucchine e i pomodorini, condite con un filo di olio di oliva 19 salate 20, pepate, aromatizzate con un cucchiaino di paprika 21 e mescolate per far insaporire le verdure. Per ultimo versate uno strato di parmigiano reggiano grattugiato 22 per creare una saporita crosticina in cottura. Cuocete nel forno Samsung 3 oven con programma automatico per cottura singola a vapore S11. Quando le verdure saranno pronte, sfornatele 23, tagliate il roastbeef a fette e servitelo accompagnandolo con la teglia di verdure miste 24. "
}