{
    "title": "Rotolini di crepes ripieni",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "400 g"
        },
        {
            "ingredient": "Primosale",
            "quantity": "250 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i rotolini di crepes ripieni, iniziate preparando la pastella delle crepes: setacciate la farina in una ciotola capiente, aggiungete un pizzico di sale e versate il latte 1. In una terrina a parte sbattete le uova con una forchetta e aggiungetele alla pastella. Mescolate e aggiungete anche il burro che avete fatto sciogliere in precedenza in un pentolino. Unite il Parmigiano grattugiato 2, mescolate per amalgamare il tutto 3 e coprite la ciotola con della pellicola, lasciatela riposare per almeno mezz’ora in frigo. Trascorso questo tempo, fate scaldare una noce di burro in una padella antiaderente 4, spandete il burro sul fondo della padella, aiutandovi con della carta da cucina. Quando il burro sarà sciolto, versate un mestolo di pastella 5, assicurandovi che ricopra interamente il fondo della padella. Per compiere questa operazione potete far ruotare la padella oppure utilizzare l’apposito attrezzo. Cuocete per 1 minuto, alzando i bordi della crepe per farla staccare dal fondo e non appena sarà dorata, giratela dall’altra parte aiutandovi con la spatola 6. Quando anche l’altro lato si dorerà, trasferite la crepe su un piatto. Per scoprire come preparare e conservare al meglio le crepes, consultate la ricetta: crepes dolci e salate (ricetta base). Ora lavate con cura le zucchina sotto acqua corrente, mondatele e affettatele per il senso della lunghezza a fette sottili 2-3 millimetri 7. Fate scaldare una piastra e grigliate le fette di zucchina da un lato 8 e poi dall'altro 9, fino a quando non risulteranno più morbide e leggermente abbrustolite. Una volta cotte lasciatele raffreddare in un piatto e mettete da parte. A questo punto ponete le crepes su un tagliere e farcitele: adagiate qualche fetta di prosciutto cotto 10 e le fette di zucchina grigliate 11. Tagliate a fette sottili una forma di primosale 12. Quindi aggiungete al ripieno delle crepes anche le fette di primosale 13 e arrotolate delicatamente la crepes, schiacciando leggermente per fare aderire bene gli ingredienti tra loro 14. Una volta formato il rotolo, avvolgetelo stretto nella pellicola, che andrete ad arricciare ai lati come una caramella 15 e lasciate compattare in frigo per 2-3 ore. Quando il rotolo risulterà ben compatto 16, disponetelo su un tagliere e affettatelo a rondelle spesse circa 2 cm 17. Trasferite i vostri rotolini di crepes ripieni su un piatto da portata 18, magari accompagnandolo alla salsa che più vi piace e gustateli! "
}