{
    "title": "Torta mantovana",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "175 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temp ambiente 175 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta mantovana, ponete in una ciotola il burro a pezzetti, ammorbidito a temperatura ambiente, e lo zucchero 1. Montate i due ingredienti con le fruste di uno sbattitore elettrico 2, oppure con la frusta di una planetaria, fino ad ottenere un composto spumoso. Aggiungete ora l'uovo intero 3 e continuate a lavorare il composto per incorporarlo. Unite poi i tuorli, uno alla volta, aspettando che si sia assorbito il precedente prima di aggiungere il successivo 4. Per ottenere un composto omogeneo 5 è importante che le uova siano a temperatura ambiente; se dopo l'aggiunta delle uova il composto tende a separarsi, non temete perchè con l'aggiunta della farina otterete la consistenza giusta. Setacciate la farina 6 insieme al lievito 7 e aggiungete le polveri, in una sola volta, al composto 8, continuando a lavorare con le fruste per amalgamare bene tutti gli ingredienti e ottenere un composto spumoso e omogeneo 9. Foderate una tortiera da 26 cm con la carta forno (clicca qui per vedere come fare). Sminuzzate le mandorle a pezzi con un coltello 19; versate il composto nella tortiera 11 e livellatelo in modo uniforme con il dorso di un cucchiaio 12. Cospargete la superficie con le mandorle a pezzi fino a ricoprirla tutta (13-14); infornate in forno già caldo a 180° per 30 minuti (se forno ventilato 160° per 20-25 minuti). Prima di toglierla dal forno, fate la prova stuzzicadenti: se non fosse ancora cotta proseguite la cottura coprendo la superficie con un foglio d’alluminio e continuate fino al termine dei minuti previsti. Sfornate, lasciate raffreddare 15 e servite la vostra torta mantovana! Potete spolverizzarla con dello zucchero a velo o dello zucchero semolato a piacere! "
}