{
    "title": "Praline di cioccolato e nocciole",
    "ingredients": [
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "260 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "40 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "80 g"
        },
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "22"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "65 g"
        },
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "105 g"
        }
    ],
    "preparation": " Per realizzare le praline di cioccolato e nocciole tritate il cioccolato gianduia 1, poi scaldate in un pentolino la panna e versate il cioccolato tritato 2, mescolate con la frusta 3 fino a completo scioglimento dovrete ottenere una salsa omogenea 4, trasferitela in una ciotola , coprite con pellicola a contatto 5 lasciate raffreddare a temperatura ambiente e poi ponete la crema in frigorifero a rassodare per almeno 30 minuti. Intanto caramellate le nocciole: in un pentolino versate l’acqua, aggiungete lo zucchero semolato 6 e scaldate e fuoco basso per sciogliere lo zucchero, monitorate la temperatura dello sciroppo con un termometro per alimenti 7 e quando avrà raggiunto i 116° spegnete il fuoco e immergete dentro le nocciole intere 8 mescolate finché il composto non risulterà sabbioso 9. A questo punto riaccendete il fuoco sotto il pentolino e fate sciogliere lo zucchero completamente a fuoco basso, finchè il tutto non acquisterà un colore ambrato. Trasferite le nocciole caramellate su un vassoio rivestito con carta da forno oppure su di un tappetto in silicone 10, separate le nocciole per evitare che si attacchino tra loro raffreddandosi. Componete i cioccolatini: riprendete il composto al gianduia rassodato, formate palline della grandezza di una noce con l’aiuto di un cucchiaino oppure di uno scavino. Create un incavo al centro e inserite qui una nocciola caramellata 11 e richiudete intorno l’impasto formando una piccola pallina, adagiate su un vassoio rivestito con carta da forno le palline che man mano formerete e ponetele a rassodare in frigo per 5 minuti. Poi riprendete le palline di gianduia e passatele nella granella di nocciole, in modo che questa aderisca su tutta la loro superficie 12. Adagiatele sullo stesso vassoio ricoperto con un foglio di carta da forno 13 e conservatele in frigo. Preparate ora la ricopertura: in un pentolino scaldate la panna 14, poi unite il cioccolato gianduia tritato 15 e mescolate con una frusta finché non si sarà sciolto completamente, questa volta dovrete ottenere una salsa più liscia. Trasferite la salsa di ricopertura in una ciotolina. Riprendete i bocconcini di gianduia, infilzateli con uno spiedino di legno, immergeteli nella salsa per ricoprirli completamente 16 poi inserite lo spiedino in una base di polistirolo 17 in questo modo si asciugherà la ricopertura più facilmente. Ponete nuovamente le praline in frigorifero per 30 minuti per far rassodare la ricopertura. Trascorso il tempo indicato sfilate gli spiedini dalle praline e ponetele in un pirottino di carta 18, le vostre golose praline di cioccolato e nocciole sono pronte per essere gustati. "
}