{
    "title": "Gelato alla pesca",
    "ingredients": [
        {
            "ingredient": "Pesche gialle",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "130 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pesche gialle",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il gelato alla pesca, iniziate lavando e pelando le pesche dalla polpa gialla 1. Dividete le pesche a metà 2 e privatele del nocciolo. Poi tagliate ciascuna metà a spicchi e riduceteli a dadini 3 Trasferite la polpa nel bicchiere di un frullatore ad immersione o in un contenitore alto, quindi aggiungete lo zucchero 4, la panna fresca liquida e il latte 5. Frullate il tutto con il frullatore ad immersione 6 fino ad ottenere un composto cremoso e privo di grumi (se necessario potete filtrarlo con un colino a maglie strette) 7. Trasferite il composto nella gelatiera 8 e sigillate con l'apposito coperchio 9. Per la gelatiera da noi utilizzata non si rende necessario il passaggio del cestello da far raffreddare in freezer. Azionate la gelatiera e lasciatela in funzione per circa 30 minuti. Il risultato dovrà essere un composto sodo ma cremoso 10. Se non avete la gelatiera, mettete il composto liquido e a temperatura ambiente in freezer dentro una bacinella, ricordandovi di mescolarlo ogni mezz'ora fino ad ottenere la consistenza perfetta. Una volta trascorsi i 30 minuti in gelatiera, trasferite il gelato alla pesca in un contenitore ampio e basso, di vetro o di acciaio possibilmente, e riponetelo in frigorifero per circa 2 ore, coperto con pellicola trasparente. Una decina di minuti prima di servire, tirate fuori dal freezer il vostro gelato alla pesca e servitelo nelle coppette 11 magari con dei pezzetini di pesca fresca! "
}