{
    "title": "Bonet al limone",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "700 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "3"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "70 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "10"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Menta",
            "quantity": "(facoltativa) q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "2"
        }
    ],
    "preparation": " Per preparare il bonet al limone, iniziate dagli amaretti: metteteli nel frullatore 1 e tritateli (potete anche sbriciolarli a mano finemente), quindi aggiungete alla polvere ottenuta l'amido di mais setacciato 2 e mettete il composto ottenuto da parte. Ponete le uova in una planetaria, o se non l'avete in una ciotola capiente, azionate le fruste e aggiungete lo zucchero a mano a mano 3. Montate le uova con lo zucchero 4 fino ad ottenere una crema chiara e omogenea. Poi incorporate il limoncello 5 e la scorza grattugiata di limone non trattato 6. Con le fruste sempre in funzione, versate il succo filtrato dei limoni 7, la polvere di amaretti e maizena che avevate messo da parte 8 e aggiungete il latte a temperatura ambiente a filo 9; continuate a mescolare gli ingredienti per amalgamarli. Ora, prendete uno stampo rettangolare da plumcake 31x12 e profondo 6 cm (oppure degli stampini monodose da budino), mettetelo in una teglia capiente e profonda. Quindi versate il composto nello stampo aiutandovi con un mestolo 10. A questo punto, per la cottura a bagnomaria, versate dell'acqua calda nella teglia arrivando ai 2/3 dell'altezza dello stampo 11. Fate cuocere il bonet al limone a forno statico preriscaldato a 180° per 45-50 minuti (se forno ventilato 160° per 40-45 minuti). Il bonet sarà cotto quando vedrete che inizierà a staccarsi dalle pareti dello stampo e la superficie apparirà leggermente dorata; toglietelo quindi dal forno e dallo stampo del bagnomaria con delicatezza; lasciate raffreddare completamente a temperatura ambiente 12. Quando sarà freddo, mettetelo in frigo per circa 1 ora. Intanto preparate la guarnizione: lavate il limone e ricavate delle fettine sottili 13. Trasferite le fettine in una padella, aggiungete lo zucchero e cuocete qualche minuto per caramellare le fettine di limone (14-15). Quindi spegnete e fate raffreddare. Quindi tirate fuori dal frigorifero il bonet, riempite un contenitore con acqua bollente e immergete lo stampo con il bonet per pochi secondi nell'acqua bollente per rendere più facile l'estrazione del dolce. Potete aiutarvi con la punta di un coltello per staccare più delilcatamente il dolce dalle pareti dello stampo. Sformate quindi il dolce capovolgendolo su un piatto da portata 16. Ora potete guarnire il vostro bonet al limone: distribuite a piacere le fettine di limone caramellate o fresche sulla superficie e se volete qualche strisciolina di scorza. Aggiungete quindi gli amaretti interi o sbriciolati a vostro piacimento e le fettine di limone caramellate intorno al dolce 17, se gradite anche qualche fogliolina di menta. Il vostro bonet è pronto per essere servito 18! "
}