{
    "title": "Biscotti lecca lecca",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 125 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Marzapane",
            "quantity": "125 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "giallo, blu, rosso q.b."
        },
        {
            "ingredient": "Colla alimentare",
            "quantity": "q.b."
        },
        {
            "ingredient": "Matite alimentari",
            "quantity": "brillanti, color madreperla q.b."
        },
        {
            "ingredient": "Confettini colorati",
            "quantity": "al cioccolato q.b."
        }
    ],
    "preparation": " Per prepare i biscotti lecca lecca iniziate dalla frolla: nella tazza di un mixer versate la farina setacciata e il burro freddo a pezzetti 1. Quindi azionate le lame e realizzate la sabbiatura 2; rovesciate tutto su un piano di lavoro. Setacciate lo zucchero a velo 3 Prelevate i semini della bacca di vaniglia e unite tutto al resto del composto. Al centro della fontana versate le uova e iniziate a mescolare prima con una forchetta 4, poi a mano impastando molto velocemente per non scaldare troppo la frolla 5. Quando avrete ottenuto un composto compatto, formate un panetto e schiacciatelo leggermente e avvolgetelo in pellicola trasparente 6. Fatelo rassodare in frigorifero almeno 30 minuti. Passato il tempo necessario, riprendete la frolla, infarinate leggermente il piano di lavoro e stendetela con il mattarello in un disco dello spessore di 1 cm (7-8). Quindi con le formine di biscotti a forma di fiore, cuore e stella coppate la frolla 9: con queste dosi ne verranno 12. Infilzate i biscotti ottenuti con uno stecco 10 quindi poneteli su una leccarda foderata con carta da forno e cuocete in forno statico preriscaldato a 180° per circa 25 minuti (160° per circa 15 minuti se forno ventilato) 11; quando saranno cotti potrete sfornarli 12 e lasciarli raffreddare completamente su una gratella. Mentre i biscotti si cuociono, preparate la decorazione: prendete il marzapane e dividetelo in 4 parti uguali 13. Colorate ciascun panetto con i coloranti alimentari giallo, blu, rosso e uno con il giallo e blu per realizzare il colore verde 14. Amalgamate bene i colori e formate delle palline di marzapane 15 stendete ciascuna pallina in un disco sottile 16 e coppateli con le stesse forme di biscotti per poi decorarli 17. Distribuite poca colla alimentare sulla sagoma di marzapane e adagiatela su ciascun biscotto (i biscotti dovranno essere completamente freddi) 18 A questo punto potete decorarli come più preferite, ad esempio con le decorazioni in gel per rifinire i bordi dei biscotti 19; poi arricchiteli con confetti di cioccolato 20 da adagiare sempre con la colla alimentare per un risultato di grande effetto. I vostri biscotti lecca lecca sono pronti per essere gustati 21. "
}