{
    "title": "Semifreddo alle fragole",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "(di circa 2 uova medie) 75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per realizzare il semifreddo alle fragole iniziate a lavare la fragole: eliminate il picciolo con le foglioline e tagliatele a pezzettini. Versate le fragole in robot da cucina con lame 2, frullatele fino ad ottenere una purea omogenea 3 Passate al setaccio la purea ottenuta per trattenere i semini 4 e raccoglietela in una ciotola. Della purea ottenuta 5 tenetene da parte circa 60 gr che serviranno per la guarnizione finale avendo cura di conservarla in frigorifero coperta con pellicola.Ora preparate lo sciroppo: in un pentolino dal fondo spesso versate lo zucchero semolato, aggiungete l'acqua 6 e scaldate a fuoco basso per sciogliere lo zucchero. Quando lo sciroppo e comincerà a bollire, immergete un termometro per alimenti per assicurarvi che arrivi alla temperatura di 121°. Quando lo sciroppo sfiorerà i 114°, iniziate a montare gli albumi con le fruste elettriche 7; una volta che lo sciroppo avrà raggiunto i 121° 8, versatelo a filo nella ciotola con le fruste in azione 9 e continuate a montare fino a quando non otterrete un composto spumoso. A questo punto versate la purea di fragole 10 e mescolate con una spatola e amalgamare bene i due composti. A parte, in un altra ciotola, montate la panna fresca (per montarla bene la panna dovrà essere ben fredda, così come ciotola e fruste) 11 e, una volta pronta, incorporatela al composto di fragole 12 mescolando dal basso verso l’alto molto delicatamente 13. Poi trasferite il composto ottenuto in una sac-à-poche usa e getta senza bocchetta 14 e riempite fino al bordo due stampi in silicone da 6 dessert della capacità di 75 gr ciascuno, con un diametro di circa 7,5cm e con un fondo alto circa 4 cm 15. Sbattete leggermente lo stampo su un piano di lavoro, per distribuire meglio il composto all’interno dei singoli stampini e fate rassodare in freezer per 12 ore circa. Trascorse le 12 ore, riprendete il vostro stampo, sformate il dolce rovesciando il semifreddo direttamente sul piattino di portata (16-17). Ora riprendete i 60 gr di purea di fragole che avete tenuto da parte, versatela in un biberon da pasticceria e decorate i semifreddi distribuendo la purea all’interno delle striature del semifreddo, per creare un motivo florale 18. Il vostro semifreddo alle fragole è pronto per essere portato in tavola! "
}