{
    "title": "Panna cotta ai lamponi",
    "ingredients": [
        {
            "ingredient": "Lamponi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "160 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare la panna cotta ai lamponi scaldate in un pentolino, a fiamma bassa, la panna insieme allo zucchero 1 e alla bacca di vaniglia divisa a metà per la sua lunghezza. Mescolate con la frusta e verificate con l'aiuto di un termometro che il liquido raggiunga 80/90 gradi, evitando di farlo bollire. Intanto mettete ad ammollare i fogli di gelatina in acqua fredda 2 per 10 minuti e strizzateli bene 3. Quando la panna è arrivata a temperatura, spostate il pentolino dal fuoco, filtrate la panna calda con un colino a maglia fine per eliminare i pezzetti di vaniglia e versatela sulla ciotola dove è contenuta la gelatina strizzata 4. Mescolate bene per sciogliere la gelatina 5 e se necessario portate il composto nuovamente sul fuoco per qualche minuto. Preparate 6 stampini del diametro di 8 cm e della capacità di circa 120 ml e adagiate sul fondo 2 lamponi, lavati e asciugati, 6 e versate nello stampino il primo strato di panna cotta che coprirà i lamponi per metà della loro altezza 7. Fate rassodare il primo strato in frigorifero per 1 ora circa o in freezer per 30 minuti; intanto coprite il restante composto con uno strato di pellicola, facendo un piccolo buco sulla superficie così che possa passare l'aria e tenetela a temperatura ambiente, lontana da fonti di calore, mescolando con la frusta di tanto in tanto. Trascorso il tempo indicato, posizionate altri due lamponi all'interno dello stampino 8 e ricoprite con il secondo strato di panna cotta 9. Ponete la panna cotta in frigo per altre 2 ore, fino a che non sarà rassodata del tutto 10. Per sformare la panna cotta scaldate dell'acqua in un pentolino, portandola quasi a bollore. Togliete il pentolino dal fuoco e immergete nell'acqua lo stampino per 2-3 secondi circa 11. Toglietelo dall'acqua, passate un coltellino a lama dritta e liscia intorno alla panna cotta 12, girate e con un colpo deciso ma non troppo violento, sformate la panna cotta su un piatto. "
}