{
    "title": "Pan meino (pan de mej)",
    "ingredients": [
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "300 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi di 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sambuco",
            "quantity": "fiori (facoltativi) q.b."
        }
    ],
    "preparation": " Procedete nella preparazione del pan de mej, facendo sciogliere il burro a fuoco basso in un pentolino, quindi lasciatelo intiepidire.Sgusciate le uova e mettetele dentro ad una ciotola capiente, dove aggiungerete lo zucchero e i semi della bacca di vaniglia; sbattete gli ingredienti con uno sbattitore elettrico o una frusta fino ad ottenere un composto cremoso, quindi aggiungete il burro fuso ormai freddo, un pizzico di sale e mescolate. Mischiate la farina di mais con la farina 00 e la bustina di lievito quindi setacciate il tutto dentro alla ciotola contenente gli ingredienti liquidi. Mescolate ed amalgamate bene tutti gli ingredienti fino ad ottenere un composto morbido ma lavorabile con le mani. Prendete circa 60-70 gr di composto alla volta e formate una pallina che schiaccerete fino a formare un cerchio di 8 cm di diametro; procedete in questo modo fino a terminare l’impasto e disponete le sagome ottenute su di una teglia foderata con carta forno e, se li trovate in commercio, cospargete i dolci di fiori di sambuco. Spolverizzate tutte le sagome con dello zucchero semolato e poi con abbondante zucchero al velo, quindi infornate in forno già caldo a 180°C per 20 minuti. Trascorso il tempo necessario, sfornate i pan de mej e lasciateli raffreddare. "
}