{
    "title": "Panna cotta con agar agar",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "550 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "130 g"
        },
        {
            "ingredient": "Agar agar",
            "quantity": "4 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "2"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la panna cotta alle fragole, iniziate lavando le fragole sotto abbondante acqua fresca corrente; affettatene circa la metà 1, posizionatele su un piatto abbastanza grande l'uno accanto all'altra, spolveratele con 20 g di zucchero e lasciatele macerare 2. Versate le fragole restanti in un mixer dotato di lame e aggiungete 30 g di zucchero 3. Frullate le fragole finemente 4, poi passatele al setaccio, aiutandovi con una marisa 5, in modo da togliere i semini, quindi mettete il composto da parte 6. In una pentola versate la panna fresca insieme allo zucchero 7 e aggiungete l'agar agar 8; mescolando con una frusta, portate a bollore e lasciate bollire il tutto per circa 5 minuti. Spegnete il fuoco e aggiungete il composto di fragole che avete preparato 9. Mescolate con le fruste 10 fino ad ottenere un composto omogeneo. A questo punto, rivestite 4 bicchierini della capienza di 150 g con le fragole tagliate precedentemente 11 e versatevi la panna cotta, arrivando fino al bordo 12. Riponete in frigorifero i bicchierini per almeno 3-4 ore. Successivamente passate delicatamente la punta di un coltellino liscio sul bordo di ogni bicchiere 13 e capovolgete la vostra panna cotta alle fragole con agar agar sul piattino da portata in cui la servirete 14. Infine decorate a piacere con la fragola e una fogliolina di menta 15. "
}