{
    "title": "Whoopie pies di Topolino e Minni",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "30 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso e giallo q.b."
        }
    ],
    "preparation": " Per preparare le whoopie pies di Topolino e Minni iniziate montando il burro ammorbidito con lo zucchero 1 aiutandovi con le fruste elettriche. Aggiungete quindi l’uovo 2 e continuate a montare il composto, unendo anche il miele 3 e i semi della bacca di vaniglia. Setacciate la farina con il cacao, il lievito, il bicarbonato e il sale 4 e aggiungetene metà al composto precedentemente preparato 5, amalgamandolo con un cucchiaio di legno; poi aggiungete metà del latte tiepido 6. Ripetete l’operazione con l’altra metà delle farine 7 e il restante latte. Mettete il composto così ottenuto in una sac à poche e, su una teglia ricoperta di carta da forno, realizzate dei mucchietti di impasto dal diametro di circa 4 cm ben distanziati tra di loro 8 (potete utilizzare anche un cucchiaio), saranno il viso di Topolino e Minni. Sopra ogni mucchietto realizzatene due più piccoli (le orecchie), distanziandoli 1 cm da quello più grande 9. Fate cuocere i dolcetti per 10 minuti a 180°C, trascorso questo tempo estraeteli dal forno e fateli raffreddare. Se desiderate realizzare le decorazioni preparate la glassa reale montando a neve 1 albume e aggiungendoci 150 gr di zucchero a velo. Dividete il composto in 3 ciotoline, una da lasciare bianca, 1 da colorare di rosso 10 e 1 di giallo servendovi dei coloranti alimentari. Realizzate quindi i pantaloncini rossi di Topolino con i relativi bottoncini gialli 11 e il fiocco di Minni, rosso a pois bianchi. Dovrete decorare solo metà delle tortine 12. Montate la panna fresca e farcitevi le metà dei dolci non decorati 13, poi coprite con quelli decorati 14, formando dei golosi sandwich 15. Buon appetito! "
}