{
    "title": "Cheesecake al torrone",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Formaggio fresco",
            "quantity": "spalmabile 250 g"
        },
        {
            "ingredient": "Torrone bianco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "80 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        }
    ],
    "preparation": " Per preparare la cheesecake al torrone, iniziate preparando la base: frullate i biscotti in un mixer 1, trasferiteli in una citola, aggiungete il burro fuso 2 e mescolate bene il composto con un cucchiaio per amalgamare gli ingredienti 3. Foderate uno stampo a cerniera da 22 cm 4 (guarda come fare con la Scuola di cucina: foderare una tortiera) e ponete al suo interno il composto di biscotti e burro, distribuendolo uniformemente e compattandolo bene con il dorso di un cucchiaio 5. Mettete la base di biscotto in frigorifero a riposare per 30 minuti (o in freezer per 10 minuti). Preparate ora la crema: mettete in ammollo, in acqua fredda, i fogli di gelatina per 10 minuti 6. Quando la gelatina sarà ammorbidita, strizzatela bene e scioglietela in 30 ml di panna calda, presa dalla dose totale 7. Ammorbidite in una ciotola il formaggio spalmabile, con l'aiuto di un cucchiaio di legno 8; ammorbidite il formaggio fresco, se necessario, con un goccio di panna presa dalla dose totale. Unite ora la gelatina sciolta nella panna 9 e mescolate. Tagliate a pezzetti il torrone con il coltello o in un mixer, che avrete tenuto in freezer per tutta la notte precedente (lasciatene da parte qualcuno più grande per la decorazione finale) 10 e aggiungete anche questo alla crema di formaggio 11; se risultasse troppo denso aggiungete ancora un po’ di panna. Montate, con la frusta di una planetaria o con le fruste di uno sbattitore elettrico, i restanti 250 ml circa di panna con un cucchiaio di zucchero a velo 12 (guarda la Scuola di cucina: come montare la panna) e incorporateli alla crema, mescolando delicatamente con una spatola dal basso verso l'alto 13. Infine, aggiungete le gocce di cioccolato 14 (aggiungetele solo alla fine altrimenti si scioglieranno) e amalgamate bene per l'ultima volta la crema. Riprendete la base di biscotto 15 e versate la crema su di essa 16, livellando bene la superficie con il dorso di un cucchiaio 17. Ponete la cheesecake in frigorifero a rassodare per almeno 3 ore 18. Trascorso questo tempo, sformate la vostra cheesecake e guarnitela con i pezzetti di torrone messi da parte 19 e, a piacere, con delle decorazione di caramello (guarda come farle con la Scuola di cucina: Caramello) da posizionare proprio al centro della torta 20. Ecco, la cheesecake al torrone 21 è pronta per essere servita! "
}