{
    "title": "Clafoutis alle pesche",
    "ingredients": [
        {
            "ingredient": "Pesche gialle",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pesche bianche",
            "quantity": "250 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "grandi 3"
        },
        {
            "ingredient": "Vanillina",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il clafoutis alle pesche iniziate a riscaldare il forno a 180°. Lavate le pesche, tagliatele a metà o in quarti, togliete il nocciolo e sbucciatele (1-2). Tagliate le pesche a fettine non troppo sottili 3. Sbattete in una ciotola, con l’aiuto di uno sbattitore elettrico, le uova con lo zucchero 4 fino ad ottenere un composto chiaro e spumoso che raggiunga il doppio del volume iniziale. Unite la vanillina 5 e la farina 6 con un setaccio e incorporatele al composto con un cucchiaio di legno 7. A questo punto aggiungete, poco alla volta, il latte 8 mescolando con delicatezza. Quando tutto il latte sarà stato assorbito unite il brandy 9. In ultimo aggiungete un pizzico di sale 10 e mascolate per l'ultima volta. Imburrate una tortiera, dai bordi bassi e del diametro di 26 cm, e cospargetela con 30 gr di zucchero così da evitare che il clafoutis si attacchi (11-12). Disponete le pesche sul fondo della pirofila a raggiera o come preferite, creando anche più strati sovrapposti (13-14). Quando avrete terminato le pesche, versate nella tortiera delicatamente il composto di uova, zucchero e latte, fino a ricoprire tutte le pesche tranne quelle più in superficie 15. Infornate per 50 minuti fino a che il clafoutis non sarà ben dorato. Trascorso il tempo di cottura, sformate il clafoutis alle pesche e spolverizzatelo con lo zucchero a velo. Lasciate intiepidire e servite il vostro clafoutis alle pesche. "
}