{
    "title": "Crescente bolognese",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "160 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "a temperatura ambiente 125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "130 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2,5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "35 g"
        }
    ],
    "preparation": " Per preparare il crescente bolognese cominciate dalla preparazione della biga: in una planetaria munita di gancio versate la farina setacciata 1 e il lievito disidratato 2. Mentre cominciate ad impastare a velocità media versate l’acqua a filo a temperatura ambiente 3. Lasciate andare la planetaria fino a che non avrete ottenuto un impasto omogeneo 4. Trasferite quindi la biga in una ciotola che coprite con pellicola alimentare trasparente e lascerete riposare a temperatura ambiente (o in forno spento con luce accesa) per circa 1 ora 5. Trascorso questo tempo riponete in frigorifero per un minimo di 12 fino ad un massimo di 18 ore per far maturare la biga. Trascorso questo tempo trasferite nuovamente in forno spento con luce accesa per ulteriori 2 ore. Nel frattempo procedete con la preparazione dell’impasto del crescente: riducete il prosciutto crudo in piccoli dadini 6. Ottenete dei cubetti anche dalla pancetta affumicata 7. Versate sia prosciutto che pancetta in un mixer e frullate 8: il trito di cubetti dovrà risultare più fine 9 ma non completamente poltiglia. Tenete temporaneamente da parte. Ora procedete con l’impasto: in una planetaria versate la farina setacciata 10, lo zucchero 11 e il lievito disidratato 12. Unite anche la biga 13 e cominciate ad impastare con la foglia mentre versate l’acqua a filo a temperatura ambiente 14. Lasciate andare fino a che avrete ottenuto un impasto omogeneo. Quindi sostituite la foglia con il gancio e continuate ad impastare per ulteriori 5 minuti. Poi dividete lo strutto a temperatura ambiente in due parti: unitene una parte 15 e quando sarà completamente incorporato all'impasto anche la seconda. Lasciate andare la planetaria per altri 7-8 minuti. A questo punto versate il sale 16 e impastate per 1 minuto fino a che sarà completamente assorbito dall’impasto. Unite anche prosciutto e pancetta 17 e continuate ad impastare per altri 2-3 minuti: l’impasto alla fine dovrà risultare incordato al gancio 18. Lasciatelo riposare all’interno della planetaria coperto con pellicola alimentare trasparente per circa 15 minuti. Trascorso questo tempo date all’impasto 3 pieghe di rinforzo e lasciate riposare per altri 15 minuti. Ripete l’operazione per altre due volte a distanza ciascuna di 15 minuti. Infine oliate una teglia delle dimensioni di 42x30 cm e adagiate l’impasto 19: stendetelo con le mani effettuando una leggera pressione con le dita sulla sua superficie ed in modo tale che sia uniformemente distribuito nella teglia 20. Dopodiché mescolate l’olio con l’acqua e create un’emulsione agitando i due liquidi con una forchetta 21. Distribuite l’emulsione su tutta la superficie del crescente 22: lasciatelo lievitare così per circa 1 ora in forno spento con luce accesa. Quindi infornate in forno statico preriscaldato a 200°C per circa 60 minuti (se non possedete il forno statico procedete la cottura con il forno ventilato a 180°C per 50 minuti). Sfornate e gustate il vostro crescente bolognese 24! "
}