{
    "title": "Panna cotta senza colla di pesce",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Albumi",
            "quantity": "(circa 2) 70 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Fragole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "succo e scorza ½"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la panna cotta senza colla di pesce, versate il latte intero e la panna in un pentolino 1. Raschiate con la punta di un coltellino i semi da mezza bacca di vaniglia 2 e uniteli ai liquidi 3, insieme al mezzo baccello. Aggiungete lo zucchero semolato 4 e il pizzico di sale 5 e portate il composto a sfiorare il bollore, mescolando di tanto in tanto per sciogliere lo zucchero 6. Spegnete il fuoco e lasciate in infusione il tutto fino a quando non sarà arrivato a temperatura ambiente. A questo punto, eliminate il mezzo baccello con una pinza 7 e rompete due uova medie per ricavare circa 70 g di albumi. Aggiungete gli albumi direttamente nel pentolino 8 e mescolate con un rompigrumi, o frusta spirale 9 per rompere i filamenti degli albumi e amalgamare il tutto. Versate il composto ottenuto dentro 4 stampini della capienza di 175 ml l’uno, con l'aiuto di un imbuto per evitare sprechi 10. Posizionate in una piccola teglia gli stampini e versate dell’acqua bollente fino a ricoprire gli stampi per ¾ della loro altezza 11. Cuocete le panne cotte per 60 minuti in forno ventilato preriscaldato a 140° (se forno statico 160° per 65 minuti). Le panne cotte dovranno risultare ben sode e con una crosticina dorata in superficie 12. Una volta cotte, sfornate le panne cotte senza colla di pesce e lasciatele raffreddare nell’acqua del bagnomaria quindi mettetele in frigorifero per almeno 2 ore. Trascorso questo tempo, sformate le panne cotte passando un coltellino ben affilato, bagnato in acqua calda sul perimetro interno degli stampini, poi immergete lo stampo per un paio di secondi in acqua calda 13 e capovolgetelo su di un piatto da portata 14, lasciando che la panna cotta scivoli delicatamente verso il centro del piatto 15. Passate ora a preparare la salsa alle fragole per la guarnizione delle panne cotte senza colla di pesce: lavate, spuntate il picciolo e tagliate le fragole in pezzi 16. Ponete le fragole in una padella antiaderente con 2 cucchiai di zucchero a velo 17 e aromatizzate con una parte della scorza di mezza arancia, che grattugerete, e il succo della mezza arancia 18. Fate andare le fragole a fuoco basso giusto il tempo che lo zucchero si sciolga e le fragole si ammorbidiscano. Ricavate dalla parte di arancia non grattugiata una parte priva della parte più bianca e più amara e tagliatela a striscioline sottili o julienne che poi userete per decorare. Versate la salsa alle fragole aromatizzata all'arancia intorno alle panne cotte e decorate la superficie con le striscioline di scorze d'arancia. Potete disporle a stella 20 o a ricciolo come nella foto finale. Ecco pronte le vostre panne cotte senza colla di pesce 21! "
}