{
    "title": "Bacetti golosi",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 110 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Confettura di lamponi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare i bacetti golosi iniziate con l’impasto per i gusci. Prendete una ciotola capiente (se preferite potete usare una planetaria) in cui verserete le uova a temperatura ambiente e lo zucchero poco per volta 1. Azionate le fruste elettriche a velocità media fino ad ottenere un composto chiaro e spumoso: ci vorranno circa 10 minuti 2. Quando sarà pronto, setacciate al suo interno la farina 3. Setacciate anche il lievito nella ciotola 4 e mescolate delicatamente agli altri ingredienti aiutandovi con una spatola 5: dovrete effettuare dei movimenti delicati dal basso verso l’alto per incorporare gli ingredienti setacciati senza smontare il composto. Quando gli ingredienti saranno ben amalgamati, trasferite il composto in una sac-à-poche 6. A questo punto foderate una leccarda con carta forno e create dei piccoli dischi di impasto di circa 3 cm di diametro 7, avendo cura di distanziarli bene gli uni dagli altri. Dovrete ottenere 20 dischi 8 che infornerete in forno statico preriscaldato a 190°C per 12 minuti (sconsigliamo l’utilizzo del forno ventilato): i biscotti dovranno gonfiarsi leggermente e assumere una colorazione lievemente dorata 9. Trascorso il tempo di cottura, potete estrarli dal forno e disporli su una gratella a raffreddare 10. Mentre i gusci si raffreddano, dedicatevi al ripieno, iniziando dalla panna montata: prendete una ciotola pulita, versateci la panna fresca liquida fredda di frigo e azionate le fruste elettriche ben pulite, aggiungendo poco per volta lo zucchero a velo 11, quindi continuate a montare fino a quando la panna non risulterà ben spumosa 12 (per un dettaglio su questa operazione seguite la nostra scuola di cucina: come montare la panna). Trasferite la panna montata in una sac-à-poche con bocchetta stellata e la confettura in un'altra sac-à-poche a con bocchetta liscia (se non possedete le bocchette, potete comunque usare due sac-à-poche usa e getta e tagliare semplicemente la punta). Cominciate a farcire la superficie di 10 gusci con la confettura 13. Decorate anche con la panna montata 14, quindi adagiate gli altri gusci a chiusura 15: otterrete 10 bacetti golosi. Infine, prendete il cioccolato, tritatelo e scioglietelo a bagno maria in questo modo: ponete un pentolino con poca acqua sul fuoco e adagiate sopra una bastardella in cui verserete il cioccolato da fondere 16; fatelo sciogliere a bagnomaria, mescolando con un cucchiaio di legno 17. Quando sarà ben sciolto, trasferitelo in un cornetto di carta forno a cui avrete dato la forma di una sac-à-poche (per un maggiore dettaglio potete consultare la nostra scuola di cucina su come fare un cornetto con la carta forno): decorate i vostri bacetti golosi disegnando delle righe parallele sul guscio superiore dei biscotti 18 e… gustate! "
}