{
    "title": "Tortilla chips",
    "ingredients": [
        {
            "ingredient": "Farina di mais giallo",
            "quantity": "precotta (per tortillas) 250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "300 g"
        }
    ],
    "preparation": " Per preparare le tortilla chips, cominciate con lâimpasto: in una ciotola capiente versate la farina di mais 1, impastate aggiungendo lâacqua 2 e lavorate il composto con le mani 3. Dovrete ottenere un impasto omogeneo e compatto; trasferitelo su una spianatoia e lavoratelo ricavando una palla liscia 4. Copritelo con della pellicola trasparente e lasciatelo riposare per circa 30 minuti. Dividetelo poi in sei parti uguali 5 e arrotondate ognuna formando delle palline di pasta 6. Posizionate ogni pallina tra due fogli di carta forno 7, appiattitela leggermente con le mani 8; poi adagiateci un altro foglio di carta forno 9 e stendetela con un mattarello fino ad ottenere un disco molto sottile. Con l'aiuto di un anello di 18 cm di diametro coppate la sfoglia di pasta (10-11); per questa operazione potete utilizzare anche un coperchio e una rotella per pasta, oppure lâapposita pressa per tortillas. Recuperate i ritagli di pasta, che potranno essere rimpastati per la creazione di nuove tortillas, e procedete in questo modo fino a terminare l'impasto. Tagliate ogni tortilla a metÃ 12 poi in quarti 13 e dividete ulteriormente a metÃ i quarti ottenuti 14 ricavando alla fine per ciascuna tortilla 8 spicchi 15. Friggete pochi spicchi di mais alla volta in abbondante olio di semi avendo cura di mantenere la temperatura dell'olio a 180 Â° (potete misurare con un termometro da cucina). Dopo circa due minuti di cottura, rigirateli con lâaiuto di una pinza o di una schiumarola e continuate la frittura ancora per pochi secondi 16. Scolate le tortilla chips con una schiumarola 17 e lasciatele asciugare su carta assorbente per fritti, quindi impiattatele salandole leggermente in superficie. "
}