{
    "title": "Torta Italia",
    "ingredients": [
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 5"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "(o maizena) 40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "biologico 1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Zucchero a velo vanigliato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "32"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 g"
        },
        {
            "ingredient": "Aroma di alchermes",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta Italia cominciate con la preparazione del pan di spagna classico. Con uno sbattitore ,un robot da cucina o una planetaria, sbattete a lungo le uova con lo zucchero, quindi aggiungete la farina e la fecola setacciate. Per vedere i dettagli della preparazione clicca qui. Imburrate e infarinate uno stampo rettangolare della dimensione di 20 per 25 cm e versateci l’impasto all’interno 1; infornate in forno preriscaldato statico a 180 gradi per 30-35 minuti. Il pan di spagna sarà cotto quando si staccherà dai bordi e quando pungendolo con uno stecchino questo risulterà completamente asciutto. Una volta che il pan di spagna sarà cotto, lasciatelo raffreddare e sformatelo. Tagliate a metà il pan di spagna utilizzando un coltello dalla lama lunga (2-3). In un pentolino fate sciogliere lo zucchero nell'acqua per formare uno sciroppo 4 e quando avrà raggiunto il bollore, fatelo cuocere per 2-3 minuti, poi spegnete il fuoco e aggiungete l'alchermes (o l'aroma che preferite) 5. Fate raffreddare la bagna e poi inumiditeci le due metà della torta sul lato tagliato 6; Preparate la crema pasticcera (per vedere come fare clicca qui), aromatizzando il latte che avrete messo a scaldare in un pentolino insiemea alla panna con la scorza grattugiata del limone biologico; quando il latte arriverà a bollore, filtratelo e procedete normalmente con la preparazione della crema pasticcera classica. Lasciatela raffreddare mettendola in frigorifero dentro ad un contenitore e coprendola con la pellicola trasparente che deve essere a contatto con la crema stessa (questo per eviare che si formi la classica pellicina dura in superficie). Una volta fredda, spalmatela su di una metà torta 7 tenendone un cucchiaio da parte. Livellatela per bene 8 e ricoprite la crema con l’altra metà di torta. Con il cucchiaio di crema pasticcera al limone tenuta da parte, pareggiate bene i bordi laterali laddove ci fossero delle zone senza crema 9. Preparate la crema chantilly montando a neve la panna insieme allo zucchero a velo (clicca qui per vedere come fare) 10. Con un coltello a lama liscia spalmate la crema chantilly su tutta la superficie della torta, compresi i bordi 11, facendo attenzione a stenderla in maniera uniforme sulla sommità 12. Quindi inserite all’interno di una sac a poche munita di bocchetta a stella, la crema chantilly rimasta e cominciate la decorazione della torta, prticando delle siringate verticali sui lati 13; completate con dei ciuffetti di crema chantilly sopra le siringate, lungo tutto il perimetro della torta. Passate poi alla decorazione con la frutta, mondate e pelate i kiwi e tagliateli a fettine dello spessore di 2-3 millimitri circa 15. Lavate i lamponi e asciugateli molto delicatamente, quindi posizionateli sulla sommità della torta, disponendone 4 file da 8. Posizionate i lamponi uno a uno in modo molto regolare 16. Una volta ottenuta la banda rossa, decorate con dei ciuffetti di chantilly per formare la parte bianca centrale della bandiera. Completate disponendo le fettine di kiwi 17. Ecco: la vostra torta Italia è pronta per essere gustata non solo con il palato ma anche con gli occhi! Ponete la torta in frigorifero per almeno un'ora prima di gustarla e.....Buon anniversario Italia! "
}