{
    "title": "Torta dolce di barbabietole",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "190 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "260 g"
        },
        {
            "ingredient": "Barbabietole precotte",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "130 g"
        },
        {
            "ingredient": "Olio di semi di mais",
            "quantity": "230 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta dolce di barbabietole, cominciate privando della buccia esterna le barbabietole già cotte 1 e riducendole a dadini 2. Trasferitele quindi nel bicchiere del mixer a immersione 3, allungate con un filo d’olio (circa 30 g, presi dal totale previsto per la ricetta) 4 e frullate a crema 5. Tenete da parte la crema di barbabietola, e passate ad occuparvi del cioccolato: tritatelo grossolanamente 6 e ponetelo a sciogliere bagnomaria 7. Quando sarà completamente fuso 8, tenetelo da parte e lasciatelo raffreddare. Nel frattempo dedicatevi all’impasto. Ponete nella brocca della planetaria (potete anche utilizzare uno sbattitore elettrico) lo zucchero e le uova a temperatura ambiente 9, unite anche i semi di una bacca di vaniglia 10 e azionate la frusta. Lavorate il composto per 10 minuti, fino a quando non risulterà ben spumoso; unite quindi l’olio 11 e continuate a lavorare. Setacciate la farina con il lievito 12 e uniteli poco alla volta nella planetaria 13. In ultimo, unite a filo il cioccolato ormai raffreddato 14 e continuate a lavorare l’impasto qualche minuto in modo da farlo amalgamare perfettamente. Prendete adesso la crema di barbabietola e unitela al composto 15 mescolando delicatamente con una spatola fino a farlo incorporare 16. Versate quindi l’impasto in una tortiera del diametro di 24 cm precedentemente imburrata e foderata con carta da forno 17. Cuocete in forno statico preriscaldato a 170° per 65 minuti (oppure a 150° per 55 minuti se forno ventilato) e prima di sfornare fate la prova dello stecchino per verificare la cottura. Sfornate il dolce, lasciatelo intiepidire, quindi sformatelo e lasciatelo raffreddare 18. Se lo gradite, prima di servire la vostra torta dolce di barbabietole potete spolverizzare dello zucchero a velo in superficie. "
}