{
    "title": "Torta rovesciata di pesche e amaretti",
    "ingredients": [
        {
            "ingredient": "Pesche",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "30 g"
        },
        {
            "ingredient": "Caramello",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per realizzare la torta rovesciata di pesche e amaretti ponete nella ciotola di una planetaria munita di frusta il burro a pezzetti ammorbidito e lo zucchero semolato 1, azionate le fruste per mescolare gli ingredienti ed ottenere una crema, poi unite le uova 2, i semi della bacca di vaniglia, la farina e il lievito setacciati 3. Versate il latte a filo 4 mentre la macchina è in azione. Lavate, pelate le pesche 5 e tagliatele a spicchi 6. Distribuite il caramello sul fondo di una teglia di 28 cm di diametro con il bordo ondulato 7, imburrate e infarinate leggermente il bordo ondulato prima di adagiare le fettine di pesca a raggiera nella teglia 8 e poi cospargete la superficie con gli amaretti sbriciolati 9. A questo punto versate sopra le pesche l’impasto della torta, livellatelo con una spatola 10 e cuocete in forno statico a 180° per 45 minuti (o in forno ventilato a 160° per 35 minuti). A cottura ultimata sfornate la teglia 11, lasciatela raffreddare e poi capovolgetela su un piatto di portata. La vostra torta rovesciata di pesche e amaretti è pronta per essere gustata 12! "
}