{
    "title": "Kipferl alla vaniglia",
    "ingredients": [
        {
            "ingredient": "Mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i kipferl alla vaniglia ponete le mandorle nel mixer con metà dello zucchero 1 e tritatele non troppo finemente per realizzare la granella classica 2, In una ciotola setacciate la farina, unite la granella di mandorle 3, incorporate la restante metà dello zucchero semolato e aromatizzate con i semi della bacca di vaniglia 4. Poi unite il burro freddo a pezzetti 5, le uova 6 . Impastate gli ingredienti a mano velocemente 7 fino ad ottenere un composto omogeneo e compatto, formate un panetto 8, avvolgetelo con la pellicola trasparente 9 e lasciatelo rassodare in frigorifero per 2 ore. Trascorso il tempo di riposo prendete il panetto 10 dividetelo in pezzetti da circa 15 gr ciascun 11, arrotolate i pezzetti per creare dei filoncini spessi ½ cm lunghi circa 10 cm 12, ripiegate i filoncini per creare dei ferri di cavallo 13, con queste dosi otterrete circa 50 biscotti. Adagiate i biscotti su una rivestito di carta da forno 14 e poneteli a rassodare ancora 30 minuti in frigorifero. Trascorso il tempo di riposo cuocete i kipferl in forno statico preriscaldato a 170° per 20 minuti (o forno ventilato a 150° per 15 minuti). A cottura ultimata sfornate i biscottini , lasciateli raffreddare su una gratella 15 e poi cospargete la superficie con lo zucchero a velo. "
}