{
    "title": "Meringhe tricolore",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso e verde 2 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "220 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "125 g"
        }
    ],
    "preparation": " Per preparare le meringhe tricolore iniziate dalla preparazione delle meringhe alla francese. Iniziate separando i tuorli dagli albumi quindi versateli in una planetaria o in un contenitore dai bordi alti 1. Versate gli albumi in una planetaria munita di frusta o in una ciotola dai bordi alti 2 e iniziate a montare a velocità media. Setacciate intanto lo zucchero a velo in una ciotola a parte 3. Unite 110 g di zucchero a velo, poco alla volta e continuate a montare con le fruste 4. Quando gli albumi risulteranno ben montati a neve ferma, procedete incorporando la restante parte dello zucchero a velo sempre un cucchiaio alla volta 5, avendo cura di aggiungere un cucchiaio di zucchero a velo solo quando il precedente è stato completamente incorporato, fino ad ottenere una meringa bianca e spumosa 6. Dividete quindi l’impasto ottenuto equamente in due diverse ciotoline 7. In una versate 1 g di colorante verde 8: amalgamante bene con una spatola in modo da rendere il colore uniforme 9. Ripetete l’operazione con il colorante rosso. A questo punto prendete una leccarda e foderatela con carta forno. Versate i composti colorati di meringa in due diverse sac-à-poche munite di bocchetta liscia; iniziate con una e dei piccoli bottoni di impasto di meringa dal diametro di 2 o 3 cm 10 distanziandoli gli uni dagli altri. Dovreste ottenere 30 piccole meringhe. Ripetete l’operazione anche per l’altra sac-à-poche. Infornate a forno statico pre riscaldato a 90°C per almeno 3 ore, avendo cura di lasciare la porta del forno leggermente socchiusa in modo da consentire l’uscita di maggiore umidità possibile. Ad asciugatura ultimata 12, sfornate e fate raffreddare. Procedete intanto con la preparazione della crema al cioccolato bianco. Su un tagliere tritate il cioccolato bianco 13. Quindi versate la panna in un pentolino e portate a bollore 14. Quando sarà al punto di bollore, togliete il pentolino dal fuoco ed aggiungete il cioccolato tritato 15, continuando a mescolare con una spatola in modo da sciogliere il cioccolato ed evitare la formazione di grumi. Quindi trasferite la crema in una ciotolina. Copritela con pellicola trasparente a contatto in modo da evitare la formazione della pellicina e lasciate raffreddare a temperatura ambiente. Quando avrà raggiunto la temperatura ambiente trasferite la vostra crema in frigorifero per almeno 1 ora. Quindi versate la crema al cioccolato bianco in una sac-à-poche 16. Prendete una meringa verde e farcitela con della crema sulla parte piatta 17 quindi adagiate una meringa rossa 18. Ripetete l’operazione per le 30 meringhe e gustatele per una Festa della Liberazione gustosissima! "
}