{
    "title": "Panadas",
    "ingredients": [
        {
            "ingredient": "Strutto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Maiale",
            "quantity": "250 g"
        },
        {
            "ingredient": "Agnello",
            "quantity": "250 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Lardo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olive",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "mezzo bicchiere"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " In un tegame abbastanza capiente fate soffriggere nell’olio la carne tagliata a pezzetti piccoli insieme alla salsiccia e alla cipolla.Dopo qualche minuto a fuoco non fortissimo aggiungete gli altri ingredienti e lasciate rosolare qualche minuto; ammorbidite eventualmente il composto con un po’ di acqua per non renderlo troppo asciutto.Nel frattempo preparate la pasta con la farina e lo strutto ammorbidito a bagno maria e il sale, impastate fino ad ottenere un impasto uniforme ed elastico che lascerete riposare 30 min.Panadas piccole Prendete la pasta e cominciare a tirarla con il matterello, in modo da ottenere una sfoglia sottile:con un bicchiere, una tazza o un tagliapasta ricavate dunque tanti dischi, di numero pari.A questo punto potete procedere in due modi: utilizzando delle coppette dove adagiare il disco inferiore, riempirlo con del ripieno, sovrapporre l’altro disco e chiudere il tutto, saldando i bordi arricciandoli verso l’interno, oppure solo con le mani, senza l’aiuto delle coppette, mettete del ripieno nel disco inferiore, alzatene i bordi creando delle piccole pences per dare al disco forma cilindrica, sovrapponete un altro disco di pasta a mo’ di “coperchio”, saldandone bene i bordi e arricciandoli verso l’interno.Disponete le panadas così ottenute in una teglia ed infornatele a 180° per 25 minuti; saranno pronte quando la pasta si colorerà uniformemente.Vanno servite calde, ma se lo desiderate potete anche pre cuocerle, e congelarle, e, al momento di gustarle farle rinvenire nel forno a fuoco dolce.Panadas grande in tortiera Dividere l’impasto in due parti da stendere in due dischi sottili, sistemate il primo in una tortiera tonda con i bordi alti precedentemente unta, e riempite con il preparato di carne e verdure; ricoprite con l’altro disco a mo’ di coperchio, chiudendo i bordi. Al centro della teglia fate dei fori con una forchetta, in modo che durante la cottura il vapore possa uscire facilmente. Sistemate la teglia in forno e fate cuocere a 180°, dai 40 ai 60 minuti, fino a che la pasta risulti dorata. "
}