{
    "title": "Torta Nua",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medi 3"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "10 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medi 3"
        }
    ],
    "preparation": " Per realizzare la torta Nua iniziate dalla preparazione della crema pasticcera. Per realizzarla al meglio potete seguire la ricetta cliccando qui: in una ciotola ponete le uova e lo zucchero e montate il composto con le fruste elettriche 1 finché non risulterà chiaro. Poi incorporate la farina setacciata 2 poco alla volta mescolando con un cucchiaio di legno. Intanto versate il latte in un pentolino, unite la scorza di arancia 3 e portatelo al bollore a fuoco moderato. Quando sarà caldo versatelo sul composto di uova 4, mescolate con una frusta e poi trasferite la crema nel pentolino e fatela addensare a fuoco dolce continuando a mescolare con la frusta 5. Quando la crema sarà densa e compatta, spegnete il fuoco, trasferitela in una ciotola larga e bassa e copritela con pellicola trasparente a contatto per farla raffreddare 6. Ora occupatevi della crema pasticcera al cioccolato (per ulteriori dettagli seguite la nostra scheda Crema pasticcera al cioccolato): montate le uova e lo zucchero con le fruste elettriche 7 per ottenere un composto chiaro. Incorporate la farina e la maizena setacciate 8 mescolando con un cucchiaio. A parte scaldate il latte in un pentolino e portatelo al bollore, quindi versatelo a filo nel composto di uova 9. Trasferite il composto nel pentolino, tritate il cioccolato fondente 10 e unitelo alla crema 11. Fate addensare la crema a fuoco dolce mescolando con la frusta. Quando la crema pasticcera sarà densa e compatta 12, spegnete il fuoco, trasferitela in una ciotola, copritela con la pellicola a contatto e fatela raffreddare. Ora procedete con l’impasto della torta: montate le uova con metà dello zucchero e un pizzico di sale 13, utilizzando le fruste elettriche. Dovete ottenere un impasto chiaro e spumoso 14. In un’altra ciotola ammorbidite il burro con la restante metà dello zucchero, sempre aiutandovi con le fruste elettriche 15, per ottenere una crema 16. Unite i due composti 17: mescolate con un spatola per amalgamarli. Incorporate la farina e il lievito setacciati 18, aromatizzate con la scorza di arancia grattugiata 19. Versate l’impasto in uno stampo da 26 cm di diametro imburrato e rivestito con carta forno (per tutti i dettagli di questo procedimento consultate la scheda come Foderare una tortiera con carta da forno)20. Riprendete le due creme ormai fredde, distribuite dei mucchietti di crema pasticcera aiutandovi con un cucchiaio 21. Ripetete la stessa operazione per la crema pasticcera al cioccolato 22 e ricoprite interamente la superficie della torta 23. Infornate a 180°C per 65 minuti in forno statico preriscaldato. A cottura ultimata la torta Nua si presenterà ben dorata in superficie, sfornatela 24 lasciatela intiepidire prima di sformarla. "
}