{
    "title": "Crostatine alle mele e cannella",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mele",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare le crostatine di mele e cannella, iniziate dalla frolla: nel robot da cucina versate la farina setacciata, lo zucchero a velo e il burro freddo di frigo 1. Quindi azionatelo per realizzare un composto sabbioso 2, da rovesciare poi su un piano di lavoro. Create la classica fontana e al centro ponete i semi della bacca di vaniglia e i tuorli 3. Lavorate velocemente l'impasto 4 e formate un panetto; avvolgetelo nella pellicola 5 e ponetelo in frigorifero per almeno 30 minuti. Intanto dedicatevi alla crema: in un tegame scaldate il latte e 50 ml di panna. Aggiungete un pizzico di cannella in polvere e la stecca intera di cannella 6. Prelevate la scorza di un limone non trattato e aggiungetelo al latte e panna 7. Mentre il composto è sul fuoco, versate i tuorli nel robot da cucina e unite lo zucchero semolato 8: azionate il robot per frullare gli ingredienti 9. Quando saranno ben amalgamati, aggiungete l'amido di mais 10 e azionate di nuovo il robot per mescolare il tutto. Trasferite la crema ottenuta in una ciotola 11. Quando la panna e il latte avranno sfiorato il bollore, spegnete il fuoco ed eliminate la scorza di limone e la stecca di cannella 12. Versate a filo il composto con le uova nel tegame con il latte e panna 13 e mescolate con una frusta per evitare la formazione di grumi. Accendete il fuoco basso e fate addensare la crema. Quando avrà raggiunto una consistenza cremosa, liscia e senza grumi 14, ponetela in una ciotola e coprite con pellicola a contatto 15 per farla raffreddare completamente. Intanto, imburrate 16 e infarinate accuratamente gli stampini per le crostatine di 12 cm di diametro. Riprendete la pasta frolla e stendetela in un disco dello spessore di mezzo centimetro circa 17. Con un coppapasta di 14 cm di diametro ricavate 6 dischi. Posizionate ciascun disco di frolla sullo stampino 18; fateli aderire perfettamente allo stampo e con i rebbi di una forchetta bucherellate il fondo 19, poi adagiate un quadrato di carta da forno e le sfere di ceramica per la cottura alla cieca 20 (potete anche utuilizzare dei legumi secchi come i fagioli). Cuocete le crostatine in forno statico preriscaldato a 180° per circa 20 minuti (se forno ventilato a 160° per 10 minuti). Una volta cotte, sfornate le basi 21 e lasciatele intiepidire. Poi trasferitele su una gratella per farle raffreddare completamente 22. In una ciotolina versate il succo del limone spremuto e filtrato 23; a parte mescolate lo zucchero di canna e la cannella 24 e aggiungetelo al succo di limone. Ora tagliate le mele a fettine sottili qualche millimetro 25 e dividetele a metà. Immergetele nella ciotolina con il limone e lo zucchero di canna 26 così che non anneriscano. Poi in una ciotola a parte montate la panna 27 e unitela delicatamente alla crema oramai fredda. Mescolate con una spatola dall'alto verso il basso 28, quindi trasferite la crema in una sac-à-poche usa e getta a cui avrete praticato un'apertura di circa 1 cm. Farcite le crostatine con la crema 29 e disponete le fettine di mele ben scolate a raggiera 30. Con la crema avanzata create un'ulteriore guarnizione, magari un ciuffetto al centro di ogni crostatina 31 e decorate con un ribes rosso 32. Le vostre crostatine con mele e cannella sono pronte per essere gustate 33! "
}