{
    "title": "Delizie di Pavesini ai frutti di bosco",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "400 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "125 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lamponi",
            "quantity": "6"
        },
        {
            "ingredient": "Ribes",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le delizie di Pavesini ai frutti di bosco, per prima cosa preparate la purea di frutti rossi: lavate, spuntate e tagliate a pezzi le fragole 1; mettele in una padella antiaderente insieme ai lamponi 2 e ai ribes 3. Aggiungete lo zucchero semolato 4 e mescolate il tutto con un cucchiaio 5 quindi fate cuocere a fuoco basso per almeno 15 minuti 6. Quando la frutta sarà morbida, passatela in un passaverdure 7; setacciate ulteriormente la purea ottenuta tra le maglie strette di un colino fino ad avere un succo molto fine (8-9). Lasciate raffreddare la coulis ottenuta. Passate ora alla preparazione della crema ai frutti rossi, che costituirà il ripieno delle delizie: passate al setaccio la ricotta e lavoratela con una frusta in una ciotola (10-11); aggiungete quindi 250 ml di coulis di frutti rossi, che nel frattempo sarà raffreddata, presi dalla dose totale 12 e mescolate con la frusta per amalgamare il composto 13. Ammollate in acqua fredda per 10 minuti la gelatina in fogli 14, strizzatela e scioglietela in due cucchiai di panna intiepidita, presi dai 250 ml indicata negli ingredienti 15. Aggiungete la gelatina in fogli sciolta al composto di ricotta e frutti rossi e amalgamate il tutto 16. Montate la panna fredda da frigorifero con lo zucchero a velo (vedi la nostra Scuola di Cucina: come montare la panna) e unitela al composto di ricotta e frutti rossi 19. Cercate di non smontare la panna e incorporatela al composto delicatamente 20. Conservate la crema con un foglio di pellicola a contatto e ponetela a rassodare in frigorifero per almeno 2 ore 21. Ora componete le delizie: allungate il succo di frutti rossi restante con circa 70-80 ml di acqua 22, altrimenti sarebbe troppo spesso per essere assorbito, e inzuppate i Pavesini 23. Lasciate i Pavesini in ammollo per ammorbidirli ma fate attenzione a non inzupparli troppo, altrimenti si spezzeranno. Adagiate 6 Pavesini in ogni semisfera di uno stampo in silicone, o in acciaio, apposito per le delizie. Metteta a croce 4 Pavesini e spezzate i 2 restanti per foderare le parti vuote 24. Riempite ogni delizia con la crema trasferita in una sac-à-poche alternando strati di crema ai mirtilli interi lavati (25-26-27). Mettete circa 5 mirtilli in ogni delizia o secondo i vostri gusti (se non avete la sac-à-poche utilizzate un cucchiaio). Una volta riempite, sigillate le delizie alla base con altri 3 Pavesini inzuppati: uno intero e gli altri due con gli angoli smussati (28-29). Fate raffreddare in frigorifero le delizie per 2/3 ore o in freezer per 1 ora fino a che non si saranno rassodate. Trascorso questo tempo sformatele dagli stampi e ponetele su una gratella 30. Diluite la crema rimasta con circa 50 ml di panna o latte 31 e usatela per ricoprire le delizie, versate la crema con un cucchiaio e lasciatela ricadere su tutta la superficie delle delizie 32. Lasciatela rapprendere per circa 1 ora in frigorifero 33. Trasferite la crema restante in una sac-à-poche con bocchetta stellata e lasciatela rassodare di nuovo in freezer. Passate infine alla decorazione finale: mettete le delizie su di un piatto da portata e decorate le delizie con dei ciuffi alla base e uno in cima (34-35). Terminate con un lampone in cima e dei ribes 36 ed ecco pronte le vostre delizie di Pavesini ai frutti di bosco. "
}