{
    "title": "Torta gelato biscotto",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Gelato al fiordilatte",
            "quantity": "750 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la torta gelato biscotto come prima cosa iniziate a realizzare la pasta frolla. In una ciotola setacciateÂ la farina, il lievito per dolci e il cacao 1. Poi unite il burro freddo a cubetti e lavorate il tutto con i polpastrelli 2 fino ad ottenere un composto sabbioso. Aggiungete poi lo zucchero 3 e mescolate il tutto.Â In ultimo versate anche le uova 4 e impastate rapidamente il tutto. Trasferite poi il composto su un piano 5 e lavoratelo velocemente, solo fino aÂ che non risulterÃ compatto 6.Â A questo punto avvolgete la pasta frolla al cacao all'interno della pellicola per alimenti 7 e riponetela in frigorifero per almeno 30 minuti. Poi riprendete il panetto, trasferitelo su un piano infarinato 8 e utilizzando un mattarello stendetelo 9 fino ad ottenere uno spessore di 1 cm.Â Utilizzando un coppapasta da 22 cm ricavate un disco di frolla 10 e trasferitelo su una leccarda foderata con la carta forno. Raccogliete gli scarti e lavorateli velocemente per compattarli 11. Quindi stendete nuovamente l'impasto 12Â e ricavate un altro disco, sempre da coppare con un anello di 22 cm di diametro 13. Ponete anche disco sulla leccarda 14 e cuocete in forno statico preriscaldato a 180Â° per 15 minuti nel ripiano centrale. Una volta cotto sfornate i dischi di biscotto 15 e lasciateli raffreddare completamente.Â Solo quando saranno completamente freddi trasferite il gelato in una ciotola, aggiungete le gocce di cioccolato 16 e lavoratelo rapidamente per uniformare il tutto, ma senza farlo sciogliere 17. Ponete poi uno dei due dischi su un piatto da portata; posizionate al di fuori anche il disco da pasticceria da 22 cm e versate il gelato all'interno 18. Livellate con un cucchiaio in modo da ottenere lo stesso spessore.Â Finite la torta con il secondo disco di biscotto, pressandolo leggermente con le mani 19 e riponetela in freezer per circa 3 ore. Trascorso questo tempo estraetela dal freezer e lasciatela a temperatura ambiente per un paio di minuti 20. Estraete l'anello delicatamente 21 e se necessario rifilate i bordi con il dorso di un cucchiaio. Spolverizzate la superficie con del cacao amaro (22-23) e servite la vostra torta gelato biscotto 24.Â "
}