{
    "title": "Nastar cookies",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 200 g"
        },
        {
            "ingredient": "Margarina vegetale",
            "quantity": "fredda 100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 2 medi) 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ananas",
            "quantity": "800 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "(la scorza e il succo) 1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare i nastar cookies, per prima cosa preparate la confettura: pulite lâananas e tagliatelo a tocchetti 1 (in tutto avrete bisogno di circa 550 g di polpa), poi trasferitelo in una casseruola capiente e aggiungete lo zucchero 2, la cannella, il succo di limone 3, la scorza grattugiata di unâarancia 4 e il suo succo 5. Cuocete a fuoco moderato per circa 20 minuti mescolando ogni tanto, poi versate il composto in un frullatore 6 e frullate per ottenere una consistenza omogenea 7. Rimettete il composto sul fuoco e cuocete per altri 5-10 minuti in base a quanto liquido sarÃ presente, per ottenere un risultato piuttosto denso8. Versate la confettura in una ciotola e lasciatela raffreddare 9. Passate alla preparazione della frolla: in una planetaria munita di gancio a foglia versate la margarina, il burro 10 e lo zucchero a velo 11 e lavorate a velocitÃ bassa per amalgamare gli ingredienti (in alternativa potete utilizzare una ciotola e impastare con le mani). Aggiungete i tuorli 12 e azionate nuovamente la planetaria per incorporarli al composto. Infine unite la farina e lâamido di mais 13 e lavorate il tutto fino ad ottenere un impasto liscio e compatto. Formate un panetto 14, avvolgetelo nella pellicola e lasciate riposare in frigorifero per almeno unâora. A questo punto riprendete la confettura che si sarÃ ormai raffreddata e foderate un vassoio con un foglio di carta forno: prendete un cucchiaino di confettura per volta e formate delle palline aiutandovi con un altro cucchiaino 15, poi coprite il vassoio con pellicola e mettete in frigorifero a rassodare per almeno unâora. Trascorso il tempo di raffreddamento, riprendete sia la frolla che la confettura dal frigorifero: prelevate delle piccole porzioni di impasto da circa 30 g lâuna 16, appiattitele sul palmo della mano e posizionate al centro una pallina di confettura 17, poi richiudete sigillando la frolla intorno al ripieno per formare una piccola sfera 18. Adagiate le sfere ottenute su una leccarda foderata con carta forno e spennellatele con il composto di tuorlo e panna 19. Cuocete in forno statico preriscaldato a 160Â° per circa 25 minuti, fino a che i biscotti non saranno dorati 20, poi sfornate e lasciate raffreddare. I vostri nastar cookies sono pronti per essere gustati 21! "
}