{
    "title": "Struffoli",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "da fondere 60 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(di un uovo medio) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Liquore all'anice",
            "quantity": "15 g"
        },
        {
            "ingredient": "Codette colorate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "175 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cedro candito",
            "quantity": "30 g"
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "confettini argentati q.b."
        },
        {
            "ingredient": "Ciliegie candite",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli struffoli fondete il burro e lasciatelo intiepidire. Nel frattempo ponete in una ciotola la farina, lo zucchero 1, le uova, un pizzico di sale, la scorza grattugiata dellâarancia 2, il burro fuso 3 e il liquore allâanice 4. Iniziate ad impastare a mano nella ciotola, poi trasferite lâimpasto su una spianatoia 5 e impastate fino a creare un panetto compatto e omogeneo 6. Copritelo con un canovaccio pulito 7 e fatelo riposare per almeno 30 minuti a temperatura ambiente. Trascorso il tempo di riposo riprendete il panetto 8, dividetelo in 6/7 parti uguali con un tarocco o un coltello 9. Con ciascun pezzo create dei bastoncini spessi circa 1 cm 10. A questo punto, tagliate i bastoncini a piccoli pezzettini da 1 cm 11 e disponeteli su un telo, facendo attenzione a non sovrapporli 12. Passate alla cottura: scaldate in una pentola lâolio di semi quando sarÃ ben caldo immergete gli struffoli con una schiumarola 13, per una frittura ottimale assicuratevi che lâolio raggiunga la temperatura di circa 180Â° con un termometro per alimenti, per non abbassare la temperatura dellâolio cuocete pochi struffoli alla volta. Mescolate con una schiumarola per ottenere una cottura uniforme; saranno sufficienti 2-3 minuti per ottenere dei bocconcini dorati al punto giusto; scolateli 14 e trasferiteli su un vassoio rivestito con carta assorbente per asciugare lâolio in eccesso 15. Fate raffreddare gli struffoli e sciogliete il miele in una pentola a fuoco basso 16, quando il miele sarÃ sciolto versate gli struffoli e mescolate per amalgamare 17. Spegnete il fuoco e lasciate intiepidire, poi aggiungete gli zuccherini colorati 18. tagliate a piccoli cubetti le arance e il cedro canditi (19-20), versateli nella pentola con gli struffoli 21 e mescolate delicatamente con un cucchiaio. Prendete un piatto di portata, al centro posizionate un barattolo di vetro che servirÃ per creare la forma a corona , distribuite intorno al barattolo gli struffoli 22, quando il miele si sarÃ solidificato, togliete delicatamente il barattolo dal centro del piatto 23. Decorate con le ciliegie candite, i confettini argentati e servite i vostriÂ struffoli 24. "
}