{
    "title": "Pizza dolce alla frutta",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "5 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "2 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "q.b."
        },
        {
            "ingredient": "Confettura di ribes",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pesche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Albicocche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "70 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "1"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pizza dolce alla frutta, iniziate dalla base: dividete la dose di latte tiepido in 2 ciotoline: in una aggiungete alla metà del latte il miele 1 e il lievito (in alternativa potete usare 6 g di lievito di birra fresco) 2, mescolando per scioglierli con un cucchiaino 3. Nell'altra ciotolina con l'altra mezza dose di latte tiepido, aggiungete il sale 4 e fatelo sciogliere mescolando con un cucchiaino 5. In una ciotola capiente versate la farina setacciata e grattugiate la scorza di arancia 6. Quindi versate i due liquidi nella ciotola con la farina e la scorza di arancia grattugiata: aggiungete prima il latte in cui avete sciolto il miele e il lievito 7, poi mescolate brevemente la forchetta 8 e versate anche il latte in cui avevate sciolto il sale 9. Aggiungete anche l'olio 10 e iniziate a lavorare il composto a mano 11. Quando i liquidi si saranno assorbiti, trasferite l'impasto su un piano di lavoro o una spianatoia infarinata 12. Impastate in maniera energica con le mani 13 per ottenere un impasto liscio e morbido con cui formerete una pallina 14. Ponetela in una ciotola coperta con pellicola trasparente e fate lievitare per almeno 3 ore a temperatura ambiente 15. Passato il tempo necessario l'impasto sarà cresciuto di volume 16. Quindi mettetelo su un ripiano infarinato e stendetelo con un mattarello 17 per ricavare un disco di pan brioche dello spessore di 1 cm e del diametro di 34 cm. Prendete una teglia di 34 cm di diametro e rivestitela di carta da forno. Adagiate il disco di pan brioche nella teglia con l'aiuto del mattarello 18. Assicuratevi di far aderire perfettamente la base e i bordi allo stampo 19. Quindi bucherellate la base con i rebbi di una forchetta 20 e cuocete in forno statico preriscaldato a 180° per 30 minuti (se usate il forno ventilato a 160° per 20-25 minuti). Quando sarà cotta toglietela dal forno e fatela intiepidire 21. Intanto iniziate a preparare la frutta per farcire la pizza: lavate bene ciascun frutto, dividete le albicocche a metà, togliete il nocciolo e riducetele in spicchi 22. Dividete a metà anche la pesca e riducetela a dadini piccoli; quindi proseguite con le fragole, provandole delle foglioline e tagliandole a metà 23. Poi pelate il kiwi, dividetelo a metà e tagliatelo a fette per il senso della larghezza 24. Infine lavate anche le ciliegie e i mirtilli che serviranno sempre a condire la pizza. Ora spennellate accuratamente tutta la base della pizza dolce con 100 g di confettura di ribes 25 che avrete leggermente riscaldato in precedenza per renderla più liquida. Quindi aggiungete a mano a mano uniformemente la frutta sulla pizza, iniziando dagli spicchi di albicocca 26, poi i cubetti di pesca e le fragole 27. Completate con i mirtilli e le ciliegie intere 28. Allungate la confettura rimasta con 50 g di acqua a temperatura ambiente e spennellate la frutta; questa operazione conserverà meglio la frutta e darà un effetto lucido 29. Poi terminate di guarnire con qualche fogliolina di menta. La vostra pizza dolce alla frutta sarà pronta per colorare la vostra tavola 30! Conservatela in frigo e tiratela fuori 15 minuti prima di servirla. "
}