{
    "title": "Biscotti al teff",
    "ingredients": [
        {
            "ingredient": "Farina di teff",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "170 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "75 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "65 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "senza glutine 6 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti al teff, per prima cosa versate il latte in un pentolino e fatelo scaldare senza che raggiunga il bollore. Nel frattempo unite in una ciotola la farina di teff, la farina di nocciole 1, lo zucchero di canna 2 e il lievito in polvere 3. Aggiungete il burro a pezzi, freddo di frigo 4, e sbriciolatelo nel composto con la punta delle dita 5. A questo punto versate il latte caldo 6 e mescolate brevemente per stemperare il composto. Aggiungete le uova sbattute 7 e impastate con le mani per amalgamarle al resto degli ingredienti. Prima che il composto risulti del tutto omogeneo, unite anche la farina di riso 8 e finite di impastare fino ad ottenere un panetto dalla consistenza uniforme 9. Avvolgete il panetto nella pellicola trasparente e lasciatelo riposare in frigorifero per almeno 30 minuti. Trascorso il tempo di riposo, riprendete lâimpasto e lavoratelo per dargli la forma di un salsicciotto lungo circa 30 cm 10. Avvolgete il salsicciotto in un foglio di carta forno 11, appiattendo i bordi sul piano di lavoro man mano che lo arrotolate in modo da dargli una forma squadrata 12. Mettete lâinvolucro in freezer a rassodare per circa 20 minuti. Trascorso il tempo di raffreddamento, eliminate la carta forno 13 e cospargete un vassoio con lo zucchero semolato 14, poi passate il salsicciotto nello zucchero fino a ricoprirne uniformemente i latiÂ 15. A questo punto tagliatelo a fette dello spessore di 1 cm 16 e posizionate i quadratini ottenuti su una leccarda foderata con carta forno 17 Con queste dosi otterrete circa 35 biscotti. Cuocete i biscotti in forno statico preriscaldato a 170Â° per circa 30-35 minuti posizionandoli sul ripiano medio. Quando saranno uniformemente dorati 18, sfornate e lasciate intiepidire: i vostri biscotti al teff saranno pronti per essere gustati! "
}