{
    "title": "Baci di dama salati",
    "ingredients": [
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo a cubetti 80 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Formaggio fresco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "3 fili"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i baci di dama salati iniziate dall’impasto: nella ciotola di un mixer versate la farina 00 e la farina di mandorle 1, aggiungete il burro freddo tagliato a cubetti 2, il sale grosso 3. Azione il mixer a più riprese e frullate tutto fino ad ottenere un composto sabbioso 4, trasferite l’impasto su una spianatoia (o se vi è più comodo all’interno di una ciotola ampia), ricavate un incavo al centro e aggiungete qui il Parmigiano reggiano grattugiato 5 e il vino bianco 6. Impastate velocemente a mano 7, il tempo necessario per compattare l’impasto ma senza scaldarlo 8, quindi staccate dei pezzettini da 10 gr ciascuno e realizzate delle palline 9. Con le dosi indicate otterrete circa 36 palline. Trasferite le palline su una leccarda rivestita con carta da forno 10 e cuocete in forno statico preriscaldato a 180° per 25 minuti, posizionando la teglia sul ripiano più basso del forno. A cottura ultimata, sfornate i vostri baci di dama salati 11 e lasciateli raffreddare su una gratella. Intanto preparate la farcitura: in una ciotolina mescolate il formaggio fresco con l’erba cipollina tritata, il sale e il pepe 12. Trasferite la crema al formaggio in una sac-à-poche con bocchetta liscia e, quando i baci di dama si saranno raffreddati, procedete con la farcitura. Prendete una pallina, spremete la crema sul lato più piatto 13 richiudete con un secondo biscottino 14 e pressate leggermente per far aderire i due biscotti. I vostri baci di dama salati sono pronti per essere gustati 15! "
}