{
    "title": "Bavarese al cocco e lime",
    "ingredients": [
        {
            "ingredient": "Cocco",
            "quantity": "purea 300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "150 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "75 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lime",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il bavarese al cocco e lime, per iniziare potreste dedicarvi alla decorazione che richiede un po’ di tempo (potreste anche prepararla il giorno prima): lavate e affettate il lime in fette di 2 mm di spessore 1, quindi spolverizzatele con zucchero a velo 2 e ponetele a seccare in forno a 70° circa per 6 ore (potreste approfittare della bassa temperatura del forno per realizzare delle meringhe da offrire assieme alla bavarese!). Passate a preparare il bisquit: in una planetaria iniziate a lavorare le uova 3 con le fruste (potete anche usare uno sbattitore elettrico) poi mescolate la farina di nocciole, lo zucchero a velo4 e la farina 005. Montate anche gli albumi a neve con un pizzico di sale 6 quindi unite poco alla volta le polveri alle uova 7 e mescolate con una spatola, unite anche gli albumi montati a neve 8, mescolando con la spatola dall’alto verso il basso per non smontarli. Versate il composto ottenuto in una teglia foderata con carta da forno di 30x40 cm e stendetelo con una spatola 9 per ottenere uno spessore di 5 mm. Infornate in forno preriscaldato a 200° per 10 minuti circa (se forno ventilato a 180° per 5 minuti): il bisquit dovrà cuocersi senza indurirsi troppo. Intanto dedicatevi al bavarese: ponete la gelatina in ammollo in acqua fredda per almeno 10 minuti 10. In un pentolino versate il latte e la pure a di cocco 11 e portate a bollore. Lavorate i tuorli con lo zucchero con una frusta 12. Poi versate il latte e cocco caldi sui tuorli 13 mescolando e trasferite nuovamente il composto sul pentolino. Continuate la cottura a fuoco dolce, mescolando 14 fino a quando la crema non velerà il cucchiaio. Quindi filtrate la crema al colino 15 e raccoglietela in una ciotola, unite la gelatina ben strizzata 16 e mescolate per farla sciogliere completamente nella crema ancora calda. Una volta sciolta completamente la gelatina, adagiate la ciotola in una più grande contenente ghiaccio (questo procedimento serve per raffreddare rapidamente la crema mantenendone la consistenza), unite anche la scorza grattugiata di 1 lime 17; Montate la panna fresca con una planetaria dotata di fruste 18 oppure uno sbattitore elettrico; unitela a tre riprese alla crema quando sarà completamente fredda 19, mescolando dall’alto verso il basso per non smontarla. Riprendete il bisquit dal forno, staccate i bordi delicatamente dalla leccarda aiutandovi con la lama di un coltellino 20, quindi dividetelo in rettangoli di circa 20 cm di lato (dovranno essere poco più piccoli dello stampo da plumcake) 21; prendete uno stampo da plumcake 22x9 cm e versateci la bavarese aiutandovi con un mestolo 22 fino a poco meno della metà dello stampo. Poggiate delicatamente sulla bavarese un rettangolo di bisquit, srotolandolo adagio 23; terminate di versare la bavarese 24 e terminate con un rettangolo di biscquit 25. Ponete a raffreddare in freezer per una notte. Scongelate poi la bavarese in frigorifero per qualche ora, poi passate un coltellino rasente i lati dello stampo per sformare più facilmente la bavarese 26, capovolgendola su un piatto da portata. Potete decorare con le fettine di lime essiccate il vostro bavarese al cocco e lime 27. "
}