{
    "title": "Cupcake al miele decorati",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "45 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Frumina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "giallo q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "assortite q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "palline zuccherate colorate q.b."
        }
    ],
    "preparation": " Per realizzare i cupcakes al miele decorati iniziate dalla preparazione dellâimpasto di base: ponete in una ciotola il burro ammorbidito a pezzetti e lo zucchero 1 e lavorate il composto a crema 2; unite l'uovo 3 e continuate a lavorare gli ingredienti fino ad ottenere un composto chiaro e spumoso. In una ciotola a parte versateÂ la farina, la frumina, poi unite anche il lievito e un pizzico di sale 4; setacciate le polveri nella ciotola contenente il composto di burro, zucchero e uovo 5 e mescolate con un cucchiaio di legno per amalgamare gli ingredienti, poi versate il latte a temperatura ambiente 6, mescolate e per ultimo unite il cacao amaro in polvere 7. In un pentolino per bagnomaria sciogliete il cioccolato fondente tritato 8, unitelo al composto e mescolate per ottenere un impasto omogeneo 9. Trasferite lâimpasto in una sac-Ã -poche con bocchetta liscia e spremetelo dentro i pirottini di carta posizionati allâinterno di uno stampo da muffin 10. Cuocete i cupcake in forno statico preriscaldato a 180Â° per 15 minuti (se forno ventilato a 160Â° per 10 minuti). A cottura ultimata sfornate i cupcake e lasciateli raffreddare 11. Intanto occupatevi della crema: tagliate a metÃ la bacca di vaniglia 12 ed estraete i semi, ponete i fogli di gelatina in una ciotola con acqua fredda per circa 10 minuti in modo da ammorbidirli 13. Versate il latte in un pentolino e portatelo a bollore, aromatizzate con i semi della bacca di vaniglia 14, aggiungete lo zucchero 15 e mescolate per farlo sciogliere, quindi unite anche il miele 16, mescolate ancora per amalgamare gli ingredienti e dopo unite la gelatina in fogli ben strizzata 17 mescolando per farla sciogliere e far addensare la crema e poi spegnete il fuoco, trasferitela in una ciotola, copritela con la pellicola a contatto 18 e fatela raffreddare. Ponetela prima a temperatura ambiente e poi in frigo per almeno un paio d'ore in modo che sia ben fredda prima di unire la panna montata. Prima di impiegarla in ogni caso sarÃ opportuno lisciarla lavorandola qualche istante con la frusta. Passate le due ore, prendete la panna fresca e montatela con le fruste elettriche: dovrÃ risultare semimontata 19, incorporate la panna semi montata alla crema fredda e lisciata con le fruste 20 e poi prendete il colorante giallo e mettetene qualche goccia nella crema 21, quanto basta per ottenere un colore giallo acceso. Ricoprite la crema gialla con la pellicola a contatto 22 e riponetela in frigorifero a rassodare per circa due ore. Quando la crema sarÃ ben soda e compatta, trasferitela in una sac-Ã -poche con bocchetta stellata e ricoprite i cupcake con un generoso ciuffo di crema 23. Per finire guarnite i cupcake con le decorazioni di zucchero a piacere 24 o anche palline di zucchero colorate. I cupcake al miele decorati sono pronti da gustare! "
}