{
    "title": "Tortelli con uvetta al profumo di arancia",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "2-3 cucchiai"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "(1 bustina) 16 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "60 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "(o altro liquore) 2 cucchiai"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Mettete in ammollo l’uvetta con il rum e tanta acqua tiepida 1 quanta ne serve per ricoprirla interamente. Sgusciate le uova e ponetele in una ciotola assieme allo zucchero 2, al latte 3 e la scorza d’arancia grattugiata 4. Sbattete gli ingredienti con una frusta 5, poi aggiungete il succo di arancia filtrato 6 e, sempre mescolando, unite la farina setacciata mischiata con il lievito 7, mescolate bene per amalgamare gli ingredienti 8 utilizzando una frusta fino a che il composto raggingerà una consistenza liscia e omogenea 9. infine scolate l'uvetta 10, strizzatela e aggiungetela al composto 11 e mescoalte bene sempre utilizzando una frusta 12 coprite la ciotola con la pellicola trasparente e lasciate riposare per mezz’ora 13.Versate dell’olio in un tegame dai bordi alti e portatelo a temperatura fino a farlo diventare caldo ma non bollente; prendete una quantità di impasto del volume di una noce con un cucchiaio 14 e, con l’aiuto di un altro cucchiaio, fatelo scivolare nell’olio caldo.Una volta immerso l’impasto nell’olio, girate il tortello in modo che si cuocia e si gonfi uniformemente su tutti i lati. La frittura deve avvenire lentamente in modo che il tortello abbia il tempo di cuocersi all’interno senza bruciare esternamente. Immergete quindi, in varie fritture, tutto l’impasto a piccoli mucchietti fino ad esaurirlo; quando i tortelli saranno ben dorati, scolateli con una schiumarola 16 e poneteli su della carta assorbente da cucina a perdere l’olio in eccesso. Spolverizzate i tortelli con uvetta al profumo di arancia con lo zucchero a velo e la cannella (17-18) e serviteli caldi o tiepidi . "
}