{
    "title": "Pastiera alle mandorle e crema pasticcera",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 190 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "70 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Aroma alla mandorla",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "375 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Grano per pastiera",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "175 g"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "175 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la pastiera alle mandorle e crema pasticcera, iniziate dalla frolla: in un mixer ponete la farina setacciata e il burro freddo di frigo a pezzetti 1. Azionate le lame per creare la sabbiatura, poi ponetela in una ciotola e aggiungete la farina di mandorle 2, lo zucchero 3 e grattugiate la scorza di un'arancia non trattata 4. Unite anche l'aroma di mandorle 5, l'uovo intero e il tuorlo e il latte condensato 6. Impastate velocemente con le mani direttamente nella ciotola 7 e formate un panetto omogeneo e compatto: potete avvoglerlo nella pellicola trasparente 8 e farlo rassodare in figorifero per almeno un'ora. Intanto dedicatevi alla crema pasticcera all'arancia: in un tegame capiente versate i tuorli, lo zucchero 9 e lavorateli a crema con una frusta a mano 10; setacciate all'interno del tegame la farina 11, grattugiate la scorza d'arancia 12 e versate il latte a filo 13. Mescolate e portate sul fuoco dolce per far cuocere e addensare la crema 14: sarà pronta 15 quando alzando la frusta terrà la forma prima di ricadere nel tegame. Ponete la crema in una ciotolina coperta con pellicola trasparente a contatto e fatela raffreddare in frigorifero 16. A questo punto setacciate la ricotta vaccina e di pecora 17 per renderla più cremosa. Versatela poi nel mixer insieme al grano cotto 18, le scorze di arancia candite tagliate a cubetti 19, la crema pasticcera oramai fredda e il latte condensato 20. Azionate le lame per frullare tutti gli ingredienti e realizzare un composto liscio e omgeneo 21. Ora potete comporre la vostra pastiera alle mandorle con crema pasticcera: prendete il panetto di frolla e stendetelo su un piano di lavoro leggermente infarinato per realizzare un disco spesso circa mezzo centimetro 22. Imburrate e foderate con carta da forno una tortiera di 28 cm di diametro. Quindi avvolgete il disco sul mattarello e srotolatelo delicatamente sullo stampo 23. Eliminate le parti in eccesso (vi serviranno per la decorazione) e fate aderire la frolla allo stampo 24. Versate il ripieno 25 e uniformatelo con una spatola, quindi rifinite i bordi con un tagliapasta liscio a filo del ripieno 26. Impastate i ritagli di frolla e stendeteli per realizzare poi le classiche strisce di 1 cm di spessore 27 da adagiare sulla superficie della pastiera per formare delle losanghe 28. Spennellate la pastiera con l'uovo sbattuto 29 e cuocete in forno statico preriscaldato a 180° per 60 minuti (se forno ventilato a 160° per circa 50 minuti). Una volta cotta, sfornatela e lasciatela intiepidire, prima di sformarla e servirla 30! "
}