{
    "title": "Torta arlecchino",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "temperatura ambiente 140 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "220 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "misti q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta arlecchino unite in una ciotola lo zucchero, i semi della bacca di vaniglia e il burro ammorbidito 1 e passateli con uno sbattitore elettrico. Aggiungete le uova 2 intere a temperatura ambiente una ad una fino a che assumeranno una consistenza cremosa 3. Sempre mescolando, aggiungete la scorza del limone e dell’arancia 4 e mescolate. Aggiungete quindi la farina 5, il lievito e la fecola di patate precedentemente setacciati e mescolate bene. Successivamente versate il latte a temperatura ambiente nell’impasto 6. Ripartite l’impasto ottenuto in parti uguali in quattro ciotole; lasciatene una con l’impasto naturale e nelle altre tre aggiungete una punta di colorante 7 per alimenti di colore diverso, preferibilmente in polvere. Utilizzate ad esempio il colorante rosso, blu e giallo e mischiate insieme le polveri per ottenere colori diversi. Imburrate e infarinate una tortiera di 18 cm con i bordi alti (una tortiera da panettone), riponete un cucchiaio di impasto al centro 8, poi sovrapponete un altro cucchiaio di impasto di un altro colore 9 sopra il primo, poi un altro ancora 10 e procedete disponendo una cucchiaiata di impasto sopra l'altro fino a terminare gli impasti colorati. Man mano che si procede con i colori l’impasto si allargherà 11, andando a ricoprire tutto il diametro della tortiera 12. Infornare a 180° per 50/60 minuti, fino a quando, introducendo uno stecchino, questi non risulterà asciutto. Fate raffreddare la torta, toglietela dallo stampo e cospargetela con una spolverata di zucchero a velo. Per rendere la torta arlecchino ancora più allegra aggiungete a piacere decorazioni per dolci colorate. "
}