{
    "title": "Plumcake ai mandarini",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di mandarino",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Scorza di mandarino",
            "quantity": "4"
        }
    ],
    "preparation": " Per preparare il plumcake ai mandarini, per prima cosa lavate bene i mandarini all'esterno, strofinandoli con un canovaccio per eliminare le impuritÃ e grattugiate la scorza, che terrete da parte. Dividete i mandarini a metÃ e spremeteli 1, filtrando il succo ottenuto con un colino 2 e tenete da parte anche questo. Setacciate la farina, la fecola e il lievito insieme in una ciotola capiente 3. In una ciotola di una planetaria munita di frusta (oppure con uno sbattitore elettrico), montate le uova con lo zucchero 4 fino a farle diventare gonfie e spumose 5. Nel frattempo sciogliete il burro a bagnomaria (o nel microonde) e aggiungetelo al composto di uova e zucchero, sempre mescolando 6. Aggiungete, sempre mescolando il succo dei mandarini filtrato 7. A questo punto unite le polveri setacciate 8 in un paio di riprese, mescolate e per ultimo unite la scorza grattugiata dei mandarini 9. Imburrate uno stampo da plumcake (dimensioni 27cm x 11cm) e rivestitelo con la carta forno 10, versatevi all'interno il composto 11 e infornate in forno giÃ caldo a 180Â° per 45 minuti. Una volta cotto, fate raffreddare il vostro plumcake ai mandarini su di una gratella 12 e servite! Se gradite, potete spolverizzarlo con dello zucchero a velo! "
}