{
    "title": "Minicake di Pavesini allo yogurt miele e noci",
    "ingredients": [
        {
            "ingredient": "Yogurt greco",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "5"
        },
        {
            "ingredient": "Miele",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le minicake di Pavesini allo yogurt miele e noci, procedete con la base dei minicake: mettete i Pavesini in un mixer 1 e tritateli finemente 2 quindi sciogliete il burro e amalgamatelo ai Pavesini tritati 3, per ottenere un composto omogeneo. Disponete un cucchiaio di composto sul fondo di 10 pirottini monoporzione (i nostri hanno un diametro di 8,5 cm) e compattatelo con il dorso di un cucchiaio (4-5). Mettete il fondo a rassodare in frigo per almeno 30 minuti 6. Se preferite potete fare anche una torta unica in una tortiera da 22 cm circa di diametro. Intanto tritate grossolanamente con un coltello le noci 7 e mettete in ammollo in acqua fredda per 10 minuti la gelatina 8. Quando sarà ammorbidita, strizzatela e scioglietela nei 60 ml di panna tiepida 9. Preparate a questo punto la crema per il ripieno: lavorate in una ciotola lo yogurt greco e aggiungete la panna con la gelatina 10. Mescolate e unite poi il miele e le noci tritate (11-12); amalgamate bene il tutto per avere una crema liscia e omogenea. Riprendete i pirottini dal frigo e riempiteli con la crema fino al bordo (13-14). Lasciate rassodare ora le minicake in frigorifero per almeno 3 ore; trascorso questo tempo, sformate le minicake dal pirottino mettele su di un piattino da portata. Decorate ogni minicake con un gheriglio di noce a metà posto al centro e un cucchiaio di miele 15. Servite le vostre minicake di Pavesini allo yogurt miele e noci! "
}