{
    "title": "Tortino al cioccolato bianco con panna al maraschino",
    "ingredients": [
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Maraschino",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i tortini al cioccolato bianco con panna al maraschino, iniziate dall'impasto dei tortini: tritate grossolanamente il cioccolato bianco 1, poi scioglietelo a bagnomaria 2 (l'acqua del pentolino non dovrà toccare il contenitore in cui verserete il cioccolato) mescolando con un cucchiaio di legno 3. Una volta sciolto completamente, aggiungete il burro e amalgamatelo al cioccolato 4. Nella ciotola di una planetaria ponete le uova e montatele con la frusta 5; quando saranno bianche e spumose unite il latte condensato 6. Poi versate il cioccolato bianco fuso a filo 7 e continuate a far andare le fruste per montare il composto e ottenere una crema liscia, fluida e omogenea 8; trasferitela in una ciotola 9. Unite la farina setacciata 10 e mescolate con una spatola per amalgamarla al composto 11. Imburrate degli stampini di alluminio (100 ml circa di capacità) aiutandovi con un pennellino da cucina 12. Infarinateli 13 e riempiteli con il composto di cioccolato lasciando circa 1 cm dal bordo 14. Cuocete i tortini in forno statico preriscaldato a 180° per 16 minuti (160° per 10 minuti circa); per regolare meglio la cottura per il vostro forno, potete cuocerne uno e tarare meglio tempi e temperatura. Mentre i tortini al cioccolato bianco cuociono, preparate la panna al Maraschino: in una ciotola versate la panna fresca liquida, unite il liquore al Maraschino 15 e montate il tutto con le fruste elettriche 16. Poi trasferite la panna al Maraschino in una sac-à-poche (potete conservarla in frigorifero fino al momento di servire). Una volta cotti, sfornate i tortini 17 e attendete 5 minuti prima di capovolgerli e sformarli sui piatti da portata 18. Accompagnate i tortini al cioccolato bianco con ciuffi di panna al Maraschino! "
}