{
    "title": "Crepe Suzette",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "½"
        },
        {
            "ingredient": "Arance",
            "quantity": "3"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "130 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per realizzare le crepes suzette inziate dall'impasto di base: mettete in una ciotola dai bordi alti la farina setacciata 1, lo zucchero semolato, i semi di mezza bacca di vaniglia, un pizzico di sale e il latte. Lavorate il composto con una frusta a mano o con uno sbattitore elettrico fino a che sarà liscio 2. In una terrina a parte sbattete con una forchetta le uova, poi aggiungetele agli altri ingredienti 3 e continuate a mescolare. Sciogliete il burro in un pentolino a fuoco basso e fatelo intiepidire, poi aggiungetelo all’impasto per le crepes e mescolate accuratamente. Infine aggiungete all’impasto la buccia di mezza arancia grattugiata 4. Mescolate bene gli ingredienti per ottenere un impasto denso senza grumi 5. Coprite l’impasto con pellicola trasparente e lasciatelo riposare per almeno mezz’ora in frigo. Trascorso il tempo di riposo, riprendete l’impasto delle crepe, munitevi di una padella da crepe, piatta e con i bordi bassi, scaldate la padelle, versate un mestolo di impasto 6 e cuocete la prima crepe ruotando la padella per distribuire il composto su tutta la superficie. Cuocete le crepe su entrambi i lati girandole con una spatola 7. Man mano che cuocete le crepes trasferitele su un piatto una sopra l’altra per non farle asciugare 8. Ripiegate le crepe in 4 per ottenere dei piccoli ventagli 9. Ora preparate la salsa, grattugiate la scorza di 3 arance 10, spremetene il succo e filtratelo 11 grattugiate anche la scorza del limone, spremete il succo del limone 12 spremete il succo e filtratelo attraverso un colino 13. Ponete il burro in una padella insieme allo zucchero 14 e scioglieteli a fuoco basso mescolando con un cucchiaio di legno 15, usate una padella in acciaio, ideale per flambare. Aromatizzate con la scorza delle arance 16, del limone 17 versate il succo di arancia 18 e quello di limone 19. Fate cuocere la salsa a fuoco basso finché lo zucchero non si sarò sciolto 20 poi immergete le crepes nella salsa all’arancia per insaporirle 21. A parte in un pentolino scaldate il Grand Marnier 22 e poi versatelo nella padella con le crepes 23, ora incendiate il liquore per il flambé, per spegnere la fiamma basterà coprire la padella con un coperchio. Le crepes suzette sono pronte per essere gustate 24, i più golosi possono accompagnarle con una ganache al cioccolato preparata sciogliendo il cioccolato fondente nella panna. "
}