{
    "title": "Croissant bicolore",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare i croissant bicolore come prima cosa realizzate il burro che servirÃ successivamente per la sfogliatura. Nella ciotola di una planetaria versateÂ i 250 g di burro morbido,Â unite i semini del baccello di vaniglia 1 e lavoratelo con la frusta a foglia 2. TrasferiteÂ il burro su un foglio di carta forno 3.Â Ricoprite con un altro foglio di carta forno e stendetelo utilizzando un mattarello e aiutandovi con un tarocco 4 5. Dovrete ottenere un panetto spesso circa mezzo cm della misura di 22x18 cm. Trasferite il panetto su un vassoio e riponete in frigorifero fino all'utilizzo.Â A questo punto realizzate anche l'impasto bianco. Sciogliete il lievito all'interno del latte a temperatura ambiente 1 2. Nella ciotola di una planetaria dotata di gancio versate le due farine 3,Â aggiungete il latte in cui avete sciolto il lievito 4 e lo zucchero 5. Azionate la planetaria 6 poi aggiungete anche l'acqua 7. Quando l'impasto sarÃ incordato al gancio iniziate a incorporare il burro morbido un pezzetto alla volta 8, aspettando che sia completamente assorbito prima di aggiungere il successivo. Unite in ultimo il sale 9 e continuate a lavorare per circa 5 minuti fino a che risulterÃ liscio ed elastico 10. Trasferite poi l'impasto su un piano e pirlatelo leggermente 11. Quando avrete ottenuto una forma sferica adagiatelo all'interno di una ciotola ampia 12, coprite con pellicola e lasciate lievitare per un'ora a temperatura ambiente.Â Poi trasferite l'impasto in frigorifero e lasciate riposare per 12 ore (15 al massimo).Â Quando saranno quasiÂ trascorse le 12 ore preparate l'impasto al cacao. Nella ciotola di una planetaria dotata di gancio versate le due farine e il cacao 1. Sciogliete il lievito all'interno del latte, sempre a temperatura ambiente 2 3. Versate il latte all'interno della planetaria 4 e unite anche lo zucchero 5. Azionate la planetaria e aggiungete anche l'acqua 6.Â Quando l'impasto si sarÃ incordato al gancio iniziate ad incorporare il burro morbido un pezzetto alla volta 7, aspettando che sia completamente assorbito prima di aggiungere il successivo. Unite in ultimo il sale 8 e continuate a lavorare per circa 5 minuti fino a che risulterÃ liscio ed elastico 9.Â Trasferite poi l'impasto su un piano 10 e pirlatelo leggermente 11. Quando avrete ottenuto una forma sferica adagiatelo all'interno di una ciotola ampia 12, coprite con pellicola e lasciate lievitare a temperatura ambiente fino all'utilizzo: ci vorranno circaÂ 3 ore.Â Al termine dellaÂ maturazione dell'impasto biancoÂ estraetelo dal frigorifero e fateloÂ tornare a temperatura ambiente 1. Stendetelo in modo da ricavare un rettangolo di 25x40 cm 2 e appoggiate al centro il panetto di burro 3.Â Â Riportate i lembi di pasta verso l'interno 4, facendoli coincidere, ma senza sovrapporli 5: in questo modo incastonerete il panetto di burro. Ruotate di 90Â° e stendetelo fino ad ottenere uno spessore di mezzo cm 6.Â A questo punto realizzate la prima piega a 4. Portate uno dei due lembi verso il centro 7, poi ripiegate anche l'altro lembo in modo daÂ farli coincidere 8. Richiudete la pasta a libro 9 e riponete in frigorifero per 30 minuti.Â Stendete quindi in direzione delle pieghe fino ad ottenere uno spessore di mezzo cm 10. A questo puntoÂ realizzate la prima piega a 3: portate una delle estremitÃ della pasta verso il centro del rettangolo, spingendola leggermente oltre 11, poi ripiegate sopra la parte opposta 12. Sollevando il panetto potrete notare le 3 pieghe. Trasferite su un vassoio foderato con carta forno 13 e lasciate raffreddare in frigorifero per 30 minuti. Poi stendetelo nuovamente 14, realizzate la seconda piega a 3 15 e trasferite di nuovo in frigorifero per 30 minuti. Riprendete poi l'impasto e realizzate nello stesso modo la terza e ultima piega a 3. Infine riponete in frigorifero per 1 ora.Â Prendete la pasta sfoglia (impasto bianco) e stendetela con un mattarello fino a ricavare un rettangolo di 50x35 cm, spesso circa mezzo cm 1.Â A questo punto prendete l'impasto al cacao, che ormai sarÃ ben lievitato 2,Â e stendetelo con il mattarello 3 fino a ricavare un rettangolo di 50x35 cm, spesso sempre mezzo cm 4. A questo punto spennellateÂ il rettangolo bianco con dell'acqua 5 e adagiate sopraÂ il rettangolo al cacao, aiutandovi con il mattarello 6.Â UsateÂ le maniÂ per far combaciare bene i bordi 7, poiÂ utilizzate il mattarello per far aderire completamente i due strati 8. Dividete a metÃ il vostro rettangolo 9Â e ricavate 18Â triangoli con base 10 cm 10. Prendete il primo triangolo e, tenendo ben salda la base, con una mano tirate delicatamente dalla punta in modo da allungarlo di circa 1/4. Appoggiate di nuovo sul piano e iniziate ad arrotolarlo, senza schiacciare troppo 12 fino a formare il classico croissant, facendo in modo di posizionare la chiusuraÂ alla base 13. Proseguite in questo modo con tutti gli altri e disponeteli man mano su una leccarda da forno distanziandoli tra loro 14. Lasciate lievitare per un'ora in forno spento solo con la luce accesa, o comunque lontano da correnti d'aria che farebbero seccare la superficie 15.Â Cuocete in forno ventilato preriscaldato aÂ 175Â° per 25 minuti nel ripiano centrale. Controllate la colorazione senza aprire il forno e quando saranno ben dorati sfornateli 16.Â Nel frattempo in un pentolino versate acqua e zucchero 17: portate ad ebollizione fino a che lo zucchero non sarÃ completamente sciolto 18.Â Trasferite lo sciroppo in una ciotolina 19 e lasciatelo intiepidire, poi utilizzatelo per spennellare i croissant caldi 20. I croissant bicolore sono prontiÂ per essere gustati 21!Â "
}