{
    "title": "Crumpets",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 150 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "tiepido 360 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "6 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "3 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i crumpets iniziate scaldando l’acqua deve raggiungere la temperatura di 45°, verificate con un termometro per alimenti 1, poi versatela in una ciotola con il lievito in polvere e lo zucchero 2, mescolate con la frusta 3, coprite con la pellicola e lasciate riposare il composto per 15 minuti a temperatura ambiente. Trascorso il tempo di riposo setacciate la farina 4 e versatela nel composto con il lievito, poco alla volta mescolando con la frusta per amalgamare gli ingredienti 5. Incorporate il sale e il bicarbonato 6 per ultimo il latte tiepido versandolo a filo 7, continuando sempre a mescolare con la frusta per evitare la formazione di grumi. Quando il composto sarà omogeno, copritelo con la pellicola trasparente 8 e lasciatelo riposare per 1 ora a temperatura ambiente. Poi procedete con la cottura: ungete con dell’olio una padella antiaderente e scaldatela a fuoco basso, intanto spennellate con il burro il bordo interno di un coppapasta del diametro di 8 cm 9 e posizionatelo al centro della padella, versate all’interno un mestolo di impasto 10 e cuocete per 10 minuti o fino a quando non si formeranno delle bolle in superficie, a quel punto estraete il coppapasta, l’impasto avrà preso la sua forma tondeggiante, con l’aiuto di una spatola girate i crumpets 11 e proseguite la cottura anche dall’altro lato per altri 2-3 minuti finché non saranno dorati. Una volta cotti, trasferiteli su una gratella per farli raffreddare. I vostri crumpets sono pronti per essere gustati! "
}