{
    "title": "Frati fritti",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 300 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "per friggere 800 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "per la superficie 100 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "per ungere le mani e il piano da lavoro q.b."
        }
    ],
    "preparation": " Per preparare i frati fritti cominciate setacciando la farina allâinterno di una planetaria munita di foglia. Unite anche lo zucchero 1, il lievito 2 e la scorza grattugiata di 1 limone non trattato 3. Azionate quindi la planetaria, e versate al suo interno lâolio a filo 4 e, una volta assorbito, fate lo stesso con lâacqua a temperatura ambiente 5. Una volta che anchâessa risulta incorporata allâimpasto, sostituite la foglia con il gancio, e proseguite ad impastare a velocitÃ media: dovrete lavorarlo per un totale di 7-8 minuti, versando il pizzico di sale quando saranno passati i primi 5 minuti 6. Alla fine lâimpasto dovrÃ risultare ben incordato intorno al gancio 7. Ungete leggermente il piano da lavoro e trasferitevi lâimpasto 8, quindi lavoratelo brevemente per conferirgli la forma di una palla 9. Ponetelo allâinterno di unâampia ciotola e sigillate con della pellicola trasparente 10. Lasciate che lâimpasto lieviti nel forno spento con la luce accesa per circa 3 ore: trascorso questo tempo, il suo volume dovrÃ essere raddoppiato 11. Mettete a scaldare lâolio in una capiente padella. Mentre raggiunge i 170Â° C, munitevi di tarocco e prelevate circa 90 g di impasto 12. Ungete il piano da lavoro e oliatevi leggermente anche le mani 13, in modo da maneggiare lâimpasto con maggiore facilitÃ ; sul piano da lavoro, allungate la vostra porzione di impasto per formare un filoncino 14. Agganciate i lembi del filoncino 15 E sigillateli per ottenere la forma di una ciambella di circa 10 cm di diametro 16. Appena finito di formare il vostro frate, immergetelo in olio caldo a 170Â° C 17 e friggetelo per 3-4 minuti su ciascun lato 18. Quando il frate risulta ben dorato su entrambi i lati, scolatelo su carta assorbente 19 e passatelo, acora caldo, in una pirofila bassa e larga in cui avrete posto lo zucchero semolato 20, rigirandolo in modo da inzuccherarlo uniformemente. Proseguite in questo modo fino ad esaurire lâimpasto: dovrete ottenere 9-10 frati. Gustate i vostri frati fritti ben caldi 21: irresistibili! "
}