{
    "title": "Fantasmini di Halloween",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i fantasmini di Halloween, setacciate la farina dentro ad una ciotola 1 e unitevi lo zucchero 2 il pizzico di sale e l'estratto di vaniglia (oppure i semi di una bacca) 3. Rompete le uova con una forchetta in una ciotolina 4, unitele alle polveri e mescolate. In ultimo fate fondere il burro e unitelo al composto 5: amalgamate il tutto fino ad ottenere un composto cremoso e senza grumi 6. Foderate una leccarda con carta forno e stendete un cucchiaino di composto su di essa, poi con il dorso del cucchiaino e con movimenti circolari, espandetelo fino ad ottenere un cerchio di 10 cm di diametro 7. Una volta riempita la leccarda, infornatela in forno giÃ caldo a 200Â° per 5 minuti e non appena vedrete che i bordi diventeranno ambrati, estraete i cerchi di impasto dal forno, staccateli dalla carta con una spatola di acciaio 8 e metteteli immediatamente (ancora caldi, altrimenti induriranno) negli stampini da creme caramel che conferiranno la caratteristica forma di fantasmino 9. Lasciate raffreddare i vostri fantasmini poi sformateli su di un piatto 10 e decorateli: fondete il cioccolato fondete e trasferitelo in una sac-Ã -poche, quindi disegnate occhi e bocca su ogni fantasmino, con espressioni diverse (11-12). Infine spolverizzateli con lo zucchero a velo ed ecco pronti i fantasmini di Halloween! "
}