{
    "title": "Gnocchi di prugne",
    "ingredients": [
        {
            "ingredient": "Patate rosse",
            "quantity": "farinose 800 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Prugne secche",
            "quantity": "da denocciolare, carnose 12"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "zollette 6"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "4 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare gli gnocchi di prugne incominciate a prendere le prugne e a denocciolarle con un coltello 1. Se utilizzate prugne essiccate piuttosto asciutte, mettetele a bagno in acqua tiepida per farle reidratare, poi strizzatele delicatamente e solo successivamente denocciolatele. Terminato questo procedimento, mettete da parte le prugne. Lavate bene le patate sotto acqua fresca corrente e fatele lessare intere con la buccia in abbondante acqua salata 2. Trascorsi 40-45 minuti, accertatevi dell’avvenuta cottura delle patate punzecchiandole con una forchetta; se le patate risulteranno morbide e ben cotte, spegnete il fuoco e scolatele delicatamente dall'acqua; quindi sbucciatele ancora calde 3. Successivamente passatele al passaverdura o con lo schiacciapatate 4 e mettete la purea nella planetaria. Aggiungete il burro a temperatura ambiente a pezzettini e azionate la foglia 5 (nel caso non aveste la planetaria, lavorate l’impasto su di una spianatoia con le mani); quando avrete ottenuto un composto omogeneo, trasferite la purea di patate su di una spianatoia 6. Aggiungete quindi il parmigiano reggiano grattugiato 7, il tuorlo d’uovo e la farina 8; con una spatola amalgamate il tutto delicatamente per 5-6 minuti al massimo senza impastare eccessivamente, 9, fino ad ottenere un composto morbido a consistente. Se l'impasto fosse troppo molle o appiccicoso, unite un altro cucchiaio di farina (il risultato dipende molto dal tipo di patate che avete utilizzato). Nel frattempo mettete sul fuoco una pentola con abbondante acqua salata, che servirà per la cottura degli gnocchi. Dividete l’impasto in 12 parti uguali del peso di 60 gr ciascuna e formate delle palline che poi andrete a schiacciare sul palmo delle mani, ottenendo così dei dischi. Terminato questo passaggio, collocate al centro di ogni disco una prugna denocciolata dentro la quale posizionerete a sua volta mezza zolletta di zucchero (oppure un piccolo cucchiaino di zucchero) 10. Chiudete delicatamente ogni disco con le mani 11 fino a formare delle palline di uguale misura 12. Ripetete l'operazione e, quando avrete finito, posizionate gli gnocchi di prugne che avete ottenuto su un vassoio foderato di carta forno 13. Quando l’acqua avrà raggiunto il bollore, lessate gli gnocchi 14 e sgocciolateli mano a mano che vengono a galla 15; fateli quindi raffreddare in acqua fredda, immergendoli con un colino 16. Procedete ora alla preparazione della panatura: in una ciotola versate il pangrattato, lo zucchero di canna 17, la cannella 18, dopodichè mescolateli bene con un cucchiaiono. Passate delicatamente nella panatura che avete ottenuto gli gnocchi di prugne 19, facendo in modo che aderisca bene in maniera uniforme 20. Ripetete l’operazione e ponete gli gnocchi panati su di un vassoio 21. Infine mettete sul fuoco una padella antiaderente con il burro 22; una volta sciolto, potete decidere se cospargere gli gnocchi di prugne con il burro fuso 23 oppure farli saltare in padella fino a quando saranno ben dorati 24. Inoltre un' altra variante consiste nel far rosolare il pangrattato con il burro e la cannella per poi tuffarvi dentro gli gnocchi, facendoli saltare qualche secondo per insaporirli. Servite gli gnocchi di prugne al momento ben caldi. "
}