{
    "title": "Biscotti al limoncello e uvetta",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti al limoncello e uvetta come prima cosa mettete l'uvetta a mollo in acqua 1 per circaÂ 15 minuti, in modo da reidratarla. Grattugiate poi la scorza del limone 2, spremetene il succo 3 e tenete entrambi da parte.Â Setacciate all'interno di una ciotola la farina e il lievito 4. Unite poi il burro tagliato a cubetti, lo zucchero 5 e iniziate ad impastare il tutto con le mani 6.Â Quando avrete ottenuto un composto sbricioloso aggiungete le uova 7, il limoncello 8, il succo di limone 9Â e la scorza 10. Utilizzando un cucchiaio amalgamate bene tutti gli ingredienti 11 e aggiungete l'uvetta scolata 12.Â Impastate il tutto con le mani 13 fino ad ottenere un composto uniforme. Coprite poi con pellicola e lasciate riposare in frigorifero per 30 minuti.Â Riprendete poi l'impasto e da questoÂ realizzate delle palline 14, ne otterrete circa 30. Passatele nello zucchero a velo 15Â e disponetele su una leccarda foderata con carta forno 16, distanziandole tra di loro. Cuocete i biscotti in forno statico preriscadlato a 180Â° per 20 minuti. Una volta che i biscotti saranno pronti sfornateli, aggiungete altro zucchero a velo 17 e lasciateli raffreddare completamente prima di gustarli 18. "
}