{
    "title": "Pancakes alle mandorle con crema all'arancia",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aroma alla mandorla",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "350 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "15 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pancake alle mandorle con crema all’arancia iniziate dalla preparazione dell’impasto: dividete i tuorli dagli albumi di 2 uova a temperatura ambiente in due diverse ciotoline dai bordi alti 1. Aggiungete ai tuorli lo zucchero 2 e mescolate bene gli ingredienti aiutandovi con una frusta a mano. Quando saranno ben amalgamati aggiungete l’aroma di mandorla 3. Dopodichè setacciate la farina ed il lievito e quindi uniteli al composto, avendo cura di mescolare bene gli ingredienti per rendere il composto omogeneo e privo di grumi 4. Poi aggiungete il latte 5 e la farina di mandorle 6. Continuate ad amalgamare bene gli ingredienti mescolandoli con le fruste a mano. Aggiungete infine un pizzico di sale e lasciate il composto da parte. Prendete ora la ciotola dove avete riposto gli albumi e montateli a neve ferma con le fruste elettriche 7. Con la frusta a mano incorporate delicatamente gli albumi montati a neve all’impasto 8, mescolando delicatamente dall'alto verso il basso. Dovrete ottenere un impasto liscio ed omogeneo 9. Coprite la ciotola con pellicola alimentare trasparente e trasferitelo in frigorifero a riposare per almeno 30 minuti. A questo punto passate alla preparazione della crema all’arancia. Togliete la bucca dalle arance, aiutandovi con un coltellino e avendo cura di prelevare solo la scorza esterna e non la parte bianca 10. Prendete quindi un tegame dai bordi alti e versatevi il latte. Poi aggiungete anche le scorze di arancia 11 e portate a bollore. Quando il latte avrà raggiunto il bollore spegnete e lasciate che le scorze in infusione per almeno 15 minuti. Quindi dividete i tuorli dagli albumi e versate i tuorli in una ciotola, aggiungete lo zucchero semolato e mescolate bene gli ingredienti con una frusta a mano 12. Ora setacciate la fecola di patate e quindi unitela al composto 13. Quando sarà ben amalgamata, versate il latte aromatizzato all'arancia, avendo cura di filtrarlo con un colino per eliminare la scorza 14. Riportate poi il composto nel pentolino e sul fuoco dolce, mescolando per far addensare la crema 15. Alla ripresa del bollore attendete 3-4 minuti circa per consentire alla crema di addensarsi ed assumere un colore più intenso 16. Trasferite quindi la crema in una ciotola bassa e ampia, coprite con pellicola a contatto e lasciate raffreddare prima a temperatura ambiente e poi in frigorifero. Intanto ponete a scaldare una padella antiaderente ampia. Prendete l'impasto dei pancakes e con un mestolo o un cucchiaio adagiate poco composto sulla padella, spandendolo in modo da creare un disco di circa 10 cm di diametro (17-18): create 1 o 2 pancakes alla volta. Aspettate qualche minuto perchè la base si solidifichi, dopodichè aiutandovi con una spatola girate il pancake sull’altro lato per consentire una cottura uniforme 19. Sulla superficie dei pancake si dovrà formare una leggera crosticina dorata 20. Basteranno circa 2-3 minuti per lato. Man a mano che li realizzate, trasferite i pancakes pronti su un piatto. Quindi ripetete l’operazione fino a finire il composto; con le dosi indicate otterrete circa 14 pancakes. Servite ora i pancakes alle mandorle ancora ben caldi e con accompagnamento di crema all’arancia a parte oppure cospargendo i pancake con un filo della stessa 21 e decorando con mandorle a lamelle a piacere! "
}