{
    "title": "Kipferl al cioccolato",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "la scorza grattugiata 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle",
            "quantity": "da tritare finemente 150 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "175 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per realizzare i kipferl al cioccolato tritate il cioccolato fondente 1 ponete le mandorle nel mixer con metà dello zucchero 2 e tritatele non troppo finemente per realizzare la granella classica 3, In una ciotola setacciate la farina, incorporate la restante metà dello zucchero semolato 4 unite la granella di mandorle 5. Poi unite il burro freddo a pezzetti e il cioccolato tritato 6. Aromatizzate con la scorza di limone grattugiata 7 e unite anche l’uovo 8e il pizzico di sale 9 . Impastate gli ingredienti a mano velocemente 10 fino ad ottenere un composto omogeneo e compatto 11, formate un panetto, avvolgetelo con la pellicola trasparente 12 e lasciatelo rassodare in frigorifero per 2 ore. Trascorso il tempo di riposo prendete il panetto dividetelo in pezzetti da circa 15 gr ciascun 13, arrotolate i pezzetti per creare dei filoncini spessi ½ cm lunghi circa 10 cm 14, ripiegate i filoncini per creare dei ferri di cavallo 15, con queste dosi otterrete circa 50 biscotti. Adagiate i biscotti su una rivestito di carta da forno 16 e poneteli a rassodare ancora 30 minuti in frigorifero. Trascorso il tempo di riposo cuocete i kipferl in forno statico preriscaldato a 170° per 20 minuti (o forno ventilato a 150° per 15 minuti). A cottura ultimata sfornate i biscottini 17 , lasciateli raffreddare su una gratella . Intanto mettete il cioccolato tritato in un pentolino a bagnomaria 18, scaldate a fuoco moderato finché non si sarà completamente sciolto 19. Una volta che i biscottini si saranno raffreddati immergete le punte nel cioccolato 20 e poi adagiateli su una gratella per far asciugare il cioccolato 21. "
}