{
    "title": "Torta di cioccolato e noci",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "morbido 125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "180 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Cointreau",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la torta di cioccolato e noci, cominciate spezzettando il cioccolato 1 e ponendolo a bagnomaria 2. Lasciatelo sciogliere completamente 3, quindi tenetelo da parte e lasciatelo raffreddare. Nel frattempo occupatevi degli altri ingredienti. Ponete le noci nel mixer 4 e azionate le lame per ottenere una farina fine 5. Lavate l’arancia e grattugiatene la scorza 6. Prendete adesso la vostra planetaria e inseritevi lo zucchero e il burro morbido 7. Azionate la frusta e montate fino ad ottenere un composto spumoso 8. Cominciate quindi ad aggiungere, una ad una, le uova 9, aggiungendo il successivo solo quando il precedente sarà stato completamente incorporato nell’impasto. Una volta inserite tutte le uova, procedete con la scorza d’arancia 10 e, sempre continuando a lavorare, versate anche il cointreau 11. Togliete quindi il gancio e setacciate all’interno della brocca la maizena, la farina e il lievito 12. Mescolate delicatamente con una frusta a mano 13 o una spatola, fino a far incorporare bene le farine all’impasto 14. Prendete quindi il cioccolato, che nel frattempo si sarà raffreddato, e versatelo nell’impasto 15 sempre mescolando con la frusta. Una volta incorporato il cioccolato procedete inserendo, infine, la farina di noci 16. Mescolate accuratamente e versate l’impasto in uno stampo da 22 cm precedentemente foderato con carta da forno 17. Cuocete in forno statico preriscaldato a 180° per 40 minuti (in forno ventilato cuocete a 160° per circa 30 minuti). Sfornate la torta e lasciatela raffreddare 18. Mentre la torta raffredda, potete dedicarvi alla copertura: Tritate il cioccolato fondente, mettete la panna in un pentolino e portatela a sfiorare il bollore, quindi toglietela dal fuoco e versatevi il cioccolato 19. Mescolate vigorosamente con le fruste per farlo sciogliere completamente, quindi trasferitelo in una ciotola posta all’interno di un recipiente più grande pieno di ghiaccio 20. Montate il composto con uno sbattitore elettrico per 10-15 minuti 21 fino a che non otterrete una ganache ben montata. Spalmate la ganache su tutta la superficie della torta fino a ricoprirla 22 e, con una spatola liscia, create dei solchi ondulati 23 per dare al vostro dolce un aspetto mosso. Guarnite il centro della torta con qualche gheriglio di noce tritato, e portatela in tavola! "
}