{
    "title": "Mezzelune dolci con pere, confettura di pesche e amaretti",
    "ingredients": [
        {
            "ingredient": "Pere Williams",
            "quantity": "600 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "scorza e succo 1"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "60 g"
        },
        {
            "ingredient": "Confettura di pesche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le mezzelune dolci con pere, confettura di pesche e amaretti sbucciate le pere 1, dividetele in 4 parti, eliminando la parte centrale e il torsolo 2, e tagliatele a dadini 3. Grattugiate la scorza di 1 limone 4, poi spremetene il succo 5. Mettete sul fuoco una padella antiaderente e versate le pere a cubetti, lo zucchero di canna 6, la scorza di limone 7 e il succo 8. Accendete il fuoco e fate saltare le pere in padella per 7-8 minuti. Una volta pronto, trasferite il composto che avete ottenuto in una ciotola e lasciate raffreddare. Successivamente unite la confettura di pesche 9, sbriciolate gli amaretti 10 e aggiungeteli alle pere ormai fredde 11 insieme alla cannella 12. Mescolate il tutto 13, poi prendete un dischetto di pasta alla volta 14 e incominciate a farcirli, mettendo un paio di cucchiaini del ripieno che avete preparato 15, quindi spennellate i bordi con un uovo sbattuto 16, richiudete il disco su se stesso in modo da formare una mezzaluna 17, premendo con le dita per far aderire la pasta 18 e passando i rebbi di una forchetta per sigillarli bene 19. Man mano che le preparate, sistemate le mezzelune su una leccarda foderata con un foglio di carta da forno. Da ultimo, spennellatele con l’uovo sbattuto che vi avanza 20 e fate cuocere in forno statico preriscaldato a 200° per 10 minuti (oppure a 180° per 8 minuti se in forno ventilato). Una volta pronte 21, sfornate le mezzelune e fatele raffreddare su di una gratella; potete servire le vostre mezzelune dolci con pere, confettura di pesche e amaretti con una spolverata di zucchero a velo a piacere. "
}