{
    "title": "Torta magica al cacao",
    "ingredients": [
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(fredda) 10 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "(tiepido) 500 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie, a temperatura ambiente) 4"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta magica al cacao iniziate facendo fondere il burro in un pentolino. Fate attenzione a non farlo scurire e una volta fuso, versatelo in una ciotola e lasciatelo raffreddare a temperatura ambiente. Dividete poi gli albumi dai tuorli e versate i tuorli a temperatura ambiente nella ciotola di una planetaria (potete anche utilizzare uno sbattitore elettrico); aggiungete lo zucchero 1. Montate il composto per almeno 10 minuti, fino a quando non sarà bianco e spumoso. Quindi sempre sbattendo, unite anche un cucchiaio di acqua fredda 2 e un cucchiaio di estratto di vaniglia 3; potete anche usare i semini di una bacca di vaniglia. Aggiungete un pizzico di sale 4 e il burro fuso in precedenza che avrete fatto intiepidire 5. Continuate a sbattere per qualche minuto, poi setacciate la farina e il cacao amaro all’interno del composto 6 a continuate a lavorarlo per incorporare le polveri 7. Nel frattempo mettete a scaldare il latte in un pentolino; fatelo poi intiepidire e unitelo al composto 8. Lasciate incorporare per circa 1 minuto: è fondamentale che il composto non presenti grumi, se così fosse, potete setacciare il composto con un colino a maglie strette. Poi trasferite l'impasto ottenuto in una ciotola capiente 9. A questo punto spremete il succo del limone 10; poi prendete la ciotola dove avete conservato gli albumi a temperatura ambiente e montateli a neve non troppo ferma, unendo il succo di limone (11-12). In alternativa al succo di limone potete usare anche la stessa quantità di aceto di mele, che è molto delicato. Incorporate gli albumi montati a neve al resto del composto delicatamente, mescolando con una frusta dall'alto verso il basso in modo da non smontarli 13 e mescolate; otterrete un impasto piuttosto liquido 14. Imburrate una teglia quadrata di 20x20 cm 15 (è preferibile usare una teglia quadrata in modo da tagliare più facilmente la torta a cubotti una volta pronta) e foderate sia il fondo che i bordi con la carta forno 16: le dimensioni della teglia sono importanti per ottenere lo spessore corretto della torta. Quindi versate il composto nella teglia imburrata e foderata 17 e infornate in forno statico preriscaldato a 150° per circa 80 minuti, finchè la superficie della torta magica non risulterà ben dorata; se usate un forno ventilato, cuocete a 130° per 70 minuti. Una volta cotta, estraetela dal forno 18 e controllate con uno stuzzicadenti che la torta sia sufficientemente soda, non liquida. Quindi lasciatela raffreddare completamente a temperatura ambiente. Dopodichè ricopritela con la pellicola 19 e lasciatela compattare in frigo per almeno 2 ore. Quando la torta si sarà compattata, sformatela dalla teglia, e tagliatela a cubotti 20: potete realizzarli come preferite, noi li abbiamo realizzati di 4 cm di lato. Per facilitare il taglio, usate un coltello a lama liscia e lunga bagnata con dell’acqua oppure usate un filo di nylon. Sistemate i cubotti su un vassoio 21 e spolverizzateli con lo zucchero a velo e con il cacao amaro in polvere. La vostra torta magica sarà pronta per essere servita e gustata! "
}