{
    "title": "Gelato alla vaniglia con noci croccanti",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "297 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare il gelato alla vaniglia con noci croccanti iniziate ponendo in una ciotola capiente il latte condensato 1, poi prendete il baccello di vaniglia, incidetelo con un coltellino affilato nel senso della lunghezza 2, estraete i semi 3 e uniteli al latte condensato 4, mescolate con una frusta 5 e tenete da parte. In un’altra ciotola versate la panna fresca liquida 6 e montatela a neve ben ferma 7, incorporate alla panna il latte condensato aromatizzato alla vaniglia 8 e mescolate con una spatola delicatamente per non smontare la panna 9 fino ad ottenere un composto omogeneo. Imburrate uno stampo o teglia dal bordo alto, quello del plumcake è perfetto per questa preparazione, rivestite i bordi e il fondo con la carta da forno 10 e versate all’interno il gelato alla vaniglia 11. Ponete il composto in freezer a rassodare per 6-8 ore 12. Trascorso il tempo indicato, il vostro gelato sarà pronto, dedicatevi alla guarnizione con le noci. Ponete un pentolino sul fuoco, versate all’interno lo zucchero semolato 13 e sciogliete a fuoco basso lo zucchero finché non diventerà scuro 14 e liquido. A questo punto spegnete il fuoco e immergete le noci per qualche istante in modo da ricoprirle con il caramello 15, estraete le noci con l’aiuto di una pinza di cucina 16 e ponetele su un vassoio ricoperto di carta da forno 17. A questo punto potete comporre le vostre coppette di gelato: prendete una coppa di vetro da gelato e mettere un primo strato di noci caramellate 18, ponete poi una pallina di gelato 19 e proseguite a strati alternando il gelato alle noci e al caramello 20. Il vostro gelato alla vaniglia con noci croccanti è pronto per essere gustato! 21. "
}