{
    "title": "Flan alle prugne (Far Breton)",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "(mezza bustina) 8 g"
        },
        {
            "ingredient": "Prugne secche",
            "quantity": "denocciolate 160 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "mezzo bicchierino"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il flan alle prugne (Far Breton) iniziate setacciando la farina, il lievito e il sale in una ciotola 1. Aggiungete quindi lo zucchero, i semi della bacca di vaniglia e amalgamate il tutto. Incorporate poi le 4 uova intere 2 e mescolate con un cucchiaio di legno 3. Mettete la panna e il latte in un pentolino, aggiungete il bicchierino di rum 4, scaldate il tutto a fuoco dolce a incorporate le prugne secche denocciolate per farle ammorbidire 5. Terminata questa operazione con un colino passate il composto per eliminare eventuali residui delle prugne e versate il latte e la panna nell’impasto della torta 6, che risulterà molto liquido. Imburrate una tortiera dal diametro di circa 26 cm 7 e versatevi l’impasto. Aggiungete in ultimo le prugne 8 spargendole uniformemente nella tortiera 9. Infornate il flan di prugne (Far Breton) 15 minuti a 240 gradi in modo che si formi una patina color nocciola in superficie, abbassate poi la temperatura a 180°C e continuate la cottura per altri 20/25 minuti circa fino a che, inserendo uno stecchino all’interno della torta questi non risulterà asciutto. Il flan alle prugne (Far Breton) è ottimo consumato freddo e può essere eventualmente guarnito con dello zucchero a velo. "
}