{
    "title": "Crostata di kiwi e mirtilli",
    "ingredients": [
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "non trattati 1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "non trattati 3"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "125 g"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare la pasta frolla iniziate dalla sabbiatura: in un mixer ponete la farina setacciata, un pizzico di sale ed il burro appena tolto dal frigo (quindi molto freddo), ridotto a pezzetti 1. Frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 2; versate la sabbiatura ottenuta su un piano di lavoro freddo (oppure in una ciotola possibilmente raffreddata) e aggiungete lo zucchero a velo setacciato. Versate al centro anche la scorza di limone grattugiata 3 (in alternativa potete aromatizzare con scorza d'arancia non trattata, i semini di una bacca di vaniglia oppure della cannella), poi create la classica forma a fontana creando un incavo al centro. Aggiungete quindi i tuorli 4 e iniziate ad amalgamare il tutto prima con la forchetta, poi quando le uova si saranno assorbite potete proseguire a mano. Impastate brevemente e velocemente 5, giusto il tempo di compattare l'impasto perchè la frolla non si scaldi troppo con il calore delle mani e rimanga friabile. Formate un panetto e appiattitelo prima di avvolgerlo nella pellicola 6; riponetelo in frigorifero per farlo rassodare almeno 30 minuti. Intanto preparate la crema al limone. Lavate, asciugate i limoni, quindi prelevate la scorza avendo cura di non prendere la parte bianca 7 e versatela in un tegame in cui avete aggiunto il latte 8. Accendete il fuoco basso e fate intiepidire il latte (non deve raggiungere il bollore).Nel frattempo in una ciotola ponete i tuorli, lo zucchero 9 e lavorate il composto con una frusta. Dovrete ottenere una crema omogenea, poi aggiungete la farina e la fecola setacciate 10; mescolate con la frusta per amalgamare le polveri; a questo punto unite il latte intiepidito filtrato attraverso un colino 11 per trattenere le scorze. Mescolate energicamente per ottenere un composto omogeneo e fluido, quindi versatelo nuovamente nel tegame filtrandolo con un colino a maglie strette per evitare che si creino grumi 12, Accendete il fuoco basso e cuocete la crema mescolando continuamente con le fruste 13, fino a quando non si sarà addensata (ci vorranno circa 20 minuti). Quando si sarà addensata 14 spegnete il fuoco;e trasferite la crema in una pirofila bassa e ampia 15 poi copritela con la pellicola a contatto 16 e lasciatela raffreddare a temperatura ambiente; quindi trasferite in frigorifero per farla raffreddare completamente. A questo punto riprendete la frolla, stendetela su un piano di lavoro leggermente infarinato 17: dovrete ottenere una sfoglia dello spessore di circa 1 cm . Avvolgetela intorno al mattarello e srotolatela su una tortiera da 24x17 cm 18 (noi abbiamo usato una leccarda rivestita con carta da forno sul quale abbiamo adagiato uno stampo senza fondo, rettangolare delle misure indicate). In questo modo eliminerete facilmente la frolla in eccesso. Con un pezzetto di frolla avanzata formate una pallina da usare per pressare il fondo e i bordi, in modo da far aderire bene la frolla allo stampo 19. Ritagliate con un coltellino il bordo in eccesso per dare uno spessore regolare 20. Incidete il bordo con i rebbi di una forchetta per formare un motivo ricamato 21. Poi, sempre con la forchetta, bucherellate il fondo 22 e procedete con la cottura alla cieca in questo modo: foderate la frolla con un foglio di carta da forno 23 e adagiate all'interno le sfere di ceramica 24 (in alternativa usate dei fagioli o ceci secchi). Cuocete in forno statico preriscaldato per 30 min a 180°. Una volta cotta 25, lasciate raffreddare la base, poi riprendete la crema che sarà diventata ben fredda e soda, versatela in una sac-à-poche e farcite la base della crostata 26 in modo da ricoprirla interamente 27. Quindi passate a guarnire: sbucciate e tagliate i kiwi a fettine 28 e poi dividetele a metà; lavate ed asciugate i mirtilli e iniziate a distribuirli sulla crostata seguendo il bordo 29. Adagiate anche le fettine di kiwi creando una fila accando ai mirtilli 30. Quindi disponete i mirtilli al centro e ancora delle fettine di kiwi (31-32). Potete guarnire seguendo un motivo geometrico a piacere. A questo punto mettete in un pentolino la marmellata di arance e stemperatela con l'acqua 33 a fuoco dolce; poi filtratela attraverso un colino per ottenere una miscela liquida 34 da distribuire sulla superficie della crostata per renderla lucida, aiutandovi con un pennellino 35. La crostata di kiwi e mirtilli è pronta per essere gustata 36! "
}