{
    "title": "Cheesecake arancia e cioccolato",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "160 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "da grattugiare 1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "120 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "70 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "40 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per realizzare la cheesecake arancia e cioccolato, iniziate a preparare la base: frullate i biscotti digestive finemente in un mixer 1; sciogliete il cioccolato fondente e il burro separatamente, a bagnomaria o in microonde, quindi potete unirli direttamente nei biscotti oppure amalgamare prima il cioccolato e il burro insieme 2 e poi aggiungete il tutto ai biscotti tritati 3. Amalgamate bene gli ingredienti con un cucchiaio 4 e versate quindi il composto in una tortiera da 22 cm di diametro, meglio se a cerchio apribile, foderata con da carta da forno (guarda la Scuola di cucina: foderare una tortiera). Compattate bene il fondo con il dorso di un cucchiaio 5 e mettete la base ottenuta a riposare in frigorifero per 30 minuti o in freezer per 10. Passate ora alla preparazione della crema per il ripieno: ammollate i fogli di gelatina in abbondante acqua fredda per 10 minuti 6 e quando si sarnno ammorbiditi, scioglieteli in due cucchiai di panna, prelevati dalla dose totale, ben calda 7. Versate in una ciotola capiente il formaggio spalmabile con 60 g di zucchero a velo 8 e 160 ml di succo di arancia filtrato 9. Amalgamate bene con una frusta il tutto, fino a quando otterrete una crema ben morbida, e aggiungete la scorza grattugiata di un'arancia 10. Unite anche la panna in cui prima avete sciolto la colla di pesce 11 e mescolate ancora. Montate ora la panna insieme ai 60 g di zucchero a velo rimasti 12 (guarda la Scuola di cucina: come montare la panna). Unite la panna montata alla crema di formaggio e arancia, mescolando delicatamente con una spatola dal basso verso l'alto per non smontare la panna 13. Estraete dal frigo la base di biscotto, ormai compatta 14, e versateci sopra la crema del ripieno 15. Stendete uniformementela la crema e livellate la superficie della cheesecake con il dorso di un cucchiaio 16. La cheesecake dovrà riposare e rassodare in frigorifero per almeno 6 ore, o meglio per tutta una notte. Trascorso questo tempo, occupatevi della glassa al cioccolato: mettete la gelatina in fogli in ammollo in acqua fredda per circa 10 minuti 17, e, nel frattempo, in un pentolino scaldate l’acqua e la panna quindi aggiungete lo zucchero semolato e il cacao amaro setacciato 18. Fate sciogliere e amalgamare bene gli ingredienti, tendendo il fuoco basso per circa 10 minuti e mescolando spesso 19. Togliete il pentolino dal fuoco e unite la gelatina morbida ben strizzata 20 e amalgamatela bene alla glassa. Fatela intiepidire e poi versate la glassa sulla superficie della torta ormai ben compatta 21. Riponete la cheesecake in frigorifero per altre due ore, in modo che la glassa si rapprenda. Trascorso il tempo necessario, togliete la cheesecake dallo stampo 22 e passate alla decorazione. Noi abbiamo disegnato delle palme sotto ad un sole splendente: tagliate in quarti un’arancia, prendete un quarto e tagliate un'estremità per ottenere una mezza luna; ricavate degli spicchi dalla parte restante. Posizionate la mezzaluna su un lato superiore della torta, in questo modo rappresenterete un sole, e poggiate gli spicchi intorno ad essa 24 così da avere i raggi. Tagliate poi a fette gli altri quarti d'arancia e ricavate da esse le scorze 25. Tagliatele in piccole parti e sistematele in modo da creare due palme 26. Ora che la vostra cheesecake arancia e cioccolato è decorata, è pronta per essere servita 27! "
}