{
    "title": "Biscotti al miele e semi di papavero",
    "ingredients": [
        {
            "ingredient": "Fecola di patate",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 1"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 60 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1/2 bustina 8 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare i biscotti al miele e semi di papavero ponete in una ciotola capiente lo zucchero semolato e il burro a temperatura ambiente tagliato a tocchetti 1. Mescolate con uno sbattitore elettrico 2 e poi aggiungete l’uovo intero a temperatura ambiente 3. Quando l’uovo si sarà incorporato nell’impasto, versate il miele 4, continuando con le fruste per amalgamare bene tutti gli ingredienti. In una ciotola a parte setacciate la farina insieme alla fecola 5 e al lievito 6. Aggiungete poco alla volta le polveri che avete setacciato al composto a base di zucchero e burro 7 e mescolate in modo da ottenere un impasto chiaro e spumoso; unite i semi di papavero 8 e la scorza di limone grattugiata 9. Raccogliete gli ingredienti con un tarocco 10 e poi continuate lavorando a mano l’impasto molto velocemente. Trasferitelo su di una spianatoia leggermente infarinata 11 e impastate fino ad ottenere un composto liscio e compatto. A questo punto formate un panetto, copritelo con la pellicola trasparente 12 e fate riposare in frigorifero per 30 minuti. Trascorso il tempo necessario, ponete l’impasto su un piano di lavoro infarinato; cospargetelo con un po’ di farina 13, per evitare che si attacchi, e con l'aiuto di un mattarello stendetelo 14 ad uno spessore di 5 mm 15. Prendete un coppapasta del diametro di 7 cm e ricavate dei dischi 16: con le nostri dosi dovrete ottenere circa 30 biscotti. Con un coppapasta della misura di 4,5 cm andate a coppare il centro di ciascun disco in modo da creare dei cerchi più piccoli 17. Con le mani togliete delicatamente i dischetti interni 18 e rimpastateli in modo da formare un panetto; coprite di nuovo con la pellicola trasparente e lasciate riposare in frigorifero per almeno 15 minuti, dopodichè ripetete l'operazione fino a terminare l’impasto. Ponete i biscotti che avete ottenuto su una leccarda foderata con carta da forno 19 e fate cuocere in forno statico preriscaldato a 180° per 13-15 minuti (o 160° per 8-10 minuti se in forno ventilato). Una volta che saranno ben dorati 20, sfornateli e lasciateli raffreddare su di una gratella. A questo punto potete servire e gustare i vostri biscotti al miele e semi di papavero 21. "
}