{
    "title": "Anello di cocomero al moscato",
    "ingredients": [
        {
            "ingredient": "Cocomero (anguria)",
            "quantity": "(la polpa) 1,6 kg"
        },
        {
            "ingredient": "Moscato",
            "quantity": "(bianco) 200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare l’anello di cocomero al moscato iniziate ammollando la gelatina in acqua fredda per almeno 10 minuti 1. Nel frattempo prendete un cocomero e tagliatene le estremità. 2, quindi tagliate la polpa grossolanamente 3 e privatelo dei semi. Riponete i tocchetti di cocomero in una centrifuga per separare la polpa dal succo del frutto 4: otterrete 1,3 kg di succo di cocomero 5: tenetelo da parte. Spremete ora il limone 6. Filtrate il succo di limone con un colino a maglie strette 7 e tenete anch’esso da parte. Ora prendete una ciotola capiente e versatevi il moscato ed il succo di cocomero 8. Aiutandovi con le fruste a mano amalgamate gli ingredienti 9. Quindi versate i liquidi in un tegame dai bordi alti e scaldate a fuoco dolce 10. Unite la gelatina ormai ammollata e ben strizzata 11 ed il succo di limone 12. Unite anche lo zucchero e amalgamate gli ingredienti per amalgamarli 14. Affinché gli ingredienti si sciolgano ci vorranno circa 5-6 minuti. Quindi versate il composto in uno stampo a forma di anello della capienza di 1,5 kg 15. Copritelo con pellicola alimentare trasparente 16 e trasferitelo in frigorifero a rassodare per almeno 12 ore. Trascorso questo tempo riempite a metà un tegame con acqua. E' importante che il tegame abbia una circonferenza leggermente più ampia rispetto a quella dello stampo a forma di anello dove avete versato il composto. Portate a bollore l’acqua ed adagiate lo stampo con la preparazione sopra di esso 17 affinché il calore consenta di staccare il dolce dallo stampo. Ci vorrà solo qualche secondo. Dopodiché estraete lo stampo dal tegame aiutandovi con delle palette, appoggiate un piatto da portata sopra allo stampo e rovesciate entrambi contemporaneamente sopra ad una superificie piana. Staccate quindi lo stampo e servite il vostro anello di cocomero al moscato 18! Se preferite potete servirlo accompagnando con alcuni pezzetti di cocomero o frutti di bosco. "
}