{
    "title": "Frittelle di castagne",
    "ingredients": [
        {
            "ingredient": "Farina di castagne",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda 250 ml"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio",
            "quantity": "di arachide q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Setacciate la farina di castagne in una ciotola insieme al lievito 1 ed aggiungete lâacqua calda in cui avrete disciolto il sale (2-3): mescolate fino ad ottenere una crema fluida ma non troppo liquida 4. Lasciate riposare la crema ottenuta e nel frattempo mettete in ammollo in acqua calda lâuvetta per 10-15 minuti 5. Scolate lâuvetta, tamponatela con carta da cucina ed unitela alla crema di castagne 6 aggiungete quindi anche i pinoli 7, quindi amalgamate per bene tutti gli ingredienti. In una padellina (meglio se antiaderente) versate lâolio di arachide, quello che basta per coprirne il fondo: scaldatelo e poi versatevi a cucchiaiate (non troppo piene) lâimpasto 8. Fate friggere a fuoco dolce e quando il primo lato sarÃ dorato, girate la frittelle sullâaltro lato; una volta dorato, prelevate le frittelle e mettetele a scolare su della carta da cucina 9. Terminate tutto lâimpasto e poi spolverizzate le frittelle con dello zucchero a velo appena prima di servirle ancora calde. Le frittelle di castagne saranno ottime anche fredde!NOTA BENE: Eâ sempre necessario consultare il prontuario Associazione Italiana Celiachia e leggere attentamente gli ingredienti, per assicurarsi che non contengano contaminazioni da glutine "
}