{
    "title": "Seadas (sebadas)",
    "ingredients": [
        {
            "ingredient": "Strutto",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina di grano duro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 250 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "fresco 500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "70 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Miele di castagno",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le seadas iniziate dall’impasto: in una ciotola versate la farina setacciata, poi unite l’uovo intero 1, versate a filo l’acqua tiepida 2 e iniziate a impastare con le mani (in alternativa potete usare una planetaria). Aggiungete poco alla volta anche lo strutto continuando 3 ad impastare per amalgamarlo. Quando l’impasto risulterà abbastanza compatto, trasferitelo su una spianatoia leggermente infarinata 4 e continuate ad impastare fino ad ottenere un panetto liscio ed elastico 5. Avvolgete il panetto con la pellicola per alimenti 6 e fate riposare l’impasto per 30 minuti. Intanto occupatevi del ripieno al formaggio: grattugiate la scorza di un limone non trattato 7 e tenetela da parte. Grattugiate il pecorino con una grattugia dai fori larghi 8, tipo julienne e trasferitelo in un piccolo tegame aggiungete l’acqua 9 e scioglietelo a fuoco moderato mescolando di continuo, ci vorranno circa 8-10 minuti Quando il formaggio sarà sciolto aromatizzate con la scorza di limone 10 e rovesciatelo su un tagliere, stendetelo con una spatola 11 e lasciatelo rassodare, poi con un coppapasta rotondo del diametro di circa 9 cm 12 ricavate 12 dischi 13. Riprendete il panetto di impasto 14 e stendete la pasta a mano oppure con l’aiuto della macchina, tirate la pasta 15 fino ad ottenere una sfoglia spessa 3 mm 16. Adagiate sulla sfoglia i dischi di formaggio ben distanziati tra di loro 17 e ricoprite con un’altra sfoglia di pasta 18. Fate aderire la pasta intorno al ripieno premendo con le dita 19 per eliminare eventuali bolle d’aria, come si fa per i ravioli. Con un coppapasta dai bordi ondulati del diametro di 10,5 cm ritagliate le singole seadas 20 ed eliminate la pasta di scarto 21. Ora potete procedere con la cottura: in un tegame riscaldate l’olio di semi e quando avrà raggiunto 170° immergete le seadas una alla volta 22, cuocete per un paio di minuti, poi scolatele con una schiumarola e adagiatele su un vassoio rivestito con carta assorbente 23 in modo da asciugare l’olio in eccesso. In alternativa potete cuocere le seadas in forno statico preriscaldato a 180° per 15 minuti, ma il risultato sarà meno fragrante rispetto alla tradizionale frittura. Trasferite le seadas su un piatto di portata, guarnitele con il miele quando sono ancora calde e servite subito 24! "
}