{
    "title": "Crumble di verdure",
    "ingredients": [
        {
            "ingredient": "Peperoni rossi",
            "quantity": "½"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "½"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(calda) 200 ml"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "250 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 100 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 40 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il crumble di verdure sgranate i piselli 1 , poi in una padella fate rosolare uno spicchio di aglio con un filo di olio e versate i piselli sgranati 2, coprite con il coperchio 3 e cuocete per circa 10 minuti, se necessario aggiungere un mestolo di brodo vegetale per non farli asciugare troppo. Salate , pepate a piacere e prelevate un paio di cucchiai di piselli da unire alle altre verdure 4. Tagliate a metà i peperoni e poi riduceteli a listarelle sottili 5, spuntate le zucchine e tagliatele a dadini piccoli 6, fate lo stesso con le carote 7 e poi riducete a listarelle sottili i cipollotti 8. A questo punto rosolate il cipollotto in padella con un filo di olio, poi unite i peperoni rossi 9 e gialli, le carote 10 cuocete per 5-6 minuti poi versate l’acqua calda 11 o il brodo vegetale e unite le zucchine a dadini 12 e i due cucchiai di piselli 13 che avete tenuto da parte. Proseguite per altri 5 minuti e poi aggiustate di sale e pepe e aromatizzate con la scorza di limone grattugiata 14 e il rosmarino. Ora occupatevi del crumble: versate nel mixer le farine, il grana grattugiato 15 il burro freddo a pezzetti 16,il rosmarino e una presa di sale, azionate le lame per pochi istanti il tempo necessario per creare un impasto sabbioso 17, distribuitelo uniformemente su una teglia rivestita con carta da forno e cuocete in forno statico a 160° per 15 minuti ( o in forno ventilato a 140° per 10 minuti). A cottura ultimata, sfornate il crumble e lasciatelo raffreddare 18. Per finire preparate la crema di piselli: ponete lo yogurt greco in un contenitore dal bordo alto , versate i piselli 19( se non lo gradite eliminate prima lo spicchio di aglio) insaporite con la scorza del limone 20 e le foglie di menta 21 poi frullate con il mixer ad immersione per ottenere un composto cremoso 22. Trasferite le crema in una sac-à-poche 23 e versatene uno strato 24 nei bicchierini di vetro da dessert della capacità di 185 gr circa. Poi ricoprite con un secondo strato di verdure 25 e ultimate ricoprendo la superficie con il crumble salato 26 . Il crumble di verdure è pronto, guarnitelo con un rametto di rosmarino 27, ponetelo in frigorifero fino al momento di servirlo e gustatelo a temperatura ambiente. "
}