{
    "title": "Gubana",
    "ingredients": [
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 85 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 75 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "170 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 40"
        },
        {
            "ingredient": "Grappa",
            "quantity": "bianca 15 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "250"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "140"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "60"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Grappa",
            "quantity": "bianca 10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 120 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Marsala",
            "quantity": "110 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la gubana iniziate dal lievitino: in una ciotola capiente setacciate la farina, poi unite il lievito disidratato 1. Aggiungete a filo il latte tiepido 2 e impastate con le mani fino ad ottenere un composto omogeneo e privo di grumi a cui darete forma sferica e lascerete riposare a temperatura ambiente coperto da pellicola alimentare trasparente per circa 1 ora 3. Il lievitino dovrà raddoppiare di volume 4: nel caso non avesse il volume necessario lasciatelo lievitare ancora. Prendete ora una planetaria munita di foglia e versateci la farina setacciata e lo zucchero 5, poi unite anche il lievitino 6. Versate quindi le uova sbattute 7, la scorza grattugiata di un limone non trattato 8 e la grappa 9. Azionate la planetaria a velocità media, e cominciate ad aggiungere il latte a temperatura ambiente a filo 9. Quando tutti gli ingredienti risulteranno amalgamati, togliete la foglia e sostituitela con il gancio: versate un pizzico di sale e cominciate ad impastare a velocità media. A questo punto unite poco alla volta il burro ammorbidito e a temperatura ambiente: aggiungetene un pezzetto 11 e quanto si sarà assorbito proseguite con un altro. L’impasto dovrà risultare elastico e si dovrà incordare al gancio. Staccate l’impasto dalla planetaria, lavoratelo dandogli una forma sferica e riponetelo in una ciotola coperta da pellicola alimentare trasparente, lasciandolo lievitare in forno spento con luce accesa per circa 3 ora o fintanto che non avrà raddoppiato di volume. Nel frattempo dedicatevi al ripieno della gubana. Sciacquate e poi versate l’uvetta in una ciotola per farla rinvenire in ammollo con 100 g di marsala 13; lasciate che si ammorbidisca in questo modo per almeno 20 minuti o di più se necessario. Mentre l’uvetta si ammorbidisce, frullate i gherigli delle noci in un mixer fino ad ottenere un trito molto fine 14. Ripetete l'operazione anche per i pinoli e le mandorle, così da ottenere 3 triti separati 15. A questo punto, prendete una padella antiaderente e dal fondo largo e fate sciogliere il burro a fuoco basso. Quando sarà completamente sciolto, versate il pangrattato 16: lasciatelo tostare così per circa 5 minuti. Potete mescolarlo leggermente con un mestolo di legno oppure farlo saltare per evitare che si bruci. Quando sarà pronto spegnete ll fuoco e tenete da parte in una ciotolina. Poi riprendete l'uvetta che sarà ammorbidita: scolatela 17 e frullate anch’essa molto finemente 18. Ora potete iniziare a mettere insieme gli ingredienti per il ripieno della gubana: in una ciotola versate il pangrattato tostato, l'uvetta 19, le noci 20 e i pinoli 21. Poi unite anche le mandorle 22, la scorza grattugiata di un limone non trattato, la grappa 23 e i 10 g di marsala rimasti 24. Separate i tuorli dagli albumi e versate i tuorli nella ciotola con gli altri ingredienti per il ripieno 25, mentre in una ciotola a parte potrete montare gli albumi a neve ferma 26, da unire poi agli altri ingredienti 27, amalgamando il tutto con una spatola mescolando dal basso verso l’alto facendo attenzione a non smontare gli albumi. Il ripieno è ora pronto. Riprendete l’impasto che sarà lievitato e stendetelo con un mattarello fino ad ottenere uno spessore di circa 0,5 cm 28: dovrete dargli più o meno una forma rettangolare di circa 50x60 cm. Adagiate il ripieno al suo interno 29, lasciando uno spazio dai bordi di circa 2 cm. Spennellate questi ultimi con un uovo sbattuto 30 Cominciate ad arrotolare l’impasto su se stesso 31, man a mano allungandolo leggermente passando le mani dal centro verso l'esterno. Sigillate bene i bordi per evitare la fuoriuscita del ripieno. Prendete una teglia di 22 cm di diametro imburrata e infarinata 32: iniziate disponendo uno dei lembi del rotolo al centro e iniziate ad arrotolarlo su se stesso all'interno dello stampo, per creare una forma a spirale. Lasciate lievitare in forno spento con luce accesa per altri 30 minuti. Quindi spennellate con l’uovo l’intera superficie della gubana 33. Spolverate con lo zucchero 34 ed infornate in forno statico preriscaldato a 170°C per 60 minuti (oppure potete cuocerla in forno ventilato preriscaldato a 145°C per 40-45 minuti) 35. Trascorso il tempo di cottura, estraete la teglia dal forno e lasciate riposare 10 minuti prima di servire la vostra gubana 36! "
}