{
    "title": "Maritozzi",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 250 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Olio di semi di mais",
            "quantity": "85 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "6 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "95 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare i maritozzi, sciogliete il lievito disidratato (oppure 12 gr di lievito di birra fresco) in poca acqua tiepida 1, aggiungete un cucchiaino di malto 2 e mescolate bene. Ponete la farina manitoba in una ciotola, insieme allo zucchero, formando un buco al centro in cui verserete il lievito e il malto sciolti insieme 3 , che stempererete un po' con la farina. Nella restante acqua tiepida versate il sale 4, l’olio di semi 5 e la scorza grattugiata di limone 6 e mescolate. Versate il liquido ottenuto a filo sulla farina e impastate con le mani, facendo gesti ampi e veloci 7. Intanto separate i tuorli dagli albumi, che terrete da parte, e aggiungete solo i tuorli e all’impasto 8. Continuate ad impastare 9, almeno per 6-7 minuti, fino a che il composto non risulterà ben compatto. Intanto mettete ad ammollare l’uvetta in acqua fredda per 10 minuti 10, strizzatela o lasciatela sgocciolare in un colino e asciugatela con un panno. Aggiungete l'uvetta, i pinoli 11 e l'arancia candita (oppure la scorza grattugiata di 1 arancia) all’impasto e continuate ad impastare affinchè i pinoli, l’uvetta e l'arancia vengano assorbiti dall’impasto. Ponete l’impasto dei maritozzi in una ciotola infarinata 12, coperta dalla pellicola e lasciate lievitare per almeno 2 ore in forno chiuso e spento (potete lasciare la sola luce accesa per accelerare la lievitazione). Quando l’impasto dei maritozzi avrà raddoppiato di volume 13, trasferitelo su di un piano di lavoro infarinato e dividetelo 12 pezzi del peso di circa 85-90 gr l’uno (14-15). Date ad ogni pezzo una forma rotonda ben chiusa sotto 16, sistemateli su di una leccarda da forno foderata con un foglio di carta da forno e copriteli con della pellicola 17, lasciandoli lievitare per mezz’ora. Trascorso questo tempo date loro una forma un po’ allungata 18 e spennellateli con gli albumi che avrete tenuto da parte 19. Copriteli ancora con la pellicola e fateli lievitare per l’ultima volta ancora un’ora. Intanto che i maritozzi lievitano, preparate lo sciroppo di zucchero, che servirà per spennelare, mettendo in un pentolino lo zucchero e l’acqua 20. Fate sciogliere bene lo zucchero fino a che il liquido non diventi trasparente 21 e fatelo raffreddare. Ora che i maritozzi avranno finito di lievitare infornateli in forno caldo a 180 gradi per 18 minuti. Montate anche la panna a neve ferma in una planetaria insieme allo zucchero a velo (22-23). Quando i vostri maritozzi si saranno ben dorati sulla superficie, sfornateli e ancora caldi spennellateli con lo sciroppo di zucchero 24. Una volta raffreddati, fate un taglio al centro di ogni maritozzo 25 e farcite ognuno con ciuffi di panna montata che avrete trasferito in una sac-à-poche (26-27). Ecco pronti per essere serviti (e spazzolati) i vostri maritozzi! "
}