{
    "title": "Torta di yogurt con gelatina di fragole e frutti di bosco",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "650 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "650 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina",
            "quantity": "15 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Fragole",
            "quantity": "800 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "1"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "25 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "100 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "1 rametto"
        }
    ],
    "preparation": " Per preparare la torta di yogurt con gelatina di fragole e frutti di bosco, cominciate inserendo i biscotti nel mixer 1 e azionando le lame per ridurli in polvere. Trasferite la polvere di biscotto in una ciotola e unite il burro, che avrete fatto sciogliere in un pentolino 2. Amalgamate bene 3 per ottenere un composto omogeneo. Foderate con carta da forno uno stampo a cerniera del diametro di 22 cm e distribuite il composto sul fondo 4, premendo con il dorso di un cucchiaio per ottenere una base compatta e liscia 5. Trasferite in freezer a rassodare per almeno mezzora, in modo che il composto si solidifichi. Nel frattempo dedicatevi alla crema: setacciate la ricotta in una ciotola 6, in modo da eliminare il siero. Aggiungete lo yogurt greco 7 e, con una spatola o una frusta, cominciate ad amalgamare. Unite lo zucchero a velo 8, prendete quindi la bacca di vaniglia, incidetela nel senso della lunghezza e raschiate i semini con la punta di un coltellino 9. Aggiungete i semi di vaniglia al composto cremoso 10 e amalgamate ancora, fino a renderlo omogeneo 11. A questo punto mettete in ammollo la gelatina per circa 10 minuti in acqua fredda 12. Scaldate la panna in un pentolino, e trascorso il tempo di ammollo strizzate la gelatina ormai morbida e unitela alla panna calda 13, mescolando fino a farla sciogliere completamente. Unite il liquido al composto cremoso allo yogurt 14, mescolate accuratamente per incorporarlo in maniera uniforme quindi estraete lo stampo a cerniera dal freezer e versate il composto sulla base di biscotto 15, livellandolo delicatamente. Mettete in frigo a rassodare per bene per almeno 2 ore 16. Nel frattempo occupatevi della gelatina per la copertura. Pulite e lavate le fragole e tagliatele a metÃ 17. Ponetele in una capiente padella insieme ai lamponi 18 E ai mirtilli 19, e aggiungete anche lo zucchero a velo 20. Mescolate e fate cuocere a fuoco dolce per almeno 10 minuti, quindi filtrate attraverso un setaccio la purea ottenuta 21. Trasferite la purea in un pentolino 22, mettete in ammollo la gelatina in acqua fredda per 10 minuti 23, strizzatela e unitela alla purea calda nel pentolino 24, mescolando bene per farla sciogliere completamente. Filtrate il composto 25 e lasciatelo intiepidire, poi versatelo nella tortiera sopra lo strato di crema di yogurt che nel frattempo si sarÃ rassodato 26. Livellate bene e trasferite in frigo, dove la torta dovrÃ rassodare per ancora 2 ore 27. Trascorso il tempo, aprite lo stampo e rimuovete delicatamente la carta da forno 28. Poggiate la torta di yogurt su unâalzata o un vassoio da portata 29, ed infine, prima di servirla, decoratela con i frutti di bosco, la fragola intera e le foglioline di menta 30. "
}