{
    "title": "Bastoncini di pollo aromatici",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "2"
        },
        {
            "ingredient": "Lemongrass",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "3"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "2 ciuffi"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "2 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i bastoncini di pollo aromatici, iniziate tritando la mollica di pane in un mixer 1 e separatamente 400 gr di petto di pollo 2, lasciateli da parte. Private quindi dei semi i peperoncini freschi 3 e mondate e private delle estremità i bastoncini di lemongrass 4. Tritateli finemente in un mixer con lo zenzero e le foglie di menta e di coriandolo 5. Lavate i cipollotti e tagliateli finemente con un coltello affilato. In una terrina mettete il pollo tritato e incorporate i cipollotti 6, il composto di spezie ed aromi 7, l'uovo che avrete precedentemente sbattuto 8 e la mollica di pane passata nel mixer. Amalgamate bene gli ingredienti 9 e aggiustate infine di sale. Con le mani bagnate (tenete una ciotola di acqua tiepida a disposizione), fate dei piccoli cilindri con l'impasto, disponeteli su un piatto e schiacciateli leggermente con le dita 10, ottenendo la forma di mattoncini. Mettete i bastoncini in frigorifero per 10/15 minuti 11. Scaldate una bistecchiera/piastra a fuoco medio, disponetevi i bastoncini di pollo e cuoceteli per 10 minuti circa, girandoli spesso per evitare che si attacchino. Eventualmente ungete leggermente la piastra con dell'olio. Servite i bastoncini di pollo aromatici con degli stecchini 12 come aperitivo, accompagnati da una salsa allo yogurt, da salsa di soia o da salsa dolce di peperoncini. "
}