{
    "title": "Canederli dolci alle albicocche",
    "ingredients": [
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "½"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 80 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Albicocche sciroppate",
            "quantity": "8"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "zollette 4"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per realizzare i canederli dolci alle albicocche ammorbidite il burro e ponetelo nella ciotola di una planetaria munita di foglia 1 aggiungete i tuorli 2 il sale e azionate la macchina finché non otterrete un composto chiaro, a questo punto unite anche il formaggio fresco 3 e proseguite a montare il composto, quando sarà omogeno spegnete la macchina e incorporate lo zucchero a velo, incidete la bacca di vaniglia nel senso della lunghezza, estraete i semi e uniteli all’impasto 4, setacciate direttamente nella ciotola anche la farina 00 5 e quella di mandorle 6, aggiungete anche la scorza grattugiata dell’arancia 7, mescolate il composto con una spatola 8, poi stendete il composto su un foglio di carta da forno dandogli dimensioni di cm 20 x 40 circa 9, ricoprite con una altro foglio di carta forno e mettete in frigorifero a rassodare per circa 1 ora su di un vassoio. Sgocciolate le albicocche dal loro sciroppo 10. Se utilizzate le albicocche secche dovrete reidratarle in acqua tiepida, poi strizzarle delicatamente e se hanno il nocciolo, eliminatelo. Se è stagione, potete utilizzare delle albicocche fresche purché piccole. Quando l’impasto sarà freddo e maneggiabile, dividetelo tagliandolo in 8 quadrati delle stesse dimensioni 11, prendete ciascuna porzione e al centro posizionate metà albicocca 12 farcitela al centro con mezza zolletta di zucchero e richiudete con l’altra metà dell’albicocca 13. Avvolgete l’impasto attorno all’albicocca 14 formando una pallina e sigillate bene il contenuto, continuate così con il resto degli ingredienti fino a formarne 8, che appoggerete su di un foglio di carta forno 15, coprirete con pellicola e metterete in frigorifero per mezz’ora. Nel frattempo potete preparare la salsa al cioccolato di accompagnamento, tritate il cioccolato fondente 16 e ponetelo a sciogliere in un pentolino a bagnomaria (o al microonde); quando sarà fuso, unite la panna calda 17e mescolate fino ad ottenere una crema densa 18 che metterete da parte. Quando i canederli saranno ben freddi e compatti lessateli (4 per volta) facendoli sobbollire per circa 10 minuti in acqua bollente e salata 19, quindi scolateli 20, passateli in un mix di pangrattato, zucchero di canna e polvere di cannella 21. Man mano ponete su un piatto di portata i canederli impanati 22. In un piatto da dessert distribuite la salsa di cioccolato sul fondo 23 e adagiate sopra i canederli dolci alle albicocche cotti conditi a piacere con del burro fuso 24. "
}