{
    "title": "Gelato fior di riso",
    "ingredients": [
        {
            "ingredient": "Latte di riso",
            "quantity": "non zuccherato 250 g"
        },
        {
            "ingredient": "Panna vegetale senza lattosio",
            "quantity": "250 g"
        },
        {
            "ingredient": "Fruttosio",
            "quantity": "40 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "bianca 30 g"
        },
        {
            "ingredient": "Burro senza lattosio",
            "quantity": "a temperatura ambiente 80 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "90 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna vegetale senza lattosio",
            "quantity": "80 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il gelato fior di riso iniziate a realizzare le cialdine di accompagnamento. Ponete il burro a temperatura ambiente in una ciotola e aggiungete lo zucchero a velo 1. Iniziate a lavorare il tutto con uno sbattitore elettrico 2 e aggiungete la maizena setacciata 3 solo quando avrete ottenuto un composto ben montato, quindi mescolate il tutto con una spatola per amalgamare gli ingredienti. Unite anche la farina di riso 4 , precedentemente setacciata e mescolate nuovamente con una spatola. Tenete da parte e montate gli albumi a neve in un’altra ciotola 5, quindi uniteli al composto precedente 6. Continuate a mescolare con lo sbattitore 7, fino ad ottenere una pastella omogenea, quindi aggiungete i semi della mezza bacca di vaniglia 8, per prelevarli sarà sufficiente intagliare la bacca e raschiare l’interno con un coltellino affilato. Mescolate ancora una volta per incorporarli al composto. Foderate una leccarda con la carta forno e traferitevi un cucchiaio di impasto; per formare le cialdine dovrete stenderlo con il dorso del cucchiaio in modo da formare dei cerchi regolari dal diametro di 5 cm 9. Lo strato di impasto dovrà risultare sottile ma non troppo: se troppo spesso le cialde risulteranno morbide, se troppo sottili si scuriranno eccessivamente e si romperanno con più facilità. Se preferite potete dare alle vostre cialde una forma allungata, simile alle lingue di gatto. Una volta formate tutte le cialdine, infornatele in forno statico preriscaldato a 200° per circa 5 minuti (se utilizzate il forno ventilato cuocete a 180° per 3-4 minuti). Una volta sfornate 10, lasciatele intiepidire per qualche minuto, quindi sollevatele aiutandovi con una spatola 11 e trasferitele su un vassoio foderato con carta forno 12. A questo punto dedicatevi a realizzare la base per il gelato. Versate il fruttosio in una ciotola e unite il latte di riso 13, mescolate con una frusta e aggiungete i semi della mezza bacca di vaniglia rimasta 14. Versate anche la panna 15 e continuate a mescolare con la frusta. Aggiungete in ultimo il miele 16, mescolate nuovamente e versate il composto all’interno della gelatiera 17. Lasciate girare la macchina per 30-35 minuti 18 fino ad ottenere una consistenza solida e cremosa. Se non avete la gelatiera, mettete il composto liquido e a temperatura ambiente in freezer dentro una bacinella, ricordandovi di mescolarlo ogni mezz'ora fino ad ottenere la consistenza perfetta. Nel frattempo occupatevi di realizzare la salsa al cioccolato che servirà per guarnire il vostro gelato fior di riso. Tritate grossolanamente il cioccolato fondente e tenetelo da parte 19. Versate la panna in un tegame 20 e scaldatela fino a sfiorare il bollore. Spegnete il fuoco e unite il cioccolato 21. Mescolate con una frusta fino ad ottenere una salsa liscia ed omogenea 22. Trasferitela quindi in una ciotolina di vetro per farla raffreddare 23. Una volta pronto il gelato 24, potete scegliere di gustarlo subito o di trasferirlo in una pirofila, ricoprirla con la pellicola trasparente e conservarlo in freezer. Al momento di servire il vostro gelato fior di riso aiutandovi con uno spallinatore riponete le palline di gelato in una coppetta di vetro 25, guarnite con la salsa al cioccolato 26 e decorate con i ribes e una fogliolina di menta 27. "
}