{
    "title": "Cous Cous con frutta secca e miele",
    "ingredients": [
        {
            "ingredient": "Cous cous",
            "quantity": "precotto 180 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Anice stellato",
            "quantity": "1"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "2"
        },
        {
            "ingredient": "Miele",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "2 bacche"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        }
    ],
    "preparation": " Mettete in ammollo l'uvetta in una ciotola di acqua calda 1, spremete l'arancia per ricavare il succo, misuratelo e aggiungete tanta acqua quanto basta ad arrivare a 200 ml di liquido in totale. Versate il succo dell'arancia e l'acqua in un pentolino e aggiungete i chiodi di garofano, 2 il cardamomo 3 l'anice stellato 4 e la cannella 5, portate a semibollore. Versate il cous cous in una terrina e sgranatelo con il burro 6 aiutandovi con le mani; tenete da parte. Nel frattempo tostate i pinoli e le noci in una padella antiaderente 7 a fuoco medio fino a che diventino traslucidi; togliete dal fuoco e tenete da parte. Versate il liquido filtrandolo da un colino 8 sul cous cous e lasciate riposare 5-6 minuti senza mescolarlo 9, deve gonfiare e diventare molto tenero ma non sfaldato. Tritate a coltello le noci tiepide 10 e strizzate l'uvetta. Trascorsi i 5 minuti aiutandovi con una forchetta sgranate bene il cous cous, 11 unite i pinoli 12 l'uvetta 13 e le noci tritate 14; scaldate nel pentolino di prima il miele con un goccio di acqua e quando sarà ben sciolto aggiungetelo a filo 15 sul cous cous e mescolate bene; servite tiepido o anche fresco nei bicchierini o ciotoline monoporzione. "
}