{
    "title": "Trifle di Pavesini alle ciliegie",
    "ingredients": [
        {
            "ingredient": "Ciliegie",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "8"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "4"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "4"
        }
    ],
    "preparation": " Per realizzare i trifle di Pavesini alle ciliegie iniziate con la preparazione della crema pasticcera seguendo la scheda dettagliata che trovate qui. Sbattete in una ciotola, con la frusta, il tuorlo e lo zucchero 1 quindi aggiungete la farina. Riscaldate il latte in un pentolino con la metà di un baccellodi vaniglia e i suoi semi; con una pinza, eliminate la baccello e versate il composto di uova nel latte 2, amalgamando con la frusta. Riportate il composto sul fuoco e mescolate continuamente fino a che la crema non si sarà addensata 3. Trasferite la crema pasticcera in una ciotola e fatela raffreddare conservandola con un foglio di pellicola a contatto. Quando si sarà raffreddata versatela in una sac-à-poche con bocchetta stellata 4 e conservatela in frigorifero. Ora occupatevi delle ciliegie: lavatele, tagliatele a metà, eliminate il nocciolo 5 e ponetele in una padella ampia, aggiungete lo zucchero 6 e scaldate a fuoco moderato per circa 15 minuti per far ammorbidire le ciliegie che rilasceranno il loro succo 7. Scolate le ciliegie 8 tenendo da parte il succo che vi servirà per ammorbidire i Pavesini e per la guarnizione. Scaldate il succo di ciliegie in padella 9 per addensarlo. Ora ponete la panna fredda in una planetaria dotata di frusta e montatela con lo zucchero a velo seguendo le indicazioni che trovate nella scheda di cucina su come montare la panna (10-11). Trasferite la panna in una sac-à-poche dotata di bocchetta stellata e conservatela in frigorifero 12. Ora potete procedere a comporre i trifle alle ciliegie: prendete 4 calici e riempite la base con un pavesino tagliato a metà 13 (per ogni calice sono necessari 2 Pavesini), versate sopra un cucchiaio di salsa di ciliegie addensata in padella 14, unite le ciliegie ammorbidite 15 e guarnite con uno strato di crema pasticcera 16 e dei ciuffetti di panna 17. Componete un altro strato: ponete i Pavesini 18 le ciliegie 19, uno strato di crema pasticcera e terminate con uno strato di panna 20. Guarnite i trifle con ciliegie fresche e i Pavesini 21. Conservate i vostri trifle di Pavesini alla ciliegia in frigorifero fino al momento di servirli. "
}