{
    "title": "Mini tarte tropezienne con crema mousseline e confettura di albicocche",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "180 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 80 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "250 g"
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare laTarte Tropeziénne iniziate dal lievitino: in una ciotola ponete la farina setacciata, il lievito di birra secco e il latte 1. Potete usare anche il lievito di birra fresco: in questo caso la dose è di 12 g. Impastate a mano gli ingredienti 2 fino ad ottenere un composto morbido. Ponete il lievitino in una ciotola, coprite con pellicola trasparente 3 e lasciate lievitare per un ora in un luogo tiepido come il forno spento con la luce accesa. Trascorso il tempo di lievitazione ponete il lievitino nella planetaria munita di foglia, aggiungete l’uovo intero 4 e azionate la macchina, poi versate il latte a temperatura ambiente 5, le farine setacciate poco alla volta 6, il sale e lo zucchero 7. Una volta che tutti gli ingredienti si saranno assorbiti, sostituite la foglia con il gancio, aggiungete il burro ammorbidito, un pezzetto alla volta 8 aspettando che si sia assorbito prima di aggiungere un altro pezzo, continuate ad impastare fino a quando tutti gli ingredienti non si saranno raccolti intorno al gancio 9. Trasferite l’impasto su di una spianatoia infarinata, dategli una forma sferica, ponetelo in una ciotola, copritelo con pellicola 10 e lasciatelo lievitare per 2 ore a temperatura ambiente poi ponetelo in frigorifero a lievitare per 12 ore. Preparate la crema: versate il latte in un pentolino, unite i semini e la bacca di vaniglia 12, fate scaldare il composto e poi spegnete il fuoco lasciando in infusione la bacca. intanto lavorate i tuorli con lo zucchero aiutandovi con uno sbattitore elettrico (o con una frusta a mano) 13 e setacciate l'amido di mais 14; eliminate la bacca dal tegame con il latte 15 versate il composto con le uova nel latte 16, riaccendete il fuoco e cuocete la crema mescolando con una frusta per far addensare 17. Quando la crema sarà pronta, spegnete il fuoco e versatela in una pirofila bassa e larga 18. Coprite con pellicola a contatto 19 e fate raffreddare prima a temperatura ambiente poi in frigorifero perchè si rassodi e raffreddi completamente. Quando sarà raffreddata, ponetela nella tazza di una planetaria e lavoratela con le fruste, quindi aggiungete il burro ammorbidito un pezzetto alla volta aspettando che si sia assorbito prima di proseguire 20. Quando il burro si sarà assorbito, trasferite la crema in una sac-à-poche 21 e riponetela in frigo per almeno 30 minuti 22. Quindi riprendete l'impasto che sarà raddoppiato di volume 23, ponetelo su un piano di lavoro leggermente imburrato e lavoratelo pochi istanti aiutandovi con un tarocco 24. Riponetelo nella ciotola, copritelo con pellicola e fatelo rinvenire a temperatura ambiente per circa 2 ore. Passato il tempo necessario, Dividete l'impasto in 7 parti da 90 g l'una 25 e date a ciascuna una forma rotonda 26. Ponete le palline su una leccarda foderata con carta da forno 27 Schiacciatele leggermente e copritele con pellicola trasparente 28, quindi fatele lievitare ancora 2 ore, dopodichè eliminate la pellicola e spennellate le mini tarte con l'albume 29. Cospargetele con la granella di zucchero 30. Cuocete le mini tarte tropezienne in forno statico preriscaldato a 160° per circa 40 minuti. Una volta cotte andranno sfornate 31 e fatte raffreddare completamente su una gratella. Quando saranno ben fredde, potete dividerle a metà 32 e farcire la base con un velo di confettura di albicocche 33 Poi farcite anche con la crema mousseline 34 e richiudete con l'altra metà 35: le mini tarte tropezienne con crema mouselline e confettura di albicocche sono pronte per essere servite! "
}