{
    "title": "Tortini ai pistacchi con NutellaÂ®",
    "ingredients": [
        {
            "ingredient": "NutellaÂ®",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di pistacchi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 90 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i tortini ai pistacchi e NutellaÂ®, iniziate preparando lâimpasto: inseriteÂ il burro in una ciotola capiente, versate lo zucchero 1 e cominciate a lavorare il composto con uno sbattitore elettrico 2.Â Setacciate all'interno della ciotola la farina 00 3, laÂ farina di pistacchi 4 e il lievito 5 continuate a lavorare per amalgamare bene il tutto 6. Quando le polveri saranno state incorporate nel composto, aggiungete l'uovo 7 e il latte a filo mantenendo sempre le fruste in funzione 8 fino a quando non otterrete un impasto omogeneo 9. Imburrate 6 stampini di 10 cm di lunghezza e 6 cm di larghezza 10, trasferiteli su una leccarda foderata con carta forno e riempiteli con una cucchiaiata di impasto ciascuno 11. Cuocete i tortini nel forno statico preriscaldato a 160Â° per circa 45 minuti, posizionando la leccarda sul ripiano medio. Una volta cotti 12, lasciate raffreddare i tortini allâinterno degli stampini. A questo punto sformate i tortini e divideteli a metÃ orizzontalmente utilizzando un coltello seghettato 13. Spalmate una delle metÃ con 9 grammi di NutellaÂ® 14, poi ricoprite con lâaltra metÃ . Guarnite metÃ della superficie con lo zucchero a velo aiutandovi con un tarocco o un foglio di carta forno 15, poi guarnite lâaltra metÃ con 4 grammi di NutellaÂ® 16 e cospargete un poâ di granella di pistacchi sulla linea divisoria 17. Procedete in questo modo per assemblare tutti i tortini ai pistacchi e NutellaÂ® e servite 18! "
}