{
    "title": "Baci di dama con farina di mais",
    "ingredients": [
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "5"
        },
        {
            "ingredient": "Vanillina",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare i baci di dama con farina di mais setacciate insieme, in una terrina capiente, la farina di mais e la farina 00 1, quindi unite lo zucchero 2 e i semi prelevati dalla bacca di vaniglia o, se non la avete, l'estratto di vaniglia o la vanillina 3. Mescolate per bene tutti gli ingredienti aiutandovi con una frusta 4,quindi dividete gli albumi dai tuorli e fate sciogliere il burro in un pentolino a fuoco dolce. Unite il burro fuso alle farine 5 ed infine i tuorli 6 . e iniziate ad impastare 7. Quando il composto comincerà a diventare compatto, trasferitelo su una spianatoia infarinata e continuate a lavorarlo con le mani 8. Formate una palla 9, copritela con della pellicola e lasciatela riposare per almeno mezz’ora in frigorifero. Trascorso il tempo necessario, foderate una leccarda con un foglio di carta da forno e cominciate a formare delle palline non molto grandi, leggermente schiacciate da un lato, con l'impasto 10, quindi adagiatele sulla leccarda (fatele riposare ancora in frigorifero se la pasta risulta troppo molle) ed infornatele a 180° per 20 minuti 11. Una volta cotte, lasciatele raffreddare su una gratella 12 e preparate il ripieno facendo sciogliere a bagnomaria il cioccolato fondente 13. Quando i biscotti saranno freddi, ponete qualche goccia di cioccolato fuso sulla parte piatta di un biscotto 14 e richiudete con un secondo biscotto. Quando il cioccolato si solidificherà i biscotti resteranno uniti, formando una fragrante pallina dal ripieno di cioccolato 15 . "
}