{
    "title": "Torta di crepes dolci",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi ½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi ½"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Albicocche",
            "quantity": "mature 5"
        },
        {
            "ingredient": "Pesche gialle",
            "quantity": "4"
        },
        {
            "ingredient": "Fragole",
            "quantity": "40 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fragole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta di crepes dolci, iniziate a preparare le crepes che saranno la struttura del vostro dessert: mettete in una ciotola dai bordi alti la farina preventivamente setacciata, lo zucchero semolato, i semi di mezza bacca di vaniglia o una bustina di vanillina, 1 pizzico di sale e il latte. Lavorate il composto con una frusta a mano o con uno sbattitore elettrico fino a che sarà liscio, vellutato e senza grumi 1. In una terrina a parte sbattete con una forchetta le uova, poi aggiungetele agli altri ingredienti 2 e continuate a mescolare. Sciogliete il burro in un pentolino a fuoco basso e fatelo intiepidire, poi aggiungetelo all’impasto per le crepes e mescolate accuratamente. Infine aggiungete all’impasto la buccia dell’arancia grattugiata 3. Mescolate bene gli ingredienti per ottenere un impasto denso senza grumi 4. Coprite l’impasto con pellicola trasparente e lasciatelo riposare per almeno mezz’ora in frigo 5. Passato il tempo di riposo necessario, riprendete dal frigo il vostro impasto e iniziate a creare le vostre crepes: scaldate una padella per crepes o una padella antiaderente di 20 cm di diametro. Fate fondere una piccola noce di burro e spargetelo per tutta la superficie della padella aiutandovi con carta da cucina. Versate quindi un mestolino di impasto al centro della padella 6. Aiutandovi con il mestolo o un cucchiaio, spalmate rapidamente e accuratamente l’impasto su tutta la superficie della padella 7. Lasciate cuocere per un minuto, alzando i bordi della crepes di tanto in tanto con una spatola stendi-crepes o una spatola di legno per staccarla dalla superficie; non appena sarà dorata, giratela dall’altra parte e attendete che a sua volta assuma lo stesso colore 8. Appena pronta, toglietela dalla padella facendola scivolare su di un piatto, e continuate così anche per le restanti crepes, adagiandole una sull’altra a mano a mano che saranno pronte 9. Copritele con della carta da cucina e tenetele da parte. Ora passate alle creme per la farcitura. Per la crema allo yogurt: in una terrina, mettete 500 g di yogurt greco e aggiungete lo zucchero a velo setacciato 10, mescolate per unire gli ingredienti 11, poi incidete la mezza bacca di vaniglia e aggiungete i semini 12, quindi mescolate il composto. Per la crema alla fragola: procedete come per la crema allo yogurt, quindi mettete 500 g di yogurt greco in una terrina e aggiungete lo zucchero a velo setacciato, mescolando gli ingredienti. A questo punto, lavate le fragole, togliete il picciolo verde con un coltellino e frullatele 13 fino ad ottenere una polpa fine che filtrerete con un colino a maglie strette 14. Ora aggiungete la polpa filtrata allo yogurt greco e mescolate accuratamente con una spatola o un cucchiaio 15. Passate ora a preparare la frutta per la farcitura: lavate le fragole, togliete il picciolo e tagliatele a dadini 16. Pelate le pesche con un coltellino 17, tagliatele a metà per eliminare il nocciolo e poi riducetele a dadini 18. Fate la stessa operazione anche per le albicocche. Ora potete iniziare a comporre la vostra torta: prendete un piatto da portata e spalmate un po’ di crema di yogurt sul fondo del piatto così che la crepes che fa da base non scivoli 19. Mettete la prima crepe 20 e spalmate circa due cucchiai di crema di yogurt bianca 21. Aggiungete un cucchiaio di dadini di frutta 22 e distribuiteli su tutta la superficie, poi ricoprite lo strato con un’altra crepe 23. Spalmate quindi questa crepe con circa 2 cucchiai di crema alle fragole 24 e distribuite i dadini di frutta come per lo strato precedente. Quindi procedete nello stesso modo (25-26), alternando le creme di yogurt e fragole fino a terminare la composizione della torta con l'ultimo strato di crepe 27. Quando avrete terminato gli strati, passate a preparare la crema per la guarnizione: in una terrina, mettete 100 g di yogurt greco e diluitelo con la panna fresca liquida 28; aggiungete poi lo zucchero a velo setacciato e mescolate con un cucchiaio fino ad ottenere una crema fluida 30. Con un cucchiaio fate colare a poco a poco la crema ottenuta sulla sommità della torta a partire dal centro 31. Ora potete decorare la torta ponendo sulla sommità delle ciliegie e fragole intere 32 e aggiungere delle foglioline di menta per dare un tocco scenografico alla vostra torta di crepes dolci 33. "
}