{
    "title": "Frutta gelata",
    "ingredients": [
        {
            "ingredient": "Melone",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Ananas",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Mango",
            "quantity": "600 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "500 g"
        },
        {
            "ingredient": "More",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per preparare la frutta gelata, iniziate a pulire il melone: tagliate le estremità del melone in modo da creare una base stabile, poi dividetelo a metà e rimuovete i semini che si trovano all’interno con un cucchiaio 1; tagliate ogni metà in fette non troppo spesse 2, eliminate la buccia da ogni fetta e infine riducetele a cubetti di circa 2 cm di spessore 3. Spargete i cubetti su un vassoio facendo attenzione a non sovrapporli 4, coprite con la pellicola trasparente e trasferitelo in freezer: quando la frutta si sarà indurita, potete trasferirla in un sacchetto gelo, per almeno 12 ore. Ora passate alla pulizia dell’ananas: eliminate la base e il ciuffo tagliandoli con un coltello 5, poi dividete l’ananas in 4 spicchi, rimuovete la parte interna legnosa 6 ed eliminate la buccia; dividete ogni spicchio a metà per il lungo e tagliate le fette ottenute a tocchetti di circa 1 cm di spessore 7, dopodiché spargete l’ananas su un vassoio 8, coprite con la pellicola trasparente e trasferitelo nel freezer: quando l'ananas si sarà indurita, trasferitela sempre in un sacchtto gelo per almeno 12 ore. Per ulteriori informazioni sulla pulizia dell’ananas, potete consultare la nostra scuola di cucina “Come pulire e tagliare l’ananas”. Per quanto riguarda la pulizia del mango, eliminate la buccia con un pelaverdure 9, poi praticate dei tagli per il lungo con il coltello e separate le fette una per volta 10, fino a che non vi rimarrà in mano il nocciolo 11; tagliate ogni fetta a cubetti di circa 2 cm di spessore 12, spargeteli uniformemente su un vassoio 13, coprite con la pellicola trasparente e lasciatelo in freezer: per almeno 12 ore. Ora occupatevi delle fragole: lavatele e asciugatele, dopodiché eliminate il picciolo e tagliatele a metà 14; a questo punto potete trasferirle su un vassoio, senza sovrapporle 15, e lasciatele in freezer a congelare per almeno 12 ore. Infine lavate e asciugate delicatamente le more e trasferitele su un vassoio lasciandole intere 16, poi posizionatelo in freezer per almeno 12 ore. Quando la frutta sarà congelata, potete frullarla per creare il vostro dolce rinfrescante: versate il melone congelato in un frullatore o in un mixer dotato di lame d’acciaio 17 e frullate fino a che non diventa cremoso, poi trasferitelo in una ciotola 18. Allo stesso modo, versate l’ananas congelato nel frullatore 19 e frullate fino a che non otterrete una consistenza cremosa 20; fate la stessa cosa con il mango 21, con le fragole 22 e con le more congelate 23. Trasferite la vostra frutta gelata in coppette distinte e servite immediatamente 24! "
}