{
    "title": "Quatre quarts",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "( circa 3) 160 g"
        },
        {
            "ingredient": "Farina",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "160 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per realizzare il quatre quarts iniziate sciogliendo in microonde o a bagnomaria il burro e tenetelo da parte per lasciarlo intiepidire. Nel frattempo versate le uova in una ciotola, unite anche lo zucchero 1, aromatizzate il composto con 1 cucchiaino di estratto di vaniglia (in alternativa potete usare anche i semi di un baccello di vaniglia). Lavorate il composto con le fruste elettriche 3 Fino a quando non sarà chiaro e spumoso 4. Una volta pronto, setacciate la farina 5 e il lievito in una ciotola 6, unite un pizzico di sale. Miscelate le polveri, poi aggiungetele al composto un cucchiaio alla volta 7 delicatamente, con movimenti dal basso verso l’alto, in modo da non smontare il composto. Una volta che le polveri saranno incorporate, aggiungete un pizzico di sale, versate a filo il burro fuso intiepidito montando ancora con le fruste elettriche (8-9). Quando il burro si sarà amalgamato, l’impasto potrà considerarsi pronto 10, imburrate e infarinate uno stampo rettangolare per plumcake da 26x11,5 cm alto 7,5 cm. Cuocete il quatre quarts in forno statico preriscaldato a 170° per 40 minuti, una volta pronto sfornatelo, lasciatelo intiepidire, quindi sformatelo su un vassoio 13 e spolverizzatelo con lo zucchero a velo 14. Il vostro quattre quarts è pronto per essere gustato 15! "
}