{
    "title": "Caviale di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane tonde",
            "quantity": "(circa 3) 1 kg"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il caviale di melanzane lavate le melanzane sotto abbondante acqua fresca corrente, poi asciugatele. Disponetele su una leccarda foderata con un foglio di carta da forno senza bucarle 1. Fatele cuocere in forno statico preriscaldato a 180° per almeno 60 minuti (oppure a 160° per 50 minuti se in forno ventilato). Trascorso questo tempo 2, togliete le melanzane dal forno, con un coltello eliminate la buccia 3 e con un cucchiaio prelevate la polpa contenuta al loro interno 4. Ponete la polpa ottenuta su di un colino a maglie strette 5 e col dorso di un cucchiaino premetela 6, in modo che rilasci il liquido in eccesso 7 (in alternativa potete utilizzare anche un telo di cotone o di lino). Mettete la polpa in un mixer dotato di lame e aggiungete l’aglio schiacciato 8 e l’olio 9. Regolate di sale 10 e unite anche le foglioline di menta 11, dopodiché azionate le lame fino ad ottenere una purea densa ed omogenea 12. Trasferite il tutto in una ciotolina 13, poi spremete il succo di mezzo limone 14 che andrete ad aggiungere alla purea che avete ottenuto 15. Da ultimo unite anche la paprika 16 e mescolate con le fruste in modo da amalgamare bene gli ingredienti 17: il vostro caviale di melanzane è pronto per essere servito 18, accompagnato da un fresco pinzimonio oppure spalmato su crostoni croccanti. "
}