{
    "title": "Barrette snack di frutta e cereali",
    "ingredients": [
        {
            "ingredient": "Avena",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "sgusciati 30 g"
        },
        {
            "ingredient": "Cranberry",
            "quantity": "(mirtilli rossi disidratati) 25 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio di sesamo",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare le barrette di creali e frutta, cominciate tritando grossolanamente i pistacchi 1. Poi, ponete sul fuoco dolce un pentolino con il miele 2 e quando raggiunge l’ebollizione unite l’avena 3 I pistacchi tritati 4 e i mirtilli rossi disidratati 5. Mescolate 6 e impastate il composto con un cucchiaio di legno, a fuoco dolce, per 2-3 minuti. Predisponete una ciotolina con l’olio di sesamo, un pennello e tagliate due fogli di carta da forno. Ponete uno dei due fogli sulla leccarda da forno, quindi spennellatelo con l’olio di sesamo 7. Spennellate anche l’altro foglio, su di un solo lato 8. Versate quindi il composto di creali e frutta sulla teglia foderata di carta forno 9 E coprite con l’altro foglio, tenendo il lato spennellato di olio a contatto con l’impasto 10. Appiattite il composto, dapprima con le mani 11, poi con il mattarello 12, fino a portarlo ad uno spessore di circa 1 cm. Con l’aiuto di un tarocco regolarizzate i bordi dell’impasto 13, cercando di dagli una forma quadrata o rettangolare che faciliterà il taglio delle barrette. Infornate in forno ventilato preriscaldato a 130°, e cuocete per circa 35 minuti 14. Sfornate e lasciate intiepidire 5 minuti, poi trasferite il vostro blocco su un tagliere e ungete un coltello con il rimanente olio di sesamo 15. Con il coltello tagliate le vostre barrette nella misura che vi è più congeniale 16. Noi, da un blocco di circa 30x20 cm, abbiamo ottenuto 15 barrette. Una volta tagliate le vostre barrette, lasciatele raffreddare. Nel frattempo, spezzettate il cioccolato bianco e ponetelo in un pentolino per bagnomaria 17. Fatelo sciogliere mescolando spesso 18, badando che non superi la temperatura indicativa di 45°. Trasferite il cioccolato sciolto in una pirofila bassa e abbastanza larga, fatelo intiepidire e quando raggiunge circa 28° di temperatura intingetevi con cura un lato delle barrette ormai fredde 19. Trasferite le barrette su un tappetino di silicone, con il lato intinto rivolto verso il basso 20 e lasciatele raffreddare in un luogo fresco, o in frigorifero se la temperatura dell’ambiente non è sufficientemente bassa. Quando il cioccolato si sarà completamente solidificato potrete gustare le vostre barrette snack di frutta e cereali, oppure avvolgerle in carta forno per conservarle fino all’utilizzo 21. "
}