{
    "title": "Torta di prugne",
    "ingredients": [
        {
            "ingredient": "Prugne",
            "quantity": "viola 850 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta di prugne, inizate versando gli ingredienti dell'impasto, tutti a temperatura ambiente: il burro a pezzetti, le uova 1, lo zucchero 2 e il latte 3. In una ciotolina setacciate la farina 00, unite la farina di mandorle 4 e il lievito. Quindi versate le polveri nel mixer 5, azionate le lame per mescolare gli ingredientiÂ e ottenere un impasto omogeneo e cremoso. Grattugiate la scorza di un limone non trattato 6 per aromatizzare il composto. Una volta pronto, versatelo in una tortiera di 28 cm di diametro precedentemente imburrata e rivestita con carta da forno e livellate la superficie con una spatola 7. Preparate le prugne: sciacquatele sotto acqua corrente 8, poi asciugatele accuratamente, privatele del nocciolo e tagliatele a spicchi 9. Distribuite le fettine per orizzontale su tutta la superficie della torta, a raggiera, partendo dal bordo e arrivando al centro 10. Poi cospargete la superficie di mandorle a lamelle 11 e cuocete la torta in forno statico preriscaldato a 180Â° per 60 minuti (160Â° per 50 minuti circa se forno ventilato). Una volta cotta, sfornate la torta di prugne e poi sformatela per farla raffreddare 12 poi servitela. "
}