{
    "title": "Sacher al cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 7"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Miele",
            "quantity": "15 g"
        },
        {
            "ingredient": "Aroma alla mandorla",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Confettura di mirtilli rossi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "600 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sciroppo di glucosio",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "tritato q.b."
        }
    ],
    "preparation": " Per realizzare la Sacher al cioccolato bianco iniziate dal pan di spagna preparato con il metodo a caldo: in una bastardella ponete le uova e sbattetele con la frusta 1, aggiungete un pizzico di sale, lo zucchero 2 e il miele 3 e lavorate gli ingredienti con la frusta. Ponete sul fuoco una pentola con poca acqua, poggiate sopra la bastardella avendo cura che l’acqua non tocchi mai la ciotola. Fate scaldare il composto a 45° monitorando la temperatura con un termometro per alimenti 4. Una volta raggiunta la temperatura trasferite il composto in una planetaria munita di frusta, aggiungete l’aroma di mandorla amara 5 e montate per 20 minuti a velocità media fino ad ottenere un impasto chiaro e spumoso 6. Incorporate la farina 00 e quella di mandorle setacciate 7 mescolando delicatamente per non smontare il composto. Sciogliete il burro a fuoco basso 8, trasferitelo in una ciotola e stemperatelo con due cucchiai di composto così si amalgamerà più facilmente 9 e unitelo al restante composto 10. Imburrate e foderate con carta da forno una teglia con cerchio apribile del diametro di 23 cm. Versate l’impasto nella tortiera 11 livellatelo con la spatola e cuocete in forno statico preriscaldato statico a 170° per 35 minuti ( se forno ventilato a 150° per 25 minuti). A cottura ultimata sfornate il pan di spagna 12, sformatelo e fatelo raffreddare completamente su una gratella 13. Occupatevi ora della copertura: ponete a bagno i fogli di gealtina in acqua fredda per 10 minuti per ammorbidirli 14. Scaldate la panna in un pentolino con il glucosio 15 fino a sfiorare il bollore, poi spegnete il fuoco e versatela nella ciotola con il cioccolato bianco 16 mescolate fino a quando il cioccolato non si sarà sciolto 17 poi unite i fogli di gelatina scolati e ben strizzati 18 e scioglieteli nel composto mescolando con un cucchiaio. Frullate il composto con un frullatore ad immersione 19 e poi setacciatelo con un colino per eliminare eventuali bolle di aria. Coprite la crema con la pellicola a contatto 20 e lasciatela intiepidire e poi mettetela in firgorifero. Setacciate la confettura per eliminare i semi, tagliate la torta in 3 parti, per realizzare al meglio questo passaggio potete consultare la scheda Come tagliare il pan di spagna. Farcite ciascuno strato con la confettura aiutandovi con una spatola 21 e poi spennellate con la confettura tutta la superficie e il bordo della torta 22 ponete la torta in frigorifero ad asciugare per 30 minuti. Riprendete la crema di copertura al cioccolato bianco, poggiate la base su una gratella con sotto un piatto e fate colare la crema sulla torta in modo da ricoprirla interamente 23. Ponete la torta in frigorifero per far rassodare la copertura e poi ripetete questa operazione facendo una seconda colatura. Dopo la seconda colatura riponetela nuovamente in frigorifero finché non si sarà rassodata completamente. Raccogliete la crema avanzata in un conetto di carta da forno per scrivere sacher sulla superficie come vuole la tradizione. Per finire ricoprite i bordi con il cioccolato bianco tritato. La vostra Sacher al cioccolato bianco è pronta per essere gustata 24. "
}