{
    "title": "Torta in barattolo",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "12 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta in barattolo iniziate dalla pasta biscotto al limone. Dividete i tuorli dagli albumi e sbatteteli con le fruste elettriche con 45 gr di zucchero 1. Unite il miele 2 e proseguite fino a che non diventano chiari e molto spumosi e aromatizzate con la scorza del limone 3. Montate gli albumi a neve non troppo ferma assieme al restante zucchero 4, in modo che non si formino grumi quando li unirete ad altri ingredienti, quindi unite i due composti con una spatola senza smontarli 5. Aggiungete la farina setacciata 6 ed amalgamatela al composto. Stendete il composto su una teglia delle dimensioni di 36x27cm foderata con carta da forno, e livellatelo con una spatola piatta e liscia 7. Infornate in forno statico già caldo a 190° per 5 minuti ; la superficie del dolce deve diventare appena dorata e non dovrete mai aprire il forno (che tratterrà al suo interno l’umidità) durante la cottura. Estraete quindi la pasta biscotto dal forno 8 e lasciatela raffreddare. Intanto preparate la pasta biscotto al cioccolato: dividete i tuorli dagli albumi 1 e sbattete i tuorli assieme con il miele 9 e metà dello zucchero 10. Montate i tuorli fino a che non diventino chiari e molto spumosi 11. Montate anche gli albumi a neve non troppo ferma con il restante zucchero, quindi unite i due composti con una spatola senza smontarli 12. Aggiungete delicatamente la farina setacciata assieme al cacao in polvere 13 ed amalgamate il composto. Stendete su una teglia delle dimensioni di 36x27cm foderata con carta da forno 14. Infornate in forno statico già caldo a 190° per 5 minuti. Estraete la pasta biscotto dal forno 15 e fatela raffreddare. Intanto occupatevi della crema: frullate nel mixer i lamponi (16-17), setacciate la salsa ottenuta per eliminare i semi e raccoglietela in una ciotola con lo yogurt 18, mescolate con la frusta per amalgamare gli ingredienti 19 e poi aggiungete metà dello zucchero a velo 20. A parte montate la panna fresca e aggiungete l’altra metà dello zucchero a velo 21. Incorporate la panna montata alla crema di lamponi e mescolate delicatamente 22. Quindi prendete un coppapasta di 7 cm di diametro e ritagliate 4 dischi dalla pasta biscotto al limone 23 e 8 da quella al cioccolato 24. Per comporre la torta munitevi di barattoli di vetro della capacità di 200 ml: trasferite la crema in una sac-à-poche con punta liscia e formate uno strato di crema, poi poneteci sopra un disco al cacao 25, poi di nuovo uno strato di crema 26 e sopra adagiate un altro disco di pasta biscotto al limone 27, proseguite con un altro strato di crema, un disco di biscotto al cacao 28 e terminate con la crema avendo cura di lasciare 1 cm dal bordo. Decorate con i lamponi freschi 29 e riccioli di cioccolato fondente 30. La vostra torta in barattolo è così pronta per essere gustata! "
}