{
    "title": "Treccine di sfoglia",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rettangolare 230 g"
        },
        {
            "ingredient": "Confettura di prugne",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "per spennellare q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le treccine di sfoglia come prima cosa iniziate a realizzare la crema per la farcitura.Â VersateÂ il latte in un pentolino, aggiungete il baccello di vanigliaÂ inciso e scaldate il tutto fino a che non avrÃ quasi raggiunto il bollore. Nel frattempo in un altro pentolino abbastanza capiente rompete le uova e aggiungete lo zucchero 3.Â Sbattete il tutto rapidamenteÂ con una frusta 4, poi unite l'amido di mais 5 e mescolate per farla assorbire 6. Quando il latte avrÃ quasi raggiunto il bollore, spostatelo dal fuoco ed eliminate il baccello di vaniglia 7. Versatelo poi lentamente nell'altro pentolino 8, mescolando sempre con la frusta 9.Â Rimettete il pentolino sul fuoco 10 e continuate a mescolare per circa 3 minuti fino a che la crema non si sarÃ addensata 11. Trasferitela poi all'interno di una pirofila e coprite a contatto con pellicola per alimenti 12. Lasciate raffreddareÂ prima a temperatura ambiente e poi in frigorifero, quindiÂ ponete all'interno di un sac-Ã -poche.Â Quando la crema sarÃ completamente fredda, distendete il rotolo di pasta sfoglia e dividetelo in 4 rettangoli (13-14). Prendete poi uno dei rettangoli e dividetelo ulteriormente in 3, nel senso della larghezza; non dovrete incidere completamente la sfoglia ma solo creare una sorta di guida per il passo successivo 15. Intagliate in diagonale 6 striscioline di 1,5 cm sui due rettangoli esterni (16-17). Mettete un cucchiaino di confettura sul rettangolo centrale 18Â e spargetela solo su questo 19. Ponete sopra alla confettura due strisce di crema 20 e iniziate a richiudere la vostra treccia. Dovrete portare le striscioline di destra verso sinistra 21Â e viceversa 22 fino a ricoprire interamente la farcituraÂ 23. Trasferite man mano le treccine su una leccarda foderata con carta forno 24.Â Una volta che avrete terminato di realizzarle, spennellate con il latte 25 e cuocete in forno statico preriscaldato a 180Â° per 15 minuti. Una volta ben dorate, sfornate le vostre treccine di sfoglia 26 e servite 27!Â "
}