{
    "title": "Torta di cachi",
    "ingredients": [
        {
            "ingredient": "Cachi",
            "quantity": "vaniglia maturi 550 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "210 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cacao crudo in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Fior di sale",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cacao crudo in polvere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta di cachi lavate i frutti, ritagliate il picciolo 1 ed eliminate la buccia 2, affettateli grossolanamente 3 e teneteli da parte. Occupatevi ora dell’impasto: versate la farina setacciata in una ciotola ampia, aggiungete lo zucchero di canna 4, il fior di sale 5 e il cardamomo in polvere 6. Unite anche il cacao crudo 7 e mescolate per amalgamare le polveri 8. Tagliate a cubetti il burro freddo 9. Unite anche il burro nella ciotola 10, lavorate l’impasto con la punta delle dita velocemente 11 per ottenere delle briciole 12. Imburrate una tortiera del diametro di 26 cm e cospargete il fondo e il bordo con lo zucchero di canna. Versate metà dell’impasto e livellatelo sul fondo con una forchetta 13. Versate ora i cachi 14 e distribuiteli con la forchetta o un cucchiaio per creare uno strato di farcitura uniforme 15. Versate ora l’altra metà dell’impasto 16 in modo da ricoprire completamente la farcitura 17. Cuocete il dolce in forno statico preriscaldato a 180° per 40 minuti. A cottura ultimata, sfornate la torta di cachi, lasciatela intiepidire prima di servirla spolverizzando la superficie con il cacao crudo 18. "
}