{
    "title": "Girandole alle fragole",
    "ingredients": [
        {
            "ingredient": "Confettura di fragole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 230 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare le girandole alle fragole iniziate con la preparazione dell’impasto. Innanzitutto prendete la bacca di vaniglia e incidetela orizzontalmente con un coltello per estrarne i semi 1. In una planetaria versate il burro morbido 2 e iniziate montarlo insieme allo zucchero, al sale, ai semi della bacca di vaniglia e alla scorza di limone 3. Unite poi i due tuorli 4 e montate finché l’impasto non sarà spumoso. Setacciate la farina, aggiungetela un po’ alla volta al composto con un cucchiaio 5 e miscelate bene gli ingredienti fino ad ottenere un impasto morbido, ma piuttosto compatto. Con una spatola stendete quindi il composto ottenuto su un vassoio foderato di carta forno 6. Ponete il composto su due fogli di carta da forno e stendetelo con il mattarello in un rettangolo di 28x38 cm e spessore di mezzo centimetro 7. Mettete quindi la base in frigorifero a riposare per 10 minuti circa, in modo tale che si rassodi. Passato il tempo necessario, togliete la carta forno sulla parte superiore 8 e iniziate a spalmare in maniera uniforme con un cucchiaio la confettura di fragole, lasciando circa 3 cm dal bordo 9. Aiutandovi con la carta forno incominciate ad arrotolare delicatamente la base 10 e proseguite (senza carta da forno) per ottenere un rotolo 11. Avvolgetelo quindi con la carta forno e mettetelo in frigorifero per altri 10 minuti a rassodare leggermente. Passati i minuti necessari, cercate di dare una forma rotonda con le mani, aggiustandolo delicatamente. Riponetelo in frigorifero per altri 30 minuti circa, finché il rotolo non si sarà perfettamente indurito 12. Togliete la carta forno e tagliate il rotolo, oramai ben sodo, a fette con un coltello a sega 13, in modo che le girandole non perdano la loro forma. Otterrete così circa 25 biscotti. Ponete le girandole su una leccarda foderata con carta forno e mettete nuovamente in frigorifero circa per 10 minuti 14. Cuocete in forno statico preriscaldato a 180° per 18 minuti (in forno ventilato a 160° per circa 10 minuti) e a fine cottura mettete le girandole su una gratella a far raffreddare completamente, quindi servitele come merenda golosa 15! "
}