{
    "title": "Finanzieri alle noci con confettura di pesche",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "195 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "135 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "(tostate) 100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "145 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "210 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Confettura di pesche",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare i finanzieri alle noci con confettura di pesche fate sciogliere il burro a fuoco basso in una padella ampia 1, mescolando con un cucchiaio di legno fino a quando non diventerà scuro: otterrete così il burro noisette, ovvero un burro sciolto dal color nocciola fatto dorare in modo che acquisti un' aroma molto particolare. Filtrate il burro noisette in una ciotolina con l’aiuto di un colino a maglie strette 2 e fate intiepidire. Fate tostare le noci a 180° per 3-4 minuti su una leccarda foderata con carta da forno 3; in un mixer ponete le noci tostate e metà dose di zucchero 4, che servirà per assorbire l’olio rilasciato dalle noci durante la macinazione. Azionate le lame ad intermittenza (per evitare che le noci si surriscaldino) in modo da ottenere una farina 5. Aggiungete nel mixer la farina di mandorle 6, la farina 00 7, il miele 8 e poi il burro noisette freddo (o al massimo leggermente tiepido) 9. Azionate il mixer per creare un composto omogeneo 10 e poi trasferite l’impasto che avete ottenuto in una ciotola. In un recipiente separate i tuorli dagli albumi, montando questi ultimi insieme al pizzico di sale 11: quando il composto diventerà bianco e spumoso, potete aggiungere la dose restante di zucchero 12. Versate una piccola quantità degli albumi montati a neve 13 e mescolate con una spatola per ammorbidire il composto; aggiungete dunque i rimanenti albumi mischiando dal basso verso l’alto per evitare che si smontino 14, fino a quando il composto sarà liscio ed omogeneo 15. Ponete l'impasto che avete ottenuto in una sac-à-poche senza bocchetta a cui potete praticare un foro 16. Imburrate 8 stampini rettangolari della misura di 8x5,5x4 cm e poi riempiteli per ¾ con circa 95 g di impasto 17. Una volta terminato 18, fate cuocere i finanzieri in forno statico preriscaldato a 170° per 25 minuti (o 150° per 15 minuti se in forno ventilato). Quando i finanzieri saranno pronti 19, sfornateli e lasciateli intiepidire; successivamente sformateli e fateli raffreddare completamente su di una gratella 20. Preparate dunque la panna montata: per realizzarla è importante che la panna e tutti gli strumenti siano ben freddi, quindi potete riporli in frigorifero qualche minuto prima di iniziare. Versate la panna fresca nella ciotola 21 e montatela con le fruste, girando sempre nello stesso verso. Una volta pronta 22, ponetela in una sac- à-poche munita di bocchetta stellata. Trascorso il tempo necessario, potete farcire i finanzieri: praticate un piccolo taglio verticale per il lato lungo senza arrivare al fondo, dopodichè aprite delicatamente i dolcetti 23; con un cucchiaino farcite l’interno con la confettura di pesche 24 (potete aiutarvi anche con una sac-à-poche senza bocchetta a cui potete praticare un foro). Guarnite la superficie dei finanzieri con la panna montata (coprendo la fessura per la farcitura) 25 e completate distribuendo le mandorle a lamelle 26: i vostri finanzieri alle noci con confettura di pesche sono pronti per essere serviti 27. "
}