{
    "title": "Panzerotti alla Nutella",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 570 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Nutella",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i panzerotti alla Nutella versate nella una ciotola di una planetaria munita di gancio la farina 00 e la farina Manitoba, aggiungete poi il lievito di birra fresco sbriciolato 1. Azionate la planetaria e versate metÃ dose di acqua tiepida a filo 2. Unite il saleÂ 3 e lo zucchero e terminate con la restante acqua.Â Una volta terminata l'acqua, versate Â anche l'olio di olivaÂ 4. Azionate la planetaria a velocitÃ media fino a quando l'impasto sarÃ omogeno eÂ incordato al gancio. A questo punto trasferite l'impasto su una spianatoia 5, lavoratelo con le mani per conferire una forma sferica 6 Adagiate l'impasto in una ciotola capiente, coprite con la pellicola 7 e lasciate lievitare per 2 ore in forno spento con la luce accesa (il forno spento con luce accesa garantisce una temperatura controllata e costante di circa 24-26Â°). Trascorso il tempo della lievitazione, riprendete l'impasto che avrÃ raddoppiato il suo volume 8, con un tarocco dividetelo in 20 pezzi da circa 80 g ciascuno, modellate i pezzi per formare delle palline 9 Â adagiatele su un vassoio, copritele con la pellicola e lasciatele ancora lievitare per altri 30 minuti, sempre in forno spento con luce accesa. Mentre le palline lievitano, scaldate in un pentolino la dose di panna 11, quindi versatela sulla Nutella 12Â e mescolate per amalgamare gli ingredienti 13. Terminata la lievitazione delle palline, stendetele su una spianatoia con il mattarello per realizzare dei dischi del diametro di circa 15 cm 14. Ponete al centro un cucchiaio di farcitura 15 e chiudete a metÃ i dischi per conferire la forma tipica del panzerotto a mezza luna 16. Ripiegate il bordoÂ con le dita per sigillare meglio i panzerotti 17 ed evitare che il ripieno fuoriesca in cottura. Una volta realizzati i panzerotti procedete con la frittura: scaldate in un tegame lâolio di semi, una volta raggiunta la temperatura di 160Â°-170Â° circa (da misurare con un termometro da cucina), immergete i panzerotti pochiÂ alla volta 18 e cuoceteli 2 minuti per lato, girandoli delicatamente con una schiumarola. A cottura ultimata, scolate i panzerotti 19 su un vassoio rivestito di carta assorbente 20 per asciugare lâolio in eccesso. Lasciate intiepidire i panzerotti alla Nutella e poi saranno pronti da gustare spolverizzati con dello zucchero semolato 21. "
}