{
    "title": "Torta alle carote e limoncello",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "450 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "320 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 pizzichi"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "bollente 2 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "bollente 2 cucchiai"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Limone candito",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta alle carote e limoncello, iniziate setacciando la farina 1 il lievito 2 e il bicarbonato 3. Metteteli da parte, perchè andrete ad incorporarli poco alla volta durante la preparazione dell’impasto. Dopodichè versate lo zucchero di canna nella ciotola di una planetaria o in una ciotola normale se usate uno sbattitore elettrico e unite l’olio di semi di girasole 4. Montate fino a che non otterrete un composto piuttosto omogeneo 5, quindi aggiungete una alla volta le uova sgusciate 6. Prendete la farina, il lievito e il bicarbonato che avete setacciato all’inizio e inseriteli poco alla volta nel composto 7, aggiungendo anche 2 pizzichi di sale. Quando il composto sarà ben amalgamato 8, versate il limoncello 9. Aggiungete al composto anche le scorze di limone grattugiate 10, lasciate amalgamare per qualche secondo e poi smettete di lavorare con la planetaria o lo sbattitore elettrico. Quindi grattugiate le carote 11 e unitele al composto, mescolando il tutto con una spatola 12. Ora imburrate e infarinate una tortiera per ciambella del diametro di 23 cm e alta 9 cm. Versate il composto all’interno della tortiera 13 e infornate in forno già caldo a 180° per 70 minuti circa (se usate un forno ventilato, cuocete a 160° per 60 minuti). Cuocete fino a che la superficie non risulterà ben dorata 14, in ogni caso prima di estrarla dal forno, fate la prova stecchino. Se la torta si scurirà troppo in superficie durante la cottura, copritela con un foglio di carta alluminio e proseguite la cottura. Quando sarà pronta, sfornatela e sformatela delicatamente. Potete aiutarvi con un coltello, che farete passare lungo i bordi della tortiera. Lasciatela raffreddare su una gratella 15. Nel frattempo preparate la glassa: scaldate al microonde, per circa un minuto alla massima potenza o in un pentolino, l’acqua e il limoncello. In una ciotola versate lo zucchero a velo setacciato, aggiungete l’acqua e il limoncello tiepidi (16-17) e mescolate bene con un cucchiaio per sciogliere i grumi 18. Quando la torta si sarà raffreddata, mantenetela sulla gratella e fateci colare sopra la glassa aiutandovi con un cucchiaio 19. Decorate poi la superficie con delle scorzette di limone candite 20 e la vostra torta alle carote e limoncello è pronta per essere servita e gustata 21! "
}