{
    "title": "Torta di mele e carote",
    "ingredients": [
        {
            "ingredient": "Mele verdi",
            "quantity": "2"
        },
        {
            "ingredient": "Carote",
            "quantity": "grattugiate 100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "325 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "225 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mele",
            "quantity": "rossa 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta di mele e carote, iniziate a preparare l'acqua acidulata che servirà per non far annerire le mele una volta che le avrete tagliate: spremete il succo di 1 limone 1, filtratelo, quindi versatelo in un due ciotole con dell'acqua fredda. Lavate sotto acqua fresca corrente le mele verdi e poi sbucciatele 2; tagliate una mela in quarti ed eliminate il torsolo centrale con un levatorsoli 3. Riducete la mela a dadini 4, ponendoli nella ciotola con acqua e limone a mano a mano che li tagliate, e poi prendete la seconda mela, tagliatela a lamelle 5, mettendole sempre in acqua e limone 6. Lavate e spelate le carote, quindi grattugiatele 7 e mettete da parte. In un mixer ponete la farina setacciata insieme al lievito 8 e poi aggiungete il pizzico di sale 9. Versate lo zucchero 10, la cannella in polvere e il latte a filo 11, quindi azionate il mixer fino ad ottenere un composto denso e omogeneo 12. In una ciotolina a parte separate i tuorli dagli albumi, tenendo da parte questi ultimi; sbattete i tuorli 13 con uno sbattitore elettrico e aggiungeteli al composto che avete ottenuto 14 insieme alla carota grattugiata 15. Aggiungete i dadini di mele ben scolati dall'acqua acidulata 16 e poi l'olio a filo 17, mescolando bene con una spatola per amalgamare tutti gli ingredienti. In una ciotola a parte montate con uno sbattitore elettrico o con le fruste a mano gli albumi che avete conservato 18; quando gli albumi saranno diventati bianchi e spumosi, uniteli al composto mescolando con la spatola dal basso verso l'altro 19. A questo punto imburrate e foderate con carta da forno una tortiera del diametro di 22 cm e poi ricoprite tutta la base con le mele tagliate a lamelle (ben scolate dall'acqua e limone) una accanto all'altra, coprendo tutta la superficie in maniera uniforme 20. Una volta terminato, versate delicatamente il composto 21. Livellate bene l'impasto con l'aiuto di una spatola 22 e poi fate cuocere in forno statico preriscaldato a 170° per 60 minuti (o 150° per 50 minuti se forno ventilato): se la superficie della torta dovesse scurirsi troppo, a metà cottura coprite la torta con della carta forno o alluminio. Una volta cotta 23, sfornatela e lasciatela riposare dentro lo stampo per 5 minuti; successivamente sformatela e ponetela su una gratella per farla raffreddare completamente. Ora potete procedere alla decorazione: lavate sotto acqua fresca corrente la mela rossa, tagliatela a metà senza sbucciarla e poi a fettine 24. Una volta tagliata la mela 25, prendete la carota e con una pelapatate fate delle fettine molto sottili 26. Quando la torta si sarà raffreddata completamente decorate a piacere con le fettine di mela rossa, con la carota e con la stecca di cannella 27. Infine servite e gustate la torta di mele e carote. "
}