{
    "title": "Plumcake bigusto al pistacchio e arancia",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 5"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "280 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "succo e scorza 1"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "170 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare il plumcake bigusto al pistacchio e arancia infarinate le gocce, e ponetele in freezer per circa 2 ore. In una planetaria munita di frusta ponete le uova e lo zucchero 1, azionate la macchina e montate fino ad ottenere un composto spumoso e chiaro 2. Aggiungete la farina e il lievito setacciati, un cucchiaio alla volta 3, il sale 4 e per ultimo il burro ammorbidito un pezzetto alla volta 5 aspettando che il precedente sia stato assorbito prima di aggiungerne un altro, quando l’impasto sarà omogeneo e liscio spegnete la planetaria. Dividete il composto in due ciotole 6 (circa 400 gr l’uno) in una ciotola aggiungete la pasta di pistacchio 7, il latte 8 e 50 gr di gocce di cioccolato 9, mescolate con una spatola delicatamente per amalgamare il composto Nell’altra ciotola con l’impasto aggiungete il succo di arancia 10, la scorza grattugiata 11, le gocce di cioccolato 12 e la fecola di patate 13. Mescolate delicatamente e poi versate i due composti in due sac-à-poche senza bocchetta e poi inseite le due sac-à-poche in una più grande che le possa contenere 14, imburrate e foderate con carta da forno uno stampo da plumcake di 28 x 11 cm , riempite lo stampo spremendo i due composti, otterrete un impasto bicolor 15. Quando avrete terminato di spremere i due impasti 16 cuocete il plumcake in forno preriscaldato statico a 170° per 60 minuti (o in forno ventilato a 150° per 50 minuti). Una volta cotto, sfornatelo 17 e lasciatelo intiepidire poi sformatelo su una gratella e lasciatelo raffreddare. Preparate la ganache: tritate il cioccolato fondente 18 scaldate la panna in un pentolino finchè non raggiunge l’ebollizione, e versate il cioccolato tritato 19, mescolate per sciogliere il cioccolato ed ottenere una crema liscia 20. Versate la ganache sul plumcake avendo cura di porre sotto la gratella un piatto per raccogliere la crema in eccesso 21. Quando tutto il plumcake sarà ricoperto dalla ganache 22, trasferite il plumcake su un piatto di portata e decorate la superficie con la granella di pistacchio 23. Il Plumcake bigusto pistacchio e arancia è pronto per essere gustato 24. "
}