{
    "title": "Marshmallow",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "85 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "17 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "220 g"
        },
        {
            "ingredient": "Glucosio",
            "quantity": "90 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "120 g"
        }
    ],
    "preparation": " Per preparare i marshmallow cominciate mettendo in ammollo la colla di pesce in 85 grammi di acqua fredda per una decina di minuti almeno 1. Nel frattempo versate 80 grammi di acqua in un pentolino, 2 unite lo zucchero semolato 3 e poi il glucosio 4. Ponete sul fuoco lasciando raggiungere la temperatura di 116°, per accertarvene utilizzate un termometro da cucina 5. Occorreranno alcuni minuti per arrivare a temperatura, quindi nel frattempo occupatevi anche di montare gli albumi a neve lavorandoli in una planetaria 6, o con delle fruste elettriche se non l’avete. Quando gli albumi saranno montati a neve e lo sciroppo sarà a 116° uniteli versando quest’ultimo nella planetaria 7 mentre le fruste sono ancora in funzione. Montate finché il composto non farà il filo, cioè togliendo le fruste non noterete un ricciolo che si è staccato dalla massa 8. Riprendete la gelatina che a questo punto avrà assorbito l’acqua e versatela, senza strizzare, nel pentolino lasciando fondere a fiamma molto bassa 9. Non appena la gelatina sarà sciolta versatela nella planetaria 10 accendete nuovamente le fruste e continuate a montare la meringa fino a completo raffreddamento del composto. In una teglia rettangolare di 33x26 cm versate pochissima meringa ai 4 angoli della teglia 11 e poi sistemate un foglio di carta forno. Così facendo impedirete alla carta di spostarsi 12. In un recipiente setacciate insieme l’amido di mais e lo zucchero a velo 13 e poi spolveratene a sufficienza sulla teglia foderata, in modo da creare uno strato uniforme 14 per poi versarci la meringa 15. Livellate accuratamente con la spatola 16 e sulla base ormai liscia 17 spolverizzate con altro zucchero e amido fino a ricoprire tutta la superficie 18. Lasciate riposare a temperatura ambiente per 12 ore senza coprire. Trascorso il tempo necessario per far assestare la meringa tiratela via dalla teglia 19 e capovolgetela sul piano d’appoggio, aiutandovi con una mano per non farla spaccare al centro 20. Con delicatezza, poi, tirate via la carta forno 21. Spolverizzate nuovamente con le polveri setacciate (amido e zucchero a velo) 22 e poi tagliate in strisce spesse 2-3 cm aiutandovi con una lama ben affilata 23 o se preferite delle forbici. Dopodiché tagliate a tocchetti di 3-4cm 24, otterrete così circa 50 marshmallow. Man mano che li tagliate tuffateli nel restante mix di amido e zucchero a velo 25, dopodiché scrollate la polvere in eccesso versando i vostri pezzetti di impasto in un setaccio 26. I vostri marhsmallow sono ormai pronti per essere gustati 27! "
}