{
    "title": "Treccine di ricotta e cioccolato",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "grande (da 55-60 g) 1"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 200 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "70 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le treccine alla ricotta e cioccolato versate nella ciotola di una planetaria, munita di gancio, il lievito sbriciolato, il latte 1, e lo zucchero 2, azionate la macchina per 2 minuti, il tempo necessario a sciogliere il lievito. A questo punto versate le farine 3 e impastate ancora per incorporarle. Unite poi l'uovo 4 e poco alla volta la ricotta 5, continuate a lavorate con il gancio sino a che tutta la ricotta verrÃ assorbita. Versate infine il sale e le gocce di cioccolato 6. Quando lâimpasto risulterÃ omogeneo e si staccherÃ dalla pareti attaccandosi al gancio 7 sarÃ pronto. Trasferitelo sul piano di lavoro leggermente infarinato e fategli la forma di un panetto 8. Ponete lâimpasto in una ciotola e coprite con pellicola per alimenti 9. Lasciate lievitare a temperatura ambiente per 2 ore, fino a quando non raddoppierÃ il suo volume 10. Riprendete lâimpasto lievitato e dividetelo con un tarocco in pezzi da circa 100 g ciascuno 11. Formare dei filoncini lunghi circa 18 cm e larghi 3 12. Con un coltello o un tarocco dividere il filone in 3 parti, nel senso della lunghezza lasciando intatta lâestremitÃ superiore (13-14). Intrecciate le tre parti alternandole 15 formate una treccia e ripiegate l'estremitÃ sotto in modo da sigillarla 16. Man mano che formate le treccine, adagiatele su una leccarda rivestita da carta forno 17. Lasciate lievitare a temperatura ambiente coperte con pellicola per 1 ora 18. In una ciotolina mescolare il tuorlo con il latte e pennellare la superficie delle treccine delicatamente 19. Spolverare con abbondante zucchero di canna 20 e cuocere in forno statico nel ripiano medio a 180Â° per circa 25 minuti. A cottura ultimata, sfornate le treccine alla ricotta e cioccolato e lasciatele intiepidire prima di servirle 21. "
}