{
    "title": "Tris di panna cotta alle fragole, mirtilli e mango",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Fragole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mango",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "15 g"
        },
        {
            "ingredient": "Agar agar",
            "quantity": "2 g"
        }
    ],
    "preparation": " Per preparare il tris di panna cotta alle fragole, mirtilli e mango mettete la gelatina in fogli in ammollo in un recipiente con acqua fredda per 10 minuti 1. Mettete sul fuoco una pentola e versatevi la panna 2. Incidete la bacca di vaniglia nel senso della lunghezza ed estraete i semi raschiandola con un coltellino 3. Aggiungete i semi insieme alla bacca intera alla panna 4, unite lo zucchero semolato 5 e mescolate fino a quando si sarà sciolto 6, facendo scaldare senza però portare a bollore. Togliete la bacca di vaniglia 7, poi strizzate la gelatina in fogli e unitela alla panna 8, mischiando con le fruste fino al completo scioglimento 9. Spegnete il fuoco e con l’aiuto di un imbuto regolabile (in alternativa potete usare un cucchiaio o un mestolo da cucina) versate circa 3 cm di panna cotta 10. Una volta terminato 11, mettete in frigorifero a rassodare per 2 ore. Nel frattempo potete preparare le salse alla frutta: lavate la frutta sotto abbondante acqua fresca corrente e asciugatela; frullate i mirtilli 12 insieme a 5 g di succo di limone e a 25 g zucchero, poi filtrate il composto con un colino e tenete da parte. Sbucciate il mango e ricavate la polpa, tagliandola a cubetti 13. Frullatela insieme a 5 g di succo di limone 14 fino ad ottenere un composto omogeneo 15. Togliete il picciolo alle fragole e frullatele con lo zucchero e il succo di limone restante 16, poi passatele in un colino a maglie strette per eliminare i semini 17; prendete 2-3 cucchiai del composto che avete ottenuto, fatelo scaldare a aggiungete l’agar agar 18, facendolo sciogliere completamente 19. Unitelo al composto freddo che avete tenuto da parte e mescolate il tutto 20. Trascorso il tempo necessario, togliete i bicchierini dal frigorifero e versate le salse di frutta, ovvero il secondo strato, riempiendoli per circa 3 cm 21; fateli risposare in frigorifero per 30 minuti. Una volta terminato 22, versate la restante panna cotta (se dovesse addensarsi, fatela scaldare qualche istante sul fuoco), arrivando fino al bordo 23. Mettete in frigorifero altre 2 ore, infine potete servire il vostro tris di panna cotta alle fragole, mirtilli e mango, completando con della frutta fresca 24. "
}