{
    "title": "Panna cotta con coulis di lamponi",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "160 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per realizzare la panna cotta con coulis di lamponi, ponete la panna in un tegame 1, intagliate la bacca di vaniglia 2, raschiatene i semi con un coltellino affilato e trasferiteli insieme alla panna 3. Aggiungete anche la bacca 4 e lo zucchero a velo 5. Mescolate per amalgamare il tutto e portate a sfiorare il bollore a fuoco dolce. Nel frattempo mettete i fogli di gelatina in ammollo in acqua ben fredda. Una volta che la panna inizierà a bollire eliminate la bacca di vaniglia 6. Strizzate i fogli di gelatina 7 e uniteli al composto caldo 8, mescolando rapidamente con una frusta 9 fino a farla sciogliere completamente, quindi spegnete il fuoco. Aiutandovi con un mestolo trasferite il composto nei 4 stampini 10, dalla capienza di 160 gr. Lasciate raffreddare prima a temperatura ambiente 11 e poi in frigorifero a rassodare per almeno 5 ore. Prima di servire la panna cotta preparate la coulis. Versate i lamponi in un contenitore dai bordi alti, insieme al succo di limone e allo zucchero a velo 12. Frullate con un mixer ad immersione 13, fino ad ottenere una purea. Quindi filtrate il composto 14 e tenete da parte la vostra coulis. Al momento di servire la panna cotta immergete lo stampo per qualche secondo in acqua bollente 15 e capovolgetelo su un piatto da portata 16, in questo modo la panna cotta si sformerà facilmente. Versate sopra la coulis di lamponi 17, decorate con i lamponi freschi 17 e servite la vostra panna cotta! "
}