{
    "title": "Bicchierino al gianduia e tegola alla nocciola",
    "ingredients": [
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "160 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "(da montare) 300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "220 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "130 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "(da montare) 300 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "65 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare bicchierino al gianduia e tegola alla nocciola, iniziate dalla salsa mou: in un pentolino versate l’acqua poi lo zucchero 1 e mescolate per far inumidire tutto lo zucchero 2. Accendete il fornello e fate caramellare a fuoco moderato. In un altro pentolino più piccolo versate il latte condensato 3, la panna 4 e fate scaldare a fuoco basso, quando il caramello avrà raggiunto un colore bruno, toglietelo al fuoco e versate a filo la miscela di panna e latte condensato riscaldati 5, mescolando. Una volta incorporata la panna, versate il composto in una ciotola, coprite con la pellicola a contatto 6 e lasciate raffreddare a temperatura ambiente ( ci vorranno circa 40 minuti). Tagliate a cubetti il gianduia al latte 7, e mettetelo in una ciotola, ponete in un pentolino il latte fresco e il latte condensato 8, scaldate fino a sfiorare il bollore e versate sul gianduia per scioglierlo emulsionando con una spatola 9. Proseguite ad emulsionare con un mixer ad immersione per ottenere una salsa liscia 10, poi coprite con pellicola a contatto 11e fate raffreddare a temperatura ambiente per 20 minuti circa. Montate 600 gr di panna fresca liquida con le fruste elettriche (o una planetaria munita di frusta) 12 e incorporatene 300 gr alla crema di gianduia delicatamente mescolando con un movimento dal basso verso l’alto per non smontarla (13-14). Prendete dei bicchierini della capacità di 100 ml, per creare una composizoine più accattivante create un motivo obbliquo: appoggiate i bicchierini inclinandoli dentro una piccola pirofila o uno stampo da plumcake, per sorreggerli ponete sul fondo dei fogli di carta da forno accartocciati, in questo modo gli stampini rimarranno ben saldi. Versate 30 gr di mousse al gianduia in ciascun bicchierino 15, mettete a rassodare in frigorifero per 30 minuti, conservate la restante mousse per il terzo strato. Nel frattempo la salsa mou si sarà raffreddata, incorporate altri 300 gr di panna montata nella salsa mou in tre riprese con una spatola delicatamente per non smontare la panna (16-17). Versate circa 25 gr di mousse al caramello in ciascun bicchierino per realizzare il secondo strato 18 potete inclinare il bicchierino dalla parte opposta per creare il motivo obbliquo oppure proseguire in modo lineare. Ponete in frigorifero a rassodare per altri 30 minuti. Intanto realizzate i biscottini: tostate le mandorle e le nocciole: rivestite una leccarda con carta da forno e disponeteci sopra le mandorle e le nocciole. Cuocete in forno statico preriscaldato a 150° per 30 minuti o a 130° per 25 minuti se usate il forno ventilato. Trascorso questo tempo, lasciate intiepidire il tutto 19 e poi spellate le mandorle e le nocciole con le mani, dopodichè trasferitele in un mixer assieme a metà della dose totale di zucchero 20. Riducetele briciole . Trasferite la farina di noci e mandorle in una ciotola capiente e aggiungete il burro che avete fatto sciogliere in precedenza 21, mescolate fino a compattare, aiutandovi con una spatola. Versate la farina setacciata mescolate bene 22. Con uno sbattitore elettrico montate gli albumi con l'altra metà dose di zucchero .Quindi unite gli albumi montati al composto . Mescolate con una spatola 23 per amalgamare e ottenere un composto omogeneo 24 . Rivestite nuovamente una leccarda con carta da forno e ponete con un cucchiaio piccole quantità di impasto di circa 10 gr a 3-4 cm di distanza le une dalle altre. Schiacciate ogni goccia di impasto con il dorso di un cucchiaio , formando dei cerchi del diametro di circa 7 cm e sottili 1/2 millimetro. Per facilitarvi nell'operazione, bagnate il dorso del cucchiaio, in modo che l'impasto non aderisca troppo alla superficie 25. Completata quest'operazione, cuocete in forno statico preriscaldato a 180° per 8 minuti o a 160° per 3-4 minuti se usate il forno ventilato. Quando risulteranno leggermente croccanti e bruniti, sfornate i biscotti e adagiateli su un mattarello, in questo modo si seccheranno e acquisiranno la tipica forma incurvata delle tegole 26.Riprendete i bicchierini e versate la restante mousse al gianduia per completare il terzo strato 27, per finire adagiate su ciascun bicchierino un biscottino e servite in tavola. "
}