{
    "title": "Torta allâarancia con crema allo yogurt",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "240 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "170 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "140 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "2"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "700 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "q.b."
        },
        {
            "ingredient": "Arance",
            "quantity": "fettine sottili q.b."
        }
    ],
    "preparation": " Per realizzare la torta all’arancia con crema allo yogurt iniziate con la preparazione della base: ponete nella ciotola di una planetaria munita di frusta i tuorli d’uovo avendo cura di tenere da parte gli albumi che serviranno successivamente. Unite ai tuorli metà dello zucchero semolato 1, azionate la planetaria e sbattete il composto per amalgamare gli ingredienti 2, con la planetaria in funzione versate nella ciotola lo yogurt 3 e l’olio di semi 4. Proseguite finché non avrete incorporato gli ingredienti e il composto risulterà liscio e omogeneo. Ora grattugiate la scorza dell’arancia 5, spremetene il succo 6 e filtratelo attraverso un colino 7 per raccogliere i semi. Unite il succo dell’arancia all’impasto 8 e azionate la frusta per qualche istante, il tempo necessario per far assorbire il liquido. A questo punto setacciate le polveri: la farina, la fecola di patate e il lievito e unitele all’impasto, un cucchiaio alla volta 9. Continuate a montare con le fruste fino ad amalgamare completamente gli ingredienti. Incorporate ora anche la scorza grattugiata dell’arancia 10. Riprendete gli albumi che avete tenuto da parte e montateli a neve ben ferma con un pizzico di sale e la restante metà dello zucchero semolato utilizzando una planetaria dotata di frusta o con uno sbattitore elettrico. Unite gli albumi montati al composto mescolando delicatamente con una spatola dal basso verso l’alto 11 per non rischiare di smontarli. Poi prendete uno stampo con cerniera di 24 cm di diametro, imburratelo e foderatelo con carta da forno (potete consultare il procedimento qui: come foderare una tortiera con carta da forno).Versate l'impasto nello stampo 12 e cuocete la torta in forno preriscaldato statico a 180° per 45 minuti fino a quando non risulterà dorata in superfice (oppure in forno ventilato a 160° per circa 35 minuti). Una volta cotta sfornatela e lasciatela raffreddare 13. Ora dedicatevi alla crema: mettete in ammollo la gelatina in acqua fredda per 10 minuti 14. Incidente la bacca di vaniglia a metà nel senso della lunghezza, estraete i semi e uniteli allo yogurt 15. Montate con una planetaria o uno sbattitore elettrico 200 ml di panna 16 con metà dello zucchero a velo; mescolate a parte la restante metà dello zucchero a velo con lo yogurt 17 e poi incorporate la panna appena montata. In ultimo sciogliete la gelatina nei restanti 100 ml di panna riscaldata 18 e aggiungete il composto ottenuto alla crema di panna e yogurt 19; mescolate per bene, coprite con pellicola la crema 20 e lasciate riposare almeno 1 ora in frigo. Quando la torta sarà pronta, sfornatela e lasciatela raffreddare, una volta fredda, tagliatela a metà con l'aiuto di un coltello a lama seghettata 21. Farcite la torta con metà della crema allo yogurt spalmandola con una spatola 22. Ricoprite il dolce con l'altra metà della base 23. A questo punto potete occuparvi della guarnizione: prendete la restante crema, frullatene metà nel mixer pochi istanti con un cucchiaio di panna liquida 24 per ammorbidirla e renderla più liscia 25. Ponete la torta su una gratella e fate colare la crema 26 fino a ricoprire interamente la base. Mettete la crema avanzata in una sac-à-poche dotata di bocchetta a stella e decorate la superficie della torta con dei ciuffi 27. Tagliate delle fettine sottili di arance e incidetele con un coltello 28, ripiegate le fette creando una sorta di spirale che andrete ad applicare sulla torta insieme alle scorzette di arancia candita 29. La vostra torta all’arancia con crema allo yogurt è ora pronta per essere gustata 30! "
}