{
    "title": "Bicchierini di castagne al cucchiaio",
    "ingredients": [
        {
            "ingredient": "Castagne",
            "quantity": "700 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "130 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "6 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "45 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i bicchierini di castagne al cucchiaio iniziate dalla cottura delle castagne. Intaccate le castagne con un coltellino 1, poi tuffatele in acqua bollente 2 e lessatele per circa 30 minuti (potete ridurre i tempi utilizzando la pentola a pressione) 2. Mentre le castagne cuociono, tritate grossolanamente il cioccolato fondente e versatelo in una bastardella che avrete avuto cura di poggiare su un pentolino per sciogliere il cioccolato a bagnomaria 3; assicuratevi che l’acqua del pentolino non tocchi il fondo della bastardella. Quando il cioccolato sarà sciolto, versate il burro e mescolate con una frusta 4 perché si fonda al cioccolato. Quindi tenete da parte il composto pronto 5. Scolate le castagne oramai cotte 6, sbucciatele ancora calde 7 e passate i frutti al setaccio (8-9). Raccogliete la farina ottenuta in una ciotola, unite lo zucchero 10 e il composto di cioccolato fuso 11. Amalgamate tutto con una spatola 12 poi lavoratelo con una frusta 13 ed unite infine il rum 14. Ponete il composto ottenuto in una sac-à-poche senza bocchetta o con bocchetta piuttosto larga. Prendete 4 bicchierini della capacità di130 gr e versate all’interno la crema ottenuta lasciando almeno 3-4 cm dal bordo 15. Coprite con pellicola trasparente 16 e poneteli in frigorifero a rassodare per almeno 1 ora. Nel frattempo montate la panna fresca con lo zucchero a velo 17, quindi riprendete i bicchierini dal frigorifero dopo 1 ora e con l’aiuto di una sac-à-poche con bocchetta a stella completate ciascun bicchierino con un ciuffo di panna. Grattugiate il cioccolato fondente con un pelaverdure per ricavare delle scaglie per decorare i bicchierini. Grattugiate il cioccolato fondente con un pelaverdure 19 per ricavare delle scaglie e decorare i vostri bicchierini di castagne al cioccolato (20-21)! "
}