{
    "title": "Pavlova allo yogurt, lamponi e cioccolato",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "extrafine 250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "15 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cremor tartaro",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la pavlova allo yogurt, lamponi e cioccolato, iniziate dalla meringa: mescolate lo zucchero con la maizena setacciata 1. Poi nella ciotola di una planetaria versate gli albumi a temperatura ambiente 2, iniziate a montare e non appena saranno bianchi unite un pizzico di sale, il cremor tartaro 3 poi versate anche l'estratto di vaniglia 4 e lo zucchero mescolato con la maizena, un cucchiaio alla volta 5. Unite anche l'aceto di mele 6 (oppure di vino bianco, in questo caso versatene un cucchiano soltanto). Quando la meringa sarÃ diventata spumosa, consistente e lucida 7, arrestate la planetaria. Imburrate leggermente e foderate una leccarda con carta da forno (imburrare la teglia prima servirÃ a tenere fermo il foglio di carta da forno) e trasferite delicatamente la meringa formando un nido di 22 cm di diametro, creando una conca al centro per ospitare la crema di yogurt. Potete dare delle spatolate decorative tutto intorno per creare dei riccioli che dopo la cottura diventeranno un grazioso motivo decorativo. Preriscaldate il forno statico a 250Â°, ma nel momento in cui infornate la pavlova abbassatelo a 80Â° e cuocete per 2 ore. Passato il tempo necessario, spegnete il forno e lasciatelo semichiuso, fino al completo raffreddamento. Quando sarÃ cotta avrÃ un aspetto leggermente imbrunito in superficie 10. Mentre la pavlova cuoce e si raffredda, ponete in ammollo la gelatina in fogli in una terrina con acqua fredda per almeno 10 minuti 11. In una padella versate i lamponi e lo zucchero 12. Accendete il fuoco 13 e cuoceteli fino a quando non saranno diventati una purea e il liquido di vegetazione si sarÃ dimezzato: setacciate il composto ottenuto filtrandolo con un colino a maglie strette 14, poi strizzate accuratamente la gelatina in fogli e scioglietela completamente nella coulis di lamponi ancora calda 15, mescolando con un cucchiaino. Mentre la coulis si raffredda, in una ciotolina versate lo yogurt greco 16, aggiungete la scorza grattugiata di un limone non trattato 17 e mescolate. Quando la coulis sarÃ fredda, unitela alla crema di yogurt 18 e amalgamate i due compost, poi coprite con pellicola a contatto e fate rassodare la crema per almeno 1 ora in frigorifero. Quindi versate la crema oramai addensata all'interno della pavlova 19; poi ricavate dei riccioli decorativi dal cioccolato bianco e da quello nero (20-21): per facilitare l'operazione potete scaldare leggermente il cioccolato al microonde. Completate la composizione della pavlova con i lamponi freschi 22 e i riccioli di cioccolato bianco e fondente 23 distribuiti uniformemente. Servite la pavlova allo yogurt, lamponi e cioccolato come raffinato dessert 24. "
}