{
    "title": "Brownies al cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) a temperatura ambiente 110 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i brownies al cioccolato bianco, per prima cosa tritate il cioccolato bianco con un coltello 1 e scioglietelo a bagnomaria oppure in microonde. Sciogliete anche il burro e lasciate intiepidire entrambi. Ora versate le uova a temperatura ambiente in una ciotola, aggiungete lo zucchero 2 e lavorate con le fruste elettriche 3 fino ad ottenere un composto soffice e spumoso. Unite al composto il burro fuso 4 e il cioccolato bianco fuso 5 e mescolate con una spatola dal basso verso l’alto per amalgamare bene il tutto 6. Riprendete le fruste elettriche e incorporate la farina poco per volta mentre le tenete in azione 7, poi aggiungete le gocce di cioccolato fondente 8 e mescolate ancora con la spatola per amalgamare 9. Foderate una leccarda con carta da forno e posizionate sopra un anello quadrato da pasticceria da 20x20 cm, poi imburratelo 10 e infarinatelo; in alternativa potete utilizzare una teglia delle stesse dimensioni, imburrata e infarinata. Versate l’impasto all’interno dello stampo 11, livellatelo con una spatola 12 e cuocete in forno statico preriscaldato a 180° per circa 22 minuti. Trascorso il tempo di cottura, rimuovete lo stampo quadrato 13 e lasciate intiepidire i vostri brownies al cioccolato bianco prima di tagliarli a quadrotti 14 e servirli spolverizzati con zucchero a velo 15! "
}