{
    "title": "Torta carote e yogurt",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "( da pulire) 420 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(3-4 medie) 210 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "intero 125 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "45 g"
        }
    ],
    "preparation": " Per realizzare la torta carote e yogurt per prima cosa sbucciate le carote con un pelaverdure 1 poi grattugiatele con una grattugia a fori larghi e raccogliete la polpa in una ciotola 2, il peso delle carote pulite e grattuggiate è di circa 250 g. Incidete il baccello di vaniglia dal lato lungo, estraete con uno spelucchino i semi e teneteli da parte 3. In un’altra ciotola capiente setacciate la farina 00 e quella di mandorle e il lievito per dolci 4 e tenete da parte anche le polveri. Iniziate a comporre l’impasto versando in una ciotola lo zucchero e le uova intere 5, montate gli ingredienti con le fruste elettriche 6 (oppure con una frusta a mano) finché non otterrete un composto chiaro e spumoso. A questo punto aromatizzate con i semi del baccello di vaniglia 7 e incorporate un cucchiaio alla volta anche le polveri precedentemente setacciate 8. Per ultimo unite anche lo yogurt bianco in due tempi 9 così da incorporarlo delicatamente senza smontare l’impasto. Amalgamate il tutto mescolando con una spatola; ora che il composto è pronto 10, unite le carote grattugiate 11 e mescolate ancora per incorporarle 12. Versate l’impasto in una tortiera imburrata e infarinata del diametro di 22 cm 13. Cuocete la torta nel ripiano più basso del forno, preriscaldato in modalità statica a 180° per 45/50 minuti (controllate la cottura con uno stecchino per verificare la cottura, perchè in base al forno potrebbero volerci alcuni minuti in più o in meno). A cottura ultimata, sfornate la torta e lasciatela raffreddare prima di sformarla 14. Nel frattempo occupatevi della crema di accompagnamento: in una ciotola mescolate lo yogurt greco con lo zucchero 15 Poi sbucciate lo zenzero (16-17) e grattugiatelo direttamente nella terrina con la crema di yogurt 18, (il peso dello zenzero grattugiato sarà di circa 30 g), mescolate per insaporire. La crema di yogurt è pronta 19, sformate il dolce che si sarà raffreddato 20 e servite la torta carote e yogurt 21! "
}