{
    "title": "Biancomangiare",
    "ingredients": [
        {
            "ingredient": "Mandorle pelate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        }
    ],
    "preparation": " Per preparare il biancomangiare fate ammorbidire la gelatina in fogli in una recipiente con acqua fredda per almeno 10 minuti 1. Ponete le mandorle sbucciate 2 insieme allo zucchero in un mixer dotato di lame 3 e tritatele 4. Trasferite le mandorle tritate in una ciotola, versate il latte 5 e mescolate bene con una spatola 6 in modo da ottenere un composto dalla consistenza omogenea e privo di grumi 7; coprite con la pellicola trasparente e lasciate in infusione per una notte intera 8. Trascorso il tempo necessario, filtrate il composto attraverso un panno posto all’interno di una ciotola 9, poi strizzate bene il canovaccio in modo da far uscire tutto il liquido e raccoglierlo nella ciotola (10-11). Mettete le mandorle tritate e ammorbidite contenute nel canovaccio su una leccarda foderata con un foglio di carta da forno 12, distribuendole in maniera omogenea con l'aiuto di una spatola 13: potrete utilizzarle per la decorazione finale. Cuocete in forno statico preriscaldato a 180° per 30 minuti (o a 160° per 20 minuti se in forno ventilato), fino a quando diventeranno ben dorate e croccanti 14; sfornate, lasciate raffreddare completamente e tenete da parte. Versate il liquido che avete precedentemente ottenuto in una pentola, facendolo scaldare a fuoco dolce per 3-4 minuti (non dovrà raggiungere il bollore) 15. Strizzate bene la gelatina in fogli e unitela al composto 16, mescolando bene fino al completo scioglimento, quindi spegnete e lasciate raffreddare. Montate la panna con le fruste 17 e, quando il composto sarà completamente freddo, unitelo alla panna montata poco alla volta 18; mescolate delicatamente il tutto prestando attenzione a non smontarlo (19-20). Versate il composto in 5 stampini da 100 g l’uno 21 e fate raffreddare in frigorifero per 6 ore. Successivamente sformate il dolce, immergendo gli stampini in acqua calda per qualche secondo 22. Servite su un piatto da portata 23 e infine decorate il biancomangiare distribuendo a piacere le mandorle croccanti che avete preparato 24. "
}