{
    "title": "Cupcake al cioccolato e cuore rosa",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "45 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Frumina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "175 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "65 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "65 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "15 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "4 g"
        }
    ],
    "preparation": " Per realizzare i cupcake al cioccolato e cuore rosa iniziate dalla preparazione dellâimpasto di base: ponete in una ciotola il burro ammorbidito con lo zucchero 1, unite le uova e montate gli ingredienti con le fruste elettriche o una planetaria fino ad ottenere un composto chiaro e spumoso 2 e poi incorporate anche le uova 3. In una ciotola a parte ponete la farina, la frumina, il lievito e il sale 4. Setacciate le polveri nella ciotola contenente il composto di uova 5 e mescolate con un cucchiaio di legno per amalgamare gli ingredienti, poi versate il latte a temperatura ambiente 6. Mescolate e per ultimo unite il cacao amaro in polvere setacciato 7. In un pentolino per bagnomaria sciogliete il cioccolato fondente tritato 8, unitelo al composto e mescolate per ottenere un impasto omogeneo 9. Trasferite lâimpasto in una sac-Ã -poche con bocchetta liscia e spremetelo dentro i pirottini di carta posizionati allâinterno di uno stampo da muffin 10 avendo cura di lasciare mezzo centimetro dal bordo. Cuocete i cupcake in forno statico preriscaldato a 180Â° per 15 minuti (se forno ventilato a 160Â° per 10 minuti). A cottura ultimata sfornate i cupcakes e lasciateli raffreddare 11. Occupatevi della crema: ponete la gelatina in fogli in una ciotola con lâacqua fredda per 10 minuti in modo da ammorbidirla 12. Lavate e tagliate i lamponi, poneteli in una padella con lo zucchero 13 e cuoceteli quanto basta per ammorbidirli. Passate i lamponi nel passaverdure 14 e raccogliete in una ciotola la purea ottenuta. Quando i fogli di gelatina saranno morbidi, strizzateli bene e incorporateli alla salsa di lamponi ancora calda 15. In unâaltra ciotola ponete lo zucchero a velo, unite la ricotta 16 e mescolate il composto con una frusta, unite infine anche la salsa di lamponi 17. Mescolate per amalgamare gli ingredienti, otterrete una crema rosata. Montate a neve la panna e incorporatela alla crema 18. Trasferite la crema in una ciotola larga, copritela con la pellicola trasparente a contatto 19 e lasciatela rassodare in frigorifero per un paio di ore. Sformate i cupcake, e con un piccolo tagliabiscotti a forma di cuore estraete parte dellâimpasto al centro del cupcake 20, farcite lâincavo a forma di cuoricino con la crema ai lamponi 21 , per facilitarvi trasferite la crema in una sac-Ã -poche con una piccola bocchetta liscia. I vostri cupcake al cioccolato con cuore rosa sono pronti per essere gustati! "
}