{
    "title": "Strauben (frittelle tirolesi)",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Grappa",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Confettura di mirtilli rossi",
            "quantity": "per strauben 1 cucchiaio"
        }
    ],
    "preparation": " Versate il latte in una ciotola capiente 1, quindi aggiungete la farina setacciata e il sale 2, mescolando con una frusta per amalgamare gli ingredienti. Aggiungete al composto il burro fuso 3, il bicchierino di grappa 4 (circa 25 ml) e i 3 tuorli 5 (tenete gli albumi da parte), continuando a mescolare. Montate gli albumi a neve e, continuando a sbattere, aggiungete lo zucchero; versate gli albumi montati a neve nel composto di farina e uova 6 e amalgamateli delicatamente con una spatola o mestolo di legno, in modo da incorporare aria e non smontarli. Mettete dell’abbondante olio (o dello strutto se preferite) in un padella del diametro di cm 25 7 che porrete sul fuoco; l’olio deve essere ben caldo ma non tropo bollente (non deve superare i 170°), in modo che la pastella possa dorarsi ma non scurirsi immediatamente (a tale scopo immergete un piccolo quantitativo di impasto nell’olio per testare il giusto grado di calore). Prendete un imbuto, tappate il foro con un cartoncino 8 o con il dito indice e quindi versate al suo interno un mestolo circa di pastella 9. Posizionatevi sopra la padella e togliete il dito (o il cartoncino) dall'imbuto per fare fuoriuscire la pastella 10 che dovrete far colare nella padella in senso circolare 11 cominciando dall’esterno e continuando verso il centro (12-13-14). Non appena il dolce avrà assunto un colore dorato , afferratelo con due schiumarole 15 e giratelo per dorare l’altro lato. A doratura avvenuta, sempre con l’aiuto delle schiumarole, togliete la strauben dall’olio 16, fatela sgocciolare e ponetela a perdere l’olio in eccesso su di più fogli di carta assorbente da cucina. Trasferite la strauben su di un piatto da portata, cospargetela con dello zucchero a velo 17 e ponete al centro del dolce un cucchiaio di marmellata di mirtilli rossi 18 e/o panna montata. Servite immediatamente. "
}