{
    "title": "Biscotti ai fichi",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "morbido 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Fichi",
            "quantity": "380 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti ai fichi come prima cosa realizzate la pasta frolla. Versate nella ciotola di una planetaria il burro morbido tagliato a cubetti 1, un pizzico di sale 2 e la scorza di mezzo limone 3. Lavorate con la frusta a foglia per qualche istante, poi, sempre con la planetaria in azione, aggiungete lo zucchero a velo 4. Aspettate circa 1 minuto, fino a che sarÃ completamente assorbito e unite anche la farina setacciata 5. Aggiungete il lievito in polvere 6 e in ultimo l'uovo sbattuto 7. Lavorate il tutto, fino ad ottenere un impasto omogeneo 8. Trasferite poi il composto, aiutandovi con un leccapentole, su un foglio di pellicola che avrete posizionato sul piano di lavoro 9. Dategli la forma di un panetto e avvolgetelo completamente, in modo da non lasciare parti scoperte, quindi riponete in frigorifero a rassodare per almeno 2 ore 10. Nel frattempo occupatevi del ripieno ai fichi. Per prima cosa sbucciateli 11, trasferiteli in una ciotola e schiacciateli con una forchetta 12. Dovrete ottenerne 260 grammi. Aggiungete lo zucchero di canna 13, la scorza di mezzo limone 14 e lavorate il composto con la forchetta per amalgamare tutti gli ingredienti 15.Â Versate il composto ottenuto in una padella 16 e lasciatelo cuocere per una decina di minuti 17. Nel frattempo sbriciolate i biscotti a mano 18. Trascorsi i 10 minuti di cottura, unite i biscotti al composto di fichi 19 e mescolate fino a farli amalgamare completamente 20. Trasferite poi il tutto in una ciotola 21 e lasciate raffreddare prima a temperatura ambiente e poi in frigorifero, coprendo con della pellicola solo in quest'ultima fase 22. Dopo che la frolla avrÃ riposato trasferitela su un piano di lavoro leggermente infarinato 23 e stendetela fino ad ottenere uno spessore di circa 4 mm 24.Â Dovrete ottenere un quadrato di 30x30 cm 25. Tagliate poi 3 strisce larghe 10 cm e lunghe 30 cm 26. Prelevate 1/3 del composto e posizionatelo sulla prima striscia 27Â spargendolo bene, lasciando qualche cm dal bordo 28. Ripiegate poi la striscia verso il centro da entrambi i lati 29 in modo da formare un filoncino ripieno 30. Ripetete la stessa operazione anche per le altre due strisce di pasta.Â Aiutandovi con una spatola trasferite molto delicatamente i filoncini su un vassoio foderato con carta forno 31. Riponete in freezer per 30 minuti. Poi riprendeteli e tagliateli a cubotti di circa 4 cm 32. Trasferite su una leccarda foderata con carta forno, ben distanziati 33 e cuocete in forno statico preriscaldato a 180Â° nel ripiano centrale per 20 minuti. Quando saranno dorati sfornate i biscotti 34, aspettate qualche minuto prima di trasferirli su una gratella. Fateli raffreddare completamente e spolverizzate con lo zucchero a velo 35, prima di servirli 36.Â "
}