{
    "title": "Minne di Sant'Agata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "485 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "190 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "600 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "525 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "3"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Ciliegie candite",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare le minne di Sant'Agata, impastate la pasta frolla (qui maggiori indicazioni): su di una spianatoia versate la farina che avrete frullato in un mixer con il burro freddo, aggiungete lo zucchero a velo, i tuorli delle uova (tente da parte gli albumi, per la glassa), i semi di una bacca di vaniglia 1 e impastate 2 con le mani, per ottenere un composto omogeneo. Avvolgete la pasta frolla in un foglio di pellicola e lasciatela riposare in frigorifero per almeno mezz'ora 3. Procedete con la preparazione del ripieno: tagliate a pezzetti l'arancia candita 4 e riducete in scaglie il cioccolato fondente 5. Setacciate molto bene la ricotta, passandola attraverso le maglie di un colino 6 e unite lo zucchero a velo, anche'esso passato al setaccio 7 quindi amalgamate gli ingredienti. Aggiungete i pezzi di arancia candita e il cioccolato 8; infine, se volete un aroma più fruttato, aggiungete anche la scorza grattugiata di un’arancia. Mescolate il tutto per ottenere un composto omogeneo 9. Riprendete la frolla e stendetela, con l'aiuto di un matterello, in una sfoglia alta circa mezzo cm 10 e foderate con essa degli stampi semisferici 11 (noi abbiamo utilizzato degli stampi di silicone del diametro 8 cm, capienza 115 ml), quindi riempiteli con circa 80 gr di ricotta 12. Ristendete la pasta frolla, sempre ad uno spessore di mezzo cm, avanzata e ricavate un cerchio per sigillare le semisfere con un coppapasta del diametro di 8 cm 13. Chiudete quindi le semisfere, premendo leggermente i bordi (14-15). Infornate il tutto, in forno statico già caldo, a 200° per 20 minuti (forno ventilato 180° per 15 minuti). Quando le minne si saranno colorate in superficie, sfornatele e lasciatele raffreddare negli stampini 16, quindi sformatele quando saranno completamente fredde (altrimenti il ripieno caldo non reggerà). Sistematele su una gratella e intanto preparate la glassa: montate gli albumi con le fruste di uno sbattitore elettrico o con una planetaria 18, quando il composto risulterà semimontato aggiungete lo zucchero a velo, un cucchiaio alla volta e per ultimo il succo di limone (19-20). La consistenza della glassa non dev’essere troppo soda e lucida ma, come si dice in gergo, deve \"scrivere\" 21, cioè deve lasciare una scia cadendo dall'alto. Ricoprite bene le minne con la glassa, facendola scivolare uniformemente sul dolce 22, quindi terminate la decorazione con una ciliegina candita posizionata sulla sommità di ogni dessert 23. Lasciate asciugare sulla gratella, per far cadere la glassa in eccesso 24. Le minne di Sant'Agata sono pronte: possono essere consumate quando la glassa è ancora morbida oppure lasciarla asciugare completamente 24. "
}