{
    "title": "Pasticciotti ricotta e crema di limone",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "45 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "140 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare i pasticciotti ricotta e crema al limone, iniziate dalla pasta frolla: in un mixer ponete la farina setacciata, un pizzico di sale,Â il burro appena tolto dal frigo, i semi di una bacca di vaniglia e lo zucchero a velo 1. Azionate le lame per ottenere un composto sabbioso, quindi versatelo su un piano di lavoro, create la classica forma a fontana e unite i tuorli 2. Impastate il tutto velocemente 3, il tempo di creare un impasto compatto e omogeneo. Formate un panetto e appiattitelo prima di avvolgerlo nella pellicola 4; riponetelo in frigorifero per farlo rassodare almeno 30 minuti. Intanto preparate la crema pasticcera: in un tegame versate i tuorli e lavorateli con lo zucchero, montandoli con una frusta 5; quindi unite l'amido di mais setacciato 6,Â versate il latte e la panna 7 e ponete tutto sul fuoco dolce, mescolando con una frusta 8; fate addensare la crema mescolando continuamente, quando avrÃ raggiunto la consistenza ideale 9, spegnete il fuoco e trasferitela in una ampia terrina, coprite con pellicola trasparente a contatto e lasciatela raffreddare completamente a temperatura ambiente e poi in frigorifero.Â Setacciate la ricotta 10 che avrete avuto cura di far scolare almeno 2 ore prima dal siero in eccesso (meglio ancora se tutta la notte).Quando la crema sarÃ ben fredda, riprendetela e unite la ricotta 11; mescolate e versate anche il succo di limone. Coprite la crema con pellicola e riprendete il panetto di frolla: stendetelo in una sfogliaÂ dello spessore di mezzo cm 12. Imburrate e infarinate degli stampi da pasticciotti, ritagliate dei rettangoli di frolla e adagiateli sugli stampi 13; fate aderire bene il fondo e i bordi, eliminando l'impasto in eccesso. Inserite all'interno di ogni stampino 2 cucchiaini di crema 14, ricoprite con un altro pezzo di pasta frolla 15, tagliate la pasta eccedente in modo che i bordi siano ben squadrati. Sistemate gli stampini su di una leccarda, sbattete un tuorlo e spennellate la superficie dei pasticciotti 16. Infornateli in forno giÃ caldo a preriscaldato a 180Â° per 35 minuti (160Â° per 25 minuti se forno ventilato). Quando i pasticciotti saranno ben dorati 17 sfornateli, fateli raffreddare e gustateli ancora caldi 18! "
}