{
    "title": "Crostata salata alla ricotta e fiori di zucca",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 ml"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "con i fiori 300 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "25 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "fili 4"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare la crostata salata iniziate con la preparazione della pasta brisèe: mettete nel mixer dotato di lame la farina 1, il burro a pezzi freddo 2, un pizzico di sale e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso. A questo punto, disponete il composto ottenuto su una spianatoia 3 nella classica forma a fontana 4 ed impastate il tutto velocemente aggiungendo poco alla volta l'acqua fredda fino ad ottenere un impasto compatto ed abbastanza elastico 5 . Una volta pronta, avvolgete la vostra pasta brisè in un foglio di pellicola da cucina 6 e lasciatela riposare in frigo per almeno 40 minuti. Ora dedicatevi al ripieno: lavate ed asciugate le zucchine spuntatele alle due estremità, tenete da parte i fiori e tagliatele a rondelle le zucchine 7. Ponete sul fuoco una padella, versate le acciughe 8, ricopritele con un filo di olio 9, unite le zucchine tagliate a rondelle 10, salate, pepate e fate saltare le zucchine in padella a fuoco medio per qualche minuto, non devono cuocere completamente ma rimanere leggermente croccanti, lasciatele intiepidire 11. In una ciotola capiente versate la ricotta, unite 3-4 fili di erba cipollina tagliati finemente con le forbici 12, salate 13, aromatizzate con una spolverata di noce moscata grattugiata 14. Unite le zucchine e mescolate il composto con un cucchiaio 15. Ora prendete una teglia rettangolare che misuri 25x18 cm, imburratela 16 e rivestitela con un foglio di carta da forno facendola aderire bene ai bordi 17. Riprendete il panetto di pasta brisèe, prendete 2/3 della pasta (avvolgete la pasta rimanente con pellicola e conservatela in frigorifero), ponetela su di una spianatoia e stendete una sfogli a di circa 1 cm 18. Avvolgete la sfoglia sul mattarello e srotolatela sulla teglia 19, premete su tutti i lati e sul fondo della teglia per far aderire la pasta, con una rotella tagliapasta eliminate i bordi in eccesso (20-21). Versate la farcitura di ricotta e zucchine nella teglia, livellate il composto con il dorso di un cucchiaio (22-23), prendete i fiori di zucca lavateli immergendoli in una ciotola con acqua fredda asciugateli su un panno da cucina. Quando saranno asciutti togliete le escrescenze mantenendo la coppa inferiore, eliminate il gambo e il pistillo interno 24. Distribuite i fiori sulla superficie della crostata in diagonale 25. Stendete la pasta brisèe tenuta da parte con il mattarello realizzando una sfoglia di circa 5mm di spessore 26, tagliate delle strisce larghe circa 1 centimetro con un tagliapasta con rotella dentellata 27. Applicate ora le strisce ottenute sulla superficie della crostata ripercorrendo la linea dei fiori di zucca. Spennellate la superficie della crostata con un’ emulsione di uovo sbattuto e latte (28-29) e cuocete in forno statico preriscaldato a 170° per 55 minuti oppure in forno ventilato a 160° per 45 minuti. Quando la crostata risulterà dorata in superficie sfornatela 30. Gustate la vostra crostata salata alla ricotta e fiori di zucca tiepida. "
}