{
    "title": "Chocolate crackle cookies",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "170 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "145 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "3 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4,5 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare i chocolate crackle cookies, iniziate sciogliendo a bagnomaria il cioccolato fondente: riempite d’acqua un pentolino per un quarto, posizionate sopra una ciotola, versate all’interno i pezzi di cioccolato (in alternativa, potete utilizzare le gocce di cioccolato fondente) e cuocete a fuoco molto basso, fino a che il cioccolato non raggiungerà una consistenza liquida 1. Dopodichè unite il burro 2, continuando a mescolare con un cucchiaio di legno per amalgamare il tutto. Continuate aggiungendo lo zucchero di canna 3. Aggiungete le uova 4 e mescolate. Proseguite unendo l’estratto di vaniglia o una bustina di vanillina 5 e amalgamate con una frusta. Versate la farina e il lievito in un colino e setacciateli direttamente nel pentolino 6. Continuate ad impastare con la frusta 7, fino a che le polveri non si siano ben mescolate con il resto del composto. Infine aggiungete il sale grosso 8, dopodichè spegnete il fuoco e trasferite il composto in una ciotola. Lasciate intiepidire leggermente e coprite con la pellicola 9, quindi lasciate rassodare l’impasto in frigo per circa 1 ora. Trascorso questo tempo, tirate fuori dal frigo l’impasto, eliminate la pellicola e cominciate a modellarlo in piccoli pezzi, formando delle palline del peso di circa 10 g 10. Quindi versate lo zucchero a velo in una ciotola e passateci le palline di impasto che avete formato 11, dopodichè rivestite un vassoio con carta forno e disponeteci le palline inzuccherate ben distanziate l’una dall’altra 12. Mettete il vassoio in frigo e lasciate riposare per almeno mezz’ora. Quando le palline risulteranno ben fredde e sode, sistematele su una leccarda rivestita da carta forno 13 sempre ben distanziate, in modo tale che durante la cottura non si tocchino, e cuocete in forno statico preriscaldato a 180° per 10-12 minuti; se usate il forno ventilato, cuocete a 160° per 5-7 minuti, fino a quando non risulteranno schiacciati e croccanti 14. A questo punto lasciateli raffreddare su una gratella 15 e poi potrete gustare i vostri chocolate crackle cookies uno dopo l’altro! "
}