{
    "title": "Ciambella con farina di castagne",
    "ingredients": [
        {
            "ingredient": "Farina di castagne",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "130 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare la ciambella con la farina di castagne, iniziate ponendo le uova a temperatura ambiente nella tazza di una planetaria dotata di fruste 1, poi unite lo zucchero 2, un pizzico di sale, azionate la planetaria e lavorate bene il composto. Prendete quindi la bacca di vaniglia, apritela per prelevare i semi 3 e aggiungeteli al composto 4. Versate quindi l'olio a filo 5 e il latte a temperatura ambiente 6. In una ciotola setacciate la farina di castagne e la farina 00 7, aggiungete il lievito 8 poi unite a poco a poco le polveri al composto, aiutandovi con un cucchiaio 9. Lavorate fino ad ottenere un composto omogeneo e fluido 10, imburrate e infarinate uno stampo da ciambella piuttosto profondo del diametro di 24 cm e versate il composto 11. Distribuitelo in maniera omogenea 12 con l'aiuto di una spatola ed evitate di sbattere lo stampo per livellare l'impasto per non fermare il processo di lievitazione. Mettete a cuocere la ciambella in forno statico preriscaldato a 170° per circa 50 minuti (o se utilizzate il forno ventilato a 150°C per 40 minuti). Una volta trascorso il tempo di cottura, fate la prova dello stecchino per verificare che sia ben cotta e tenetela 5 minuti in forno spento prima di sfornarla. Una volta sfornata 13, sformatela capovolgendola e ponetela su una gratella 14 per farla raffreddare completamente, dopodiché la vostra ciambella con farina di castagne è pronta per essere gustata! 15 "
}