{
    "title": "Mousse alla nocciola e cuore ai 5 luppoli",
    "ingredients": [
        {
            "ingredient": "Birra rossa",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "60 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "5"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Nocciole tostate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "200 g"
        },
        {
            "ingredient": "Riso soffiato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lamponi",
            "quantity": "(frutti di bosco misti) q.b."
        }
    ],
    "preparation": " Per preparare la mousse alla nocciola e cuore ai 5 luppoli iniziate preparando il cuore di gelatina alla birra: lasciate in ammollo per 10 minuti i fogli di colla di pesce in acqua fredda,nel frattempo in un pentolino fate bollire la Bock Rossa ai 5 luppoli del Birrificio Angelo Poretti e fatela ridurre di un terzo 1. Aggiungete poi lo zucchero di canna 2 e i fogli di colla di pesce ben strizzati e fateli sciogliere. Mettete il composto così ottenuto in piccoli contenitori di circa 3 cm di diametro 3 (in alternativa potete utilizzare le vaschette per il ghiaccio) e lasciate solidificare in frigo per almeno 2 ore. Preparate ora la crema inglese: in una casseruola portate il latte a ebollizione con il baccello di vaniglia in infusione, aggiungetelo ai tuorli sbattuti con lo zucchero 4, mescolate bene e fate cuocere a bagnomaria fino a che la crema non raggiungerà gli 82 gradi. Filtrate quindi la crema per eliminare gli eventuali grumi e quando sarà tiepida unitela alle nocciole che avrete frullato con un cucchiaino di zucchero fino a ridurle in polvere finissima 5. Fatevi sciogliere la colla di pesce precedentemente ammollata in acqua fredda e strizzata e unite la panna montata a lucido, incorporandola delicatamente per non smontarla 6. Versate quindi il composto in stampi semisferici di circa 6 cm di diametro, riempiendoli fino a metà. Poi adagiate all’interno la gelatina rassodata 7 e coprite con altra mousse, fino a riempire gli stampi. Fate riposare in frigo per altre 4 ore. Sciogliete in microonde ¾ della tavoletta di cioccolato a latte e unitevi il restante tritato finemente, amalgamandolo fino a farlo sciogliere 8; poi aggiungete il riso soffiato e mescolate il tutto 9. Distribuite il composto con un cucchiaio tra due fogli di carta da forno, stendetelo bene e livellatelo con l’aiuto di un mattarello 10 e fatelo consolidare ponendolo in frigorifero per mezz’ora circa; poi con un tagliapasta ad anello ricavate delle forme circolari della stessa dimensione della mousse 11, otterrete dei cerchi di cioccolato e riso soffiato che andranno a guarnire la mousse 12. A questo punto potete assemblare la mousse alla nocciola e cuore ai 5 luppoli ponendo il cerchio di cioccolato e riso soffiato al centro del piatto, poi sformate la mousse sopra di esso e decorate con frutti di bosco misti e granella di nocciole! "
}