{
    "title": "Baumkuchen",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 5"
        },
        {
            "ingredient": "Marzapane",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di cocco",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare il baumkuchen iniziate a dividere i tuorli dagli albumi in due ciotole separate (per la ricetta occorrono 175 g di albumi e 100 g di tuorli che corrispondono all'incirca a 5 uova medie). Quindi accendete il forno a 240° in modalità grill e passate a tagliare il marzapane in cubetti grossolani 1, poi versateli nella ciotola di una planetaria insieme allo zucchero a velo 2 e ai semini che avrete estratto da una bacca di vaniglia 3. Aggiungete anche il burro morbido tagliato a cubetti 4 e lavorate il tutto con la frusta a foglia 5 a velocità moderata per qualche minuto. Nel frattempo iniziate a montare gli albumi versando gradualmente lo zucchero 6, fino ad ottenere un composto bianco e fermo 7. A questo punto versate i tuorli all'interno della planetaria poco per volta 8 e quando saranno stati completamente assorbiti versate anche la farina 9, attendete ancora 1-2 minuti e spegnete la macchina. Mescolate con una spatola in modo da assicurarvi che tutti gli ingredienti siano perfettamente amalgamati 10 e iniziate ad aggiungere gli albumi poco per volta 11 mescolando dal basso verso l'alto in modo da non smontate l'impasto 12. Prendete la vostra tortiera da 20 cm e rivestite la base, precedentemente imburrata, con un disco di carta forno 13. A questo punto posizionate due cucchiai di impasto 14 e stendeteli in modo da ricoprire l'intera superficie 15. Una volta che il forno sarà arrivato a temperatura, infornate il primo strato del vostro baumkuchen per 1-2 minuti fino a che non si sarà creata una crosticina dorata 16. Poi tiratelo fuori e stendete sulla superficie un altro strato di impasto, sempre 2 cucchiai 17, stendendoli con il dorso del cucchiaio su tutta la superficie 18. Rimettete in forno nuovamente per lo stesso tempo indicato e alla temperatura indicata in precedenza. E proseguite così per tutti gli strati; una volta arrivati a realizzare l'ultimo strato 19 abbassate il forno a 180° (in modalità statica) e, dopo aver steso bene l'ultimo strato di composto, cuocete per 20 minuti. Non appena avrete ultimato la cottura sfornate il dolce e lasciatelo intiepidire. Aiutandovi con un coltellino staccate delicatamente i bordi della torta 20 e capovolgetela su una gratella 21. Eliminate il foglio di carta forno, tirandolo delicatamente 22 e lasciate raffreddare completamente il baumkuchen. Dopodicè setacciate la confettura di albicocche in un colino 23 e stemperatela con il Grand Marnier 24. A questo punto utilizzate la confettura per spennellare la superficie della torta 25 e trasferitela in frigorifero per almeno 15 minuti. Mentre la torta è in frigo occupatevi della copertura: iniziate a tritare il cioccolato 26 e ponetelo a sciogliere a bagnomaria 27. Una volta che sarà completamente sciolto aggiungete l'olio di cocco 28 e lasciatelo fondere completamente 29. Estraete la bastardella dall'acqua calda e continuate a mescolare il cioccolato di tanto in tanto fino a che non si sarà raffreddato, dopodichè versatelo sulla torta 30 coprendo bene anche la parte laterale 31. Livellate bene con una spatola 32 e lasciate rassodare in frigorifero per un'ora. A questo punto il cioccolato si sarà solidificato e potrete gustare il vostro baumkuchen 33! "
}