{
    "title": "Panettoncini con gocce di cioccolato",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "325 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i panettoncini di cioccolato iniziate dalla preparazione del preimpasto: ponete il latte tiepido in una ciotola capiente, sciogliete all’interno il lievito di birra fresco (in alternativa potete utilizzare 2 g di lievito di birra secco) 1, unite il cucchiaino di malto (o di zucchero) 2 e poi incorporate la farina setacciata 3. Mescolate con una frusta per amalgamare gli ingredienti, fino ad ottenere un composto liscio e senza grumi, copritelo con la pellicola 4 e lasciatelo lievitare in forno spento con la luce accesa per 40 minuti finchè non raddoppierà di volume 5. Intanto ponete le gocce di cioccolato nel freezer, in questo modo non si scioglieranno quando le unirete all’impasto e non scivoleranno sul fondo dei panettoncini. Trascorso il tempo di lievitazione ponete il preimpasto in una planetaria dotata di frusta K, unite la farina 6, il miele, unite poi lo zucchero 7, l'uovo 8, la scorza di arancia, il sale 9. Quando gli ingredienti saranno amalgamati sostituite la frusta con il gancio aggiungete per ultimo il burro a pezzetti ammorbidito poco alla volta 10, aspettate che sia stato assorbito il precedente prima di unire il successivo. A questo punto proseguite ad impastare 11 e quando l’impasto risulterà liscio e si staccherà dalle pareti della ciotola, estraetelo, formate una palla e ponetela in un ciotola 12, coprite con pellicola trasparente e lasciate lievitare in forno spento con la luce accesa per un'ora e mezza. Trascorso il tempo di riposo, riprendete l’impasto lavoratelo velocemente e unite le gocce di cioccolato (13-14), dividetelo in 6 palline uguali. Imburrate e rivestite con carta da forno 6 stampini del diametro di 8 cm e alti 7 cm. Ponete ciascuna pallina di impasto in uno stampino, spennellate la superficie con della panna e poneteli ancora a lievitare 15 finché l’impasto non raggiungerà il bordo, ci vorrà almeno un’ora. A questo punto spennellate nuovamente la superficie con l’uovo sbattuto 16 o altra panna per rendere dorata la superficie. Cuocete in forno statico a 180° per 20 minuti finchè la parte superiore non risulterà dorata 17 A cottura ultimata sfornate i panettoncini con gocce di cioccolato e lasciateli raffreddare. I vostri panettoncini sono pronti per essere gustati così 18, oppure accompagnarli con una salsa al cioccolato. "
}