{
    "title": "Bicchierini di panna cotta vaniglia lamponi e Pavesini",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "45 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "3 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "8"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "4"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per preparare i bicchierini di panna cotta vaniglia lamponi e Pavesini, iniziate preparando la salsa ai lamponi: mettete in ammollo in acqua fredda la gelatina 1. Quindi preparate la salsa ai lamponi: lavate e tamponate i lamponi, metteteli in una padella antiaderente 2, aggiungete lo zucchero semolato 3 e fate andare a fuoco basso finché non cominceranno a sfaldarsi 4, dovranno ridursi in purea, occorreranno 10 minuti di cottura. Versate la purea ottenuta in un colino a maglie strette sistemato su una ciotola 5, e passatela con il dorso di un cucchiaio 6 in modo da evitare che nella salsa finiscano anche i semini dei lamponi. Scolate bene la gelatina 7 e aggiungetela nella salsa ottenuta 8; la salsa dovrà essere calda per fare in modo che la gelatina si sciolga, se non lo è più mettetela qualche secondo in microonde oppure a scaldare in un pentolino. Fatela sciogliere mescolando per bene con un cucchiaio 9. Per maggiori dettagli sulla preparazione della coulis guardate la scheda della Scuola di Cucina: Come preparare una coulis. Passate alla preparazione della panna cotta: mettete a scaldare la panna fresca liquida in un pentolino 10, a fuoco medio, aggiungete lo zucchero semolato 11, incidete la bacca di vaniglia, raccogliete i semini interni passando la lama di un coltellino 12 e aggiungete la bacca e i semini all’interno della panna 13 e mescolate il tutto con un cucchiaio. Quindi aggiungete la restante gelatina alla panna una volta che starà sfiorando il bollore 14. Quindi cominciate ad assemblare le panne cotte. Prendete dei bicchierini alti e stretti della capienza di 110 ml, versate sul fondo uno strato di salsa 15 (ogni strato dovrà essere di 25 g), per questa operazione potete aiutarvi con un mestolino con il beccuccio o con un piccolo imbuto, mettete i bicchierini in freezer per 15-20 minuti e aspettate che lo strato si solidifichi, in frigorifero saranno necessari 40 minuti circa. Per ottenere uno strato dritto ricordatevi di non muovere troppo il bicchierino in questa fase! Quando si sarà solidificato coprite con uno strato di panna cotta (sempre da 25 g) 16, riponete in freezer a rassodare per altri 15/20 minuti. Una volta che anche il secondo strato si sarà solidificato, prendete i Pavesini e inzuppateli nel latte fresco intero 17 spezzateli e sistemateli sulla superficie di panna cotta solidificata in modo che questa ne sia coperta in modo omogeneo 18. Coprite lo strato di Pavesini con un altro di salsa ai lamponi 19, fate rassodare nuovamente in freezer, e coprite con un ultimo strato di panna cotta 20. Lasciate solidificare un’ultima volta. Poi montate la panna fresca liquidainsieme allo zucchero per la decorazione; per vedere ulteriori dettagli guardate la scheda di Scuola di Cucina: Come montare la panna 21. Trasferite la panna in una sac-à-poche dotata di bocchetta a stella munita e spremete un ciuffo di panna sulla superficie di ogni bicchierino 22. Sistemate su ogni ciuffo un lampone e una fogliolina di menta 23. Ecco, i vostri bicchierini di panna cotta vaniglia lamponi e Pavesini sono pronti 24 e... bellissimi! "
}