{
    "title": "Cornetti ripieni di confettura",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "380 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "125 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "raso 1 cucchiaino"
        },
        {
            "ingredient": "Marmellata",
            "quantity": "di diversi gusti q.b."
        },
        {
            "ingredient": "Zucchero a velo vanigliato",
            "quantity": "q.b."
        }
    ],
    "preparation": " Mettete nel vaso del mixer la farina, il burro tagliato a pezzetti e lo zucchero. Mixate fino a ridurre gli ingredienti in piccole briciole, quindi aggiungete i tuorli d’uovo, lo yogurt, la scorza di limone e la cannella. Azionate di nuovo il mixer, poi estraete la pasta e impastatela a mano per qualche minuto, formate una palla che avvolgerete nella pellicola trasparente e lascerete riposare in frigo per mezz’ora. Trascorsa la mezz’ora, estraete la pasta dal frigorifero e stendetela con il matterello fino a formare una sfoglia di circa 2 mm di spessore, quindi tagliatela in quadretti di 5 cm di lato. Disponete un cucchiaio di marmellata al centro di ogni quadrato e ripiegatelo in modo da ottenere un triangolo. Sigillate i bordi pressandoli leggermente con le dita, quindi arrotolate i triangoli su se stessi. Piegate le punte leggermente in avanti per dargli una forma simile ad un croissant. Disponete i biscotti sopra una placca foderata con carta forno e cuocete i biscotti per 15 minuti in forno già caldo a 180ºC. Lasciate raffreddare i biscotti fuori dal forno e poi spolverizzateli con dello zucchero a velo, quindi serviteli. "
}