{
    "title": "Focaccia al miglio",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina integrale di miglio",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "90 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Erbette",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Provola affumicata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale di maldon",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "25 g"
        }
    ],
    "preparation": " Per preparare la focaccia al miglio come prima cosa sciogliete il lievito di birra nell'acqua a temperatura ambiente 1. In una ciotola unite farina 00, farina manitoba e farina di miglio integrale 2; aggiungete il malto 3 e l'acqua in cui avrete disciolto il lievito 4. Impastate con le mani 5, fino ad ottenere una consistenza elastica 6.Â Aggiungete l'olio 7 e il sale 8. Impastate ancora fino a completo assorbimento 9.Â Trasferite l'impasto su un piano leggermente unto 10 e date all'impasto delle pieghe, portando i lembi esterni della pasta verso l'interno 11. Coprite con una ciotola 12 e lasciate riposare per 5 minuti.Â Poi date di nuovo altre pieghe 13 e trasferite l'impasto in una ciotola leggermente unta 14. Coprite con pellicola 15 e lasciate lievitare per 2 ore in forno spento solo con la luce accesa.Â Nel frattempo cuocete le erbette. In una padella versate un filo d'olio e aggiungete uno spicchio d'aglio 16, lasciatelo imbiondire, aggiungete le erbette 17 e cuocetele per pochi minuti, fino a che non saranno appassite 18.Â Quando l'impasto avrÃ raddoppiato il suo volume 19, trasferitelo all'interno di una teglia tonda da 24 cm di diametro 20. Schiacciatelo con la punta delle dita per spargerlo su tutta la superficie 21.Â Adagiate poi al centro le erbette e spennellate il bordo con la salamoia che avrete ottenuto emulsionando insieme acqua ed olio 22. Lasciate lievitare per altri 20 minuti. Salate quindi la superficie con il sale maldon 23Â e cuocete in forno statico preriscaldato a 210Â° nel ripiano inferiore per 30 minuti. Per non far scurire troppo la superficie posizionate sopra una leccarda, in modo da coprire la serpentina del forno. Nel frattempo tagliate a fettine sottili la provola affumicata. Trascorsi i 30 minuti estraete la focaccia dal forno 24,Â posizionate sopra le fettine di provola 25 e infornate per altri 5 minuti. Quando la provola si sarÃ sciolta potrete sfornare la focaccia 26 e servirla ancora calda 27!Â "
}