{
    "title": "Torta di cioccolato e ciliegie",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "170 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la torta di cioccolato e ciliegie, lavate le ciliegie 1 e, con l’aiuto di un coltello, tagliatele a metà ed eliminate il nocciolo 2. Mettete le ciliegie in una ciotola insieme allo zucchero a velo 3 e fatele macerare per 10 minuti, così che rilascino un po’ di succo. Spezzettate grossolanamente il cioccolato fondente con un coltello da cucina 4. Intanto preparate un bagnomaria: in una ciotola capiente mettete a sciogliere il burro insieme al cioccolato spezzettato 5 e mescolate di tanto in tanto 6. In un altra ciotola mettete lo zucchero di canna, unite le uova 7 e con la frusta, montate lo zucchero e le uova 8, insieme ad una presa di sale, fino ad ottenere un composto chiaro e spumoso. Setacciate la farina insieme al lievito 9 e uniteli al composto di zucchero e uova 10. Mescolate con una spatola per amalgamare bene tutto. A questo punto aggiungete il cioccolato e il burro sciolti 11: mescolate ancora con la spatola dall’alto verso il basso per non smontare il composto. Infine unite le ciliege 12, tenendone da parte un cucchiaio per la decorazione finale delle fette di torta. Preparate una teglia rettangolare di 23 cm di larghezza e 31 cm di lunghezza (oppure una tortiera tonda del diametro di 24 cm), rivestitela con un foglio di carta forno leggermente bagnato per farlo aderire e versate il composto nella teglia 13. Livellate bene la superficie con il dorso di un cucchiaio 14 e cuocete in forno preriscaldato a 180 gradi per 25-30 minuti. Una volta raffreddata, pareggiate i bordi tagliando la parte più esterna 15 e tagliate la torta in fette rettangolari di uguali dimensioni. Decorate con le restanti ciliegie una su ogni fetta di torta. "
}