{
    "title": "Torta Bertolda",
    "ingredients": [
        {
            "ingredient": "Farina di mais fumetto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta Bertolda, iniziate dagli aromi: dividete a metà nel senso della lunghezza la bacca di vaniglia ed estraete i semi con un coltellino 1. Grattugiate la scorza di un limone non trattato e raccoglietela in una ciotolina 2. Ora setacciate il fumetto di mais 3, la farina 00 e il lievito 4 e tenete da parte le polveri. In un’altra ciotola ponete il burro a temperatura ambiente tagliato a cubetti, unite lo zucchero semolato 5 e montate il composto con le fruste elettriche 6 per ottenere una crema. A questo punto unite l’uovo intero 7 e poi il tuorlo 8 un pizzico di sale, proseguite montando il composto con le fruste e versate a filo il latte a temperatura ambiente 9, sempre con le fruste in azione. Quando gli ingredienti saranno bene amalgamati, spegnete le fruste e aromatizzate l’impasto con la scorza di limone 10 e i semi della bacca di vaniglia 11. Ora incorporate il composto di uova alle polveri 12 mescolate con unaspatola per ottenere un impasto liscio senza grumi 13. Imburrate uno stampo da 24 cm di diametro e rivestitelo con carta forno seguendo le indicazioni della scheda Foderare una teglia con carta forno. Versate l’impasto della torta nella teglia 14 e cuocete il dolce in forno statico preriscaldato a 170° per 40 minuti (se forno ventilato a 150° per 30 minuti). A cottura ultima, sfornate la torta 15 e lasciatela raffreddate prima di sformarla. Gustate la vostra torta Bertolda a colazione o a merenda ! "
}