{
    "title": "Corona di pandoro",
    "ingredients": [
        {
            "ingredient": "Pandoro",
            "quantity": "260 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 3) 55 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "7 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la corona di pandoro iniziate come prima cosa a preparare la crema inglese. Versate i tuorli in una ciotolina, aggiungete lo zucchero e mescolate con una spatola 1. Tenete da parte per un momento mescolando di tanto in tanto e nel frattempo ponete il latte a scaldare in un tegame. Prelevate i semi dalla bacca di vaniglia e aggiungeteli nel latte, unendo anche il baccello ormai svuotato 2. Mettete a mollo la gelatina in un po' d'acqua fredda 3 e tritate il cioccolato fondente 4. Non appena il latte avrÃ raggiunto il bollore, eliminate il baccello di vaniglia 5 e versate un po' di latte all'interno del composto di tuorli per stemperarli 6. Mescolate e riversate tutto nel tegame 7. Mescolate nuovamente con una frusta 8 fino ad uniformare il composto e poi girando di continuo con una spatola portate la vostra crema inglese alla temperatura di 84Â° 9. Spegnete il fuoco e unite la gelatina ben strizzata 10, mescolate fino a farla sciogliere completamente e poi sempre mescolando unite il cioccolato tritato in precedenza 11. Non appena sarÃ completamente sciolto 12 trasferite la crema in un'altra ciotola che avrete sistemato all'interno di un'altra ciotola con acqua e ghiaccio 13. Sempre con la frusta mescolate fino a farla raffreddare completamente 14. A questo punto iniziate a montare la panna 15, non dovrÃ essere a neve fermissima. Non appena sarÃ spumosa e semi montata spegnete le fruste 16 e aggiungetela poco per volta alla crema al cioccolato 17 mescolando delicatamente dal basso verso l'alto 18. Non appena la vostra bavarese al cioccolato sarÃ pronta 19 tenetela da parte per un momento e occupatevi di tagliare il pandoro. Tagliate la fetta della base e tenetela da parte 20 poi girate il pandoro nell'altro senso e ricavate 3 fette 21 spesse circa 1,5 cm. Tagliate ogni stella a metÃ 22 e pareggiate i lati delle fette ottenute 23. Riprendete la base del pandoro e con un disco da 18 cm ricavate un cerchio preciso 24 che sarÃ la base della vostra corona. A questo punto posizionate su un piatto da portata un disco da 22 cm e sistemate le fette di pandoro intorno 25 e il cerchio da 18 cm sulla base 26. Versate poi la bavarese all'interno 27 e riponete in frigorifero coperto da una campana di vetro per almeno 3-4 ore. Una volta che la bavarese si sarÃ solidificata 28, estraete il cerchio 29 e decorate con i ribes rossi posizionandoli sul bordo esterno 30. Passando un pelapatate sulla barretta di cioccolato ricavate i riccioli e sistemateli al centro 31. Spolverizzate con lo zucchero a velo 32 e servite la vostra corona di pandoro 33. "
}