{
    "title": "Crema allo yogurt, granola speziata e NutellaÂ®",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "60 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "1,5 g"
        },
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "45 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "45 g"
        },
        {
            "ingredient": "Fichi secchi",
            "quantity": "45 g"
        },
        {
            "ingredient": "Fiocchi di avena",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "pelati 35 g"
        },
        {
            "ingredient": "Frutti di bosco disidratati",
            "quantity": "(rossi) 50 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "260 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "220 g"
        },
        {
            "ingredient": "NutellaÂ®",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare la crema allo yogurt, granola speziata e NutellaÂ® come prima cosa tritate grossolanamente mandorle, nocciole e pistacchi 1. Poi fate la stessa cosa anche per i fichi secchi 2. In una ciotola capiente versate i fiocchi d'avena, la frutta tritata e i fichi. Unite poi la noce moscata e lo zenzero in polvere 3.Â Â Mescolate il tutto 4 e tenete da parte. In una casseruola versate l'acqua, il burro e il miele 5; fate sciogliere il tutto e portate a bollore a fuoco medio. A questo punto unite il composto di frutta secca e avena 6 e mescolate fino a che ogni elemento non avrÃ assorbito per bene lo sciroppo (7-8). Trasferite in una teglia foderata con carta forno e allargatelo per bene 9. Infornate in forno statico preriscaldato a 170Â° e cuocete perÂ 20 minuti.Â Poi sfornate 15 e lasciate raffreddare. Una volta freddo mischiatevi anche i frutti rossi (10-11). Preparate poi la crema: montate la panna fresca liquida 17 e unitela delicatamente allo yogurt 13, mescolando dall'alto in basso con una marisa fino a che non avrete ottenuto una crema liscia e spumosa 14. Copritela con pellicola 15 e riponetela in frigorifero a rassodare per circa 40 minuti.Â Trascorso questo tempo potrete comporre le vostre coppette. Versate in ciascuna due cucchiaiate di crema allo yogurt, aggiungete su un lato una manciata di granola 16 e ultimate con 1 cucchiaio di NutellaÂ® (15 grammi) sull'altro lato 17. Servite subito le vostre coppette 18.Â "
}