{
    "title": "Crostata speziata con confettura di fragole",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigorifero 110 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Miele",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "3 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "3 g"
        },
        {
            "ingredient": "Chiodi di garofano macinati",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Confettura di fragole",
            "quantity": "600 g"
        }
    ],
    "preparation": " Per preparare la crostata speziata con confettura di fragole iniziate dalla preparazione della frolla. In un mixer versate la farina, i chiodi di garofano in polvere 1, lo zenzero, la cannella in polvere 2 e il bicarbonato 3. Poi unite anche lo zucchero e un pizzico di sale. Grattugiate nel mixer anche la noce moscata, poi versate il burro freddo di frigo a cubetti e il miele 4. A questo punto accendete il mixer avendo cura di azionare le lame ad intermittenza per non surriscaldare troppo l’impasto. Mixate fino a creare un composto sabbioso 5. Quindi rovesciatelo su una spianatoia e formatene una fontana a cui unirete l'uovo intero e il tuorlo sbattuti. Amalgamate l’impasto prima con la forchetta 6 e poi con le mani ben fredde, velocemente per non scaldarlo troppo. Formate un panetto aiutandovi con un tarocco se necessario 7 e copritelo con della pellicola trasparente 8. Lasciatelo riposare così in frigorifero per almeno 30 minuti. Trascorso questo tempo estraetelo dalla pellicola e stendetelo con un mattarello su un piano di lavoro leggermente infarinato 9: dovrete ottenere uno spessore di circa 1 centimetro. Prendete ora una teglia forata da 23 cm (se non la possedete procedete con una di eguali dimensioni che però dovrete imburrare e infarinare). Aiutandovi con il mattarello in cui avrete arrotolato la frolla, sollevatelo stendendolo sulla tortiera 10. Con i polpastrelli fate aderire bene la frolla ai bordi 11 e con un coltellino eliminate la parte che fuoriesce dallo stampo 12. Ricompattate velocemente la pasta frolla in eccesso e tenetela da parte. Con i rebbi di una forchetta bucherellate il fondo della crostata 13 e versate al suo interno la confettura di fragole 14. Livellatela aiutandovi con il dorso di un cucchiaio e stendetela su tutta la superficie dello stampo 15. Stendete la frolla ricompattata con un mattarello fino ad ottenere uno spessore di circa mezzo cm e con un tagliapasta ricavate delle striscioline di frolla 16. Disponete sopra alla confettura le striscioline di frolla creando un motivo a losanghe (17-18). Spennellate con un uovo sbattuto la superficie delle losanghe 19 e infornate in forno statico preriscaldato a 180° per 60 minuti (se utilizzate un forno ventilato basterà cuocerla a 160°C per 50 minuti circa) 20 Se dovesse scurirsi troppo, dopo 35 minuti (25 minuti circa se forno ventilato) coprite con un foglio di alluminio. Dopodiché sfornate la vostra crostata speziata con confettura di fragole e lasciatela intiepidire prima di sformarla 21; fate raffreddare oerchè si compatti...quindi gustate! "
}