{
    "title": "Semifreddo al pistacchio e Nutella",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "135 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "37 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "25 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Nutella",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare il semifreddo al pistacchio e Nutella iniziate a realizzare il cuore di Nutella. Prendete lo stampo di silicone a forma di mezza sfera e, aiutandovi con un cucchiaio, riempitelo con la Nutella 1. Livellate bene con una spatola 2, fino a ripulire lâintera superficie dello stampo 3. Coprite con la pellicola trasparente e riponete in freezer per almeno 2 ore. In questo modo otterrete 6 mezze sfere di Nutella da 25 grammi ciascuna. Trascorsa 1 ora e mezza procedete con la preparazione del semifreddo. Ponete lo zucchero in una pentola dal fondo spesso e aggiungete anche lâacqua 4, quindi trasferitela sul fuoco e portate lo sciroppo a 121Â°C 5 (utilizzate un termometro da cucina per misurare la giusta temperatura). Nel frattempo ponete i tuorli nella ciotola di una planetaria e iniziate a montarli 6 solo quando il vostro sciroppo avrÃ quasi raggiunto la temperatura indicata. Una volta che lo sciroppo sarÃ arrivato a 121Â° versatelo a filo nella planetaria in azione 7, e continuate a montare fino al completo raffreddamento del composto 8. Nel frattempo montate a neve anche la panna fresca 9. A questo punto incorporate la panna montata nel composto dei tuorli 10, mescolando delicatamente con una frusta, senza smontare il composto 11. Versate anche la pasta di pistacchi, dopo averla mescolata, e, sempre utilizzando una frusta, amalgamate il tutto 12. Aggiungete in ultimo anche la granella di pistacchi 13 e incorporatela al composto. Prendete uno stampo in silicone (potete scegliere la forma che preferite), e versate 1 cucchiaio abbondante di semifreddo in ciascuna porzione 14, in modo da creare una base, quindi prelevate dal freezer lo stampo con le mezze sfere di Nutella e sformatele 15. Inserite quindi le sfere di Nutella al centro di ogni stampo 16. Ricoprite con il semifreddo al pistacchio fino al completo riempimento della forma 17 e livellate bene la superficie 18 con una spatola. Ponete in freezer il vostro semifreddo pistacchio e Nutella per almeno una notte. Tirate lo stampo fuori dal freezer circa 10 minuti prima di servirlo, quindi sformatelo 19, trasferitelo su un piatto da portata 20, e decorate a piacimento con Nutella 21 e granella di pistacchi. "
}