{
    "title": "Mini pavlove ai frutti di bosco",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "(lamponi, more, mirtilli...) q.b."
        }
    ],
    "preparation": " Per preparare le mini pavlove ai frutti di bosco iniziate a preparare la meringa svizzera. Dovrete procedere con la cottura a bagnomaria quindi ponete in un tegame un po' d'acqua e scaldatela 1; poi poggiate sopra una bastardella, facendo in modo che l'acqua non tocchi il fondo. Versate gli albumi e lo zucchero semolato 2, poi lavorate il tutto con le fruste elettriche 3Â Â e montate il composto fino a raggiungere la temperatura di circa 60Â° (4-5). Spostate poi la bastardella dal fuoco e continuate a montare fino a che non sarÃ tiepida 6.Â Trasferite poi la meringa svizzera all'interno di una sac-Ã -poche con bocchetta liscia di 1 cm 7. Poi su una leccarda foderata con carta forno fate 3 giri in modo da creare dei cestini di meringa (8-9). Cuocete in forno statico preriscaldato a 100Â° per 1 ora nel ripiano centrale.Â Poi sfornateli e lasciateli raffreddare 10.Â Nel frattempo preparate laÂ purea di lamponi, basterÃ versarli in un contenitore dai bordi alti 11 e frullare il tutto con un mixer ad immersione 12Â fino ad ottenere unaÂ crema 13. Versate poi in una ciotola la panna fredda e lo zucchero a velo 14. Montatela poi con le fruste elettriche 15Â e solo quando sarÃ ben spumosa unite 2 cucchiai della purea di lamponi 16, tenendo da parte quella che rimane per la decorazione finale. Lavorate ancora con le fruste 17, fino ad incorporarla completamente 18.Â Â Trasferite poi in un sac-Ã -poche senza bocchetta 19 e utilizzatelo per riempire i cestini di meringa ormai freddi (20-21). Lasciate riposare in frigorifero per un'ora.Â Decorate poi le mini pavlove con frutti di bosco: mirtilliÂ 22, more, fragole 23 e un cucchiaio di purea di lamponi 24.Â "
}