{
    "title": "Cuccia al cioccolato",
    "ingredients": [
        {
            "ingredient": "Grano cotto",
            "quantity": "375 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucca candita",
            "quantity": "75 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la cuccia al cioccolato, per prima cosa sciacquate sotto l’acqua corrente tiepida il grano per sgranarlo 1, quindi lasciatelo scolare in un colino avendo cura di porre sotto una ciotola per raccogliere l’acqua in eccesso 2. Tritate con il coltello il cioccolato 3. Riducete a cubetti la zucca candita 4 e tenetela da parte. In un tegame setacciate l’amido di mais 5 e il cacao amaro in polvere 6. Aggiungete anche lo zucchero 7 e il latte 8. Ponete sul fuoco il tegame e scaldate a fuoco medio mescolando con la frusta fino a far addensare la crema. A questo punto aromatizzate con la cannella in polvere, mescolate ancora e spegnete il fuoco 9. Aggiungete infine il grano scolato 10, il cioccolato tritato (tenetene da parte una piccola porzione per decorare la cuccia) 11 e la zucca candita 12, e mescolate per amalgamare il composto 13. Lasciate raffreddare, quindi coprite la cuccia con pellicola alimentare a contatto 14. Potete servire la cuccia tiepida oppure porla a rassodare in frigorifero per una notte. Servite la vostra cuccia al cioccolato guarnendola con pistacchi tritati e cioccolato tritato a piacere 15. "
}