{
    "title": "Torta Dobos",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 7"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "210 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "90 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 700 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "600 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "400 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "360 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "80 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare la torta Dobos iniziate a realizzare lâimpasto dei dischi. Prendete le uova e dividete i tuorli dagli albumi separandoli in due ciotole differenti. Aggiungete a questâultimi metÃ dello zucchero 1 e iniziate a montarli 2 fino ad ottenere un composto spumoso e ben fermo 3. Tenete da parte (in frigorifero) i vostri albumi montati a neve e aggiungete lâaltra metÃ dello zucchero ai tuorli 4. Iniziate a montarli e una volta ottenuto un composto chiaro e gonfio aggiungete il burro (a temperatura ambiente) poco per volta 5 e anche i semi di una bacca di vaniglia 6 (per prelevarli sarÃ necessario incidere la bacca e raschiarla con un coltellino affilato). A questo punto incorporate gli albumi nel composto dei tuorli, poco alla volta 7 mescolando delicatamente dal basso verso lâalto con una frusta 8. Setacciate la farina insieme alla fecola 9 e incorporate anche questa, aiutandovi sempre con una frusta e mescolando molto delicatamente e dal basso verso l'alto 10 per non smontare lâimpasto. Trasferite il composto in una sac-Ã -poche usa e getta e utilizzatela per creare i dischi necessari a comporre il dolce, che saranno in tutto 8. Per creare ciascun disco spremete circa 100 g di impasto in un anello da pasticceria da 22 cm posizionato su una leccarda precedentemente rivestita con carta forno 11 e livellatelo aiutandovi con una spatola 12. Cuocete in forno statico preriscaldato a 200Â° per circa 7-8 minuti (se utilizzate il forno ventilato cuocete a 180Â° per circa 5 minuti). Una volta sfornati 13, fateli intiepidire, poi estraeteli delicatamente dal cerchio (14-15) e ripetete lâoperazione fino a realizzare tutti i dischi, quindi lasciateli raffreddare completamente. Nel frattempo dedicatevi a preparare la crema al burro al cioccolato. Tritate il cioccolato, versatelo in un pentolino 16 e scioglietelo a bagnomaria 17, quindi versatelo in una ciotola e lasciatelo intiepidire 18, mescolandolo di tanto in tanto. Ponete in un pentolino dal fondo spesso lo zucchero con lâacqua 19 e scaldatelo a fuoco dolce, mescolando di tanto in tanto con un cucchiaio. Una volta che lo zucchero sarÃ sciolto smettete di mescolare e portate lo sciroppo ad una temperatura di 121Â° 20, aiutandovi con un termometro da cucina. Quando lo sciroppo sarÃ quasi arrivato a temperatura, versate i tuorli nella ciotola di una planetaria e iniziate a montarli a velocitÃ media. Non appena lo sciroppo avrÃ raggiunto la temperatura indicata versatelo a filo nella planetaria sempre in azione 21. Continuate a lavorare il tutto fino a completo raffreddamento. Nel frattempo intagliate la bacca di vaniglia e prelevatene i semi. A questo punto ponete il burro (a temperatura ambiente), precedentemente tagliato a cubetti, in una ciotola, unite i semi della bacca di vaniglia 22 e aiutandovi con una spatola iniziate a lavorarlo, fino ad ottenere un composto omogeneo 23. Unite quindi, poco per volta, il vostro burro nella planetaria in azione 24. Continuate in questo modo fino a terminare il burro e montate fino ad ottenere un composto cremoso 25. A questo punto incorporate il cioccolato fuso ormai freddo nella planetaria 26, quindi trasferite la crema al burro al cioccolato in una ciotola e aggiungete anche il cacao in polvere setacciato 27. Mescolate fino ad amalgamare il tutto 28 e trasferite la vostra crema al burro al cioccolato in una sac-Ã -poche dotata di bocchetta liscia e lasciatela rassodare in frigorifero per almeno 30 minuti. A questo punto siete pronti a comporre la vostra torta Dobos. Prendete il primo disco della torta e ricopritelo con uno strato di crema al burro al cioccolato 29, posizionate sopra un altro disco 30 e continuate alternando uno strato di crema ad ogni disco. Terminate in questo modo tutti i dischi tranne uno che dovrete tenere da parte per la decorazione finale e lasciando lâultimo disco sprovvisto di crema 31. Ricoprite la vostra torta ( composta da 7 dischi) con la crema al burro al cioccolato, aiutandovi con una spatola, in modo da ottenere una copertura liscia ed uniforme 32. Rivestite i bordi laterali della torta con la granella di nocciole 33 e trasferite la crema restante in una sac-Ã -poche con bocchetta stellata. Riponete sia la torta che la crema in frigorifero. Nel frattempo dedicatevi alla preparazione del caramello. Versate lo zucchero insieme allâacqua in un pentolino dal fondo spesso 34 e lasciatelo caramellare a fuoco moderato fino ad ottenere un color ambrato 35. Riprendete il disco di torta tenuto da parte e versatevi sopra il caramello 36. Aiutandovi con una spatola spargete il caramello 37 in modo da ricoprire lâintera superficie 38 e lasciatelo asciugare per 2-3 minuti. Quindi ungete un coltello dalla lama liscia e utilizzatelo per dividere il disco in 16 spicchi 39. Riprendete la torta dal frigo e utilizzate la sac-Ã -poche con bocchetta stellata riempita di crema al burro al cioccolato per realizzare dei ciuffetti decorativi 40. Appoggiate gli spicchi caramellati sul dolce in modo obliquo tra i vari ciuffi di crema 41 e terminate il dolce con un ultimo ciuffo al centro della torta 42. Riponete la torta Dobos in frigorifero per almeno 1 ora prima di servirla. "
}