{
    "title": "Mostaccioli calabresi",
    "ingredients": [
        {
            "ingredient": "Miele millefiori",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "550 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medi 3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "200 g"
        },
        {
            "ingredient": "Codetta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i mostaccioli calabresi, per prima cosa setacciare la farina in una ciotola 1, insieme al lievito 2. Al centro unite i tuorli e una parte del miele 3 quindi iniziate a sbattere con una forchetta per raccogliere gli ingredienti 4 e aggiungete il miele restante 5. Aggiungendo il miele in più riprese sarà più facile lavorare l'impasto, ma se siete più esperti potrete aggiungere gli ingredienti anche in una volta sola e impastare subito. Impastate gli ingredienti con le mani 6 e se necessario, aggiungete altra farina. Quando gli ingredienti saranno raccolti, trasferite l'impasto sulla spianatoia infarinata e continuate a impastare 7: dovrete procedere formando un filone 8 e piengando poi le estremità verso il centro 9. Se l'impasto risulta ancora appiccicoso, aggiungete altra farina. Continuate così fino ad ottenere un impasto omogeneo e compatto 10. Dividete l'impasto in parti da 140 g l’uno 11, ne verranno circa 7, e tenete da parte l’impasto che avanza perchè servirà per le decorazioni. Se volete potete fare i mostaccioli più piccoli o più grandi. Modellate ogni pezzo a foma di filoncino 12 lungo circa 30 cm e appiattitelo un po' con le mani così che risulti largo circa 4 cm e alto 2 cm circa. Disponete i mostaccioli su una leccarda coperta di carta da forno 13. Con la pasta restante, formate dei piccoli filoncini sottili 14 o delle palline e create le decorazioni da sistemare sulla superficie 15. Infornate i mostaccioli in forno statico già caldo a 180° per 35-40 minuti (forno ventilato 160° per 30 minuti) fino a che saranno diventati di un bel colore scuro 16. Una volta sfornati, spennellate i mostaccioli ancora caldi con il miele 17 e decorateli con la codette o confettini colorati 18 a piacere! Lasciate asciugare i mostaccioli per qualche ora in modo che l'impasto assorba il miele, si asciughi e l'impasto si indurisca. Servite i mostaccioli calabresi interi o divisi in pezzi come i cantucci! "
}