{
    "title": "Rotolo alla crema di nocciole",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "110 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "375 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "190 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "9 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato",
            "quantity": "(facoltativo) q.b."
        }
    ],
    "preparation": " Per preparare il rotolo alla crema di nocciole, iniziate dalla preparazione della pasta biscotto: nella tazza di una planetaria versate le uova e una parte dello zucchero 1: dovrete aggiungere lo zucchero in tre riprese, man a mano che fate andare la planetaria 2. Una volta terminato, arrestate la planetaria e versate la farina setacciata 3, mescolando poi con una spatola morbida. Prendete una leccarda 30x40, imburratela e foderata con carta da forno e stendete accuratamente l'impasto con una spatola 4: dovrete ottenere uno strato non più alto di 7 mm 5. Cuocete in forno statico preriscaldato a 220° per 8-9 minuti (se forno ventilato a 200° per 4-5 minuti). Una volta cotto, estraetelo e con un coltellino staccate delicatamente i bordi che si sono attaccati alla teglia 6; capovolgete la pasta biscotto su un foglio di carta da forno posta su un piano di lavoro 7 e coprite con un canovaccio 8 e lasciate raffreddare: in questo modo la pasta biscotto non si seccherà. Intanto preparate la crema: in una ciotola ponete in ammollo in acqua fredda i fogli di gelatina per almeno 10 minuti 9. Tritate finemente il cioccolato fondente 10, poi versate il latte in un pentolino insieme allo zucchero 11. Fate scaldare e appena raggiungerà il bollore toglietelo dal fuoco, unite i tuorli mescolando con una frusta per romperli 12. Rimettete sul fuoco alcuni minuti e appena ripreso il bollore, spegnete poi versate la crema di nocciole 13 e il burro a pezzetti 14. Lasciate intiepidire qualche minuto, quindi aggiungete i fogli di gelatina precedentemente sscolati e ben strizzati 15; fateli sciogliere completamente mescolando sempre con la frusta. Subito dopo unite anche il cioccolato tritato in preedenza 16 e fatelo sciogliere completamente mescolando. Versate il composto ottenuto in una ciotola 17 e coprite con pellicola a contatto 18. Fate raffreddare a temperatura ambiente almeno 30 minuti, poi un'ora in frigorifero. Passato il tempo necessario, riprendete la crema di nocciole e con un mixer ad immersione montatela per lisciare il composto 19; montate la panna fresca in una ciotola e con fruste ben fredde 20, quindi unitela alla crema di nocciole mescolando con una spatola morbida dall'alto verso il basso per non smontarla 21: la vostra farcitura è pronta. Quando la pasta biscotto sarà fredda, togliete il canovaccio e lo strato di carta da forno 22, poi passate una pezzetta inumidita sul piano di lavoro 23 quindi stendete due fogli di pellicola trasparente più lunghi di 5-6 cm rispetto alle dimensioni della pasta biscotto leggermente sovrapposti 24 capovolgete la pasta biscotto sulla pellicola e tirate via anche l'altro foglio di carta da forno: la parte scura della pasta biscotto dovrà essere rivolta verso l'alto 25; farcite la pasta biscotto con uno strato di crema di nocciole dello spessore di 1 cm, lasciando circa 1 cm dal bordo 26. Quando avrete termianto, arrotolate la pasta biscotto aiutandovi con la pellicola trasparente, partendo dal lato più lungo davanti a voi 27. Man a mano che arrotolate, ricordatevi di togliere la pellicola in eccesso sui bordi. Finito di arrotolare, arricciate la pellicola in eccesso sui bordi 28 e tenendo saldamente i capi, tirate con le mani verso l'esterno e contemporaneamente allontanate da voi il rotolo facendolo \"camminare\" sul piano di lavoro, in modo da stringerlo come una caramella. Nel caso si formassero bolle, forate la pellicola con un coltello 29: ponete in frigorifero a rassodare per almeno 40 minuti. Una volta raffreddato, tagliate le due estremità con un coltello a lama liscia e ponete il rotolo su un piatto da portata. Quindi versate in una sac-à-poche al crema di nocciole in avanzo e decorate il rotolo intorno ai lati più lunghi con dei ciuffetti 30 poi lateralmente e infine con altre decorazioni di crema in superficie (31-32); il vostro rotolo alla crema di nocciole è pronto per essere gustato 33! Potete decorarlo a piacere con nocciole intere o in granella o con pepite di cioccolato! "
}