{
    "title": "Bruschetta di frutta",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Prugne",
            "quantity": "300 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Mele",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la bruschetta di frutta iniziate a preparando il pan brioches. Sciogliete il lievito (in alternativa potete utilizzare 15 g di lievito di birra fresco) nell’acqua tiepida 1 e unitelo alle farine 2, (se non disponete della planetaria potete impastare a mano aiutandovi inzialmente con una forchetta per amalgamare le farine ai liquidi). Aggiungete anche le uova sbattute, lo zucchero e il latte intiepidito 3. Impastate bene per circa 15 minuti, fino ad ottenere un composto omogeneo. Se necessario, stoppate e rigirate la pasta più volte. A questo punto sostituite la foglia con il gancio e aggiungete il sale e il burro morbido, un cubetto alla volta 4, aspettando che il primo sia stato assorbito prima di aggiungere quello successivo. Quando l’impasto sarà liscio ed elastico (ci vorranno circa 20 minuti) formate una palla, ponetela in una ciotola coperta con la pellicola per 30 minuti nel forno spento (la temperatura deve essere circa di 25°-26°) 5. Trascorso questo tempo foderate uno stampo da plumcake delle dimensioni 28 x11 (h 7 cm) con la carta da forno 11, imburrate leggermente lo stampo e ritagliate un rettangolo di 28x11 cm, che coprirà il fondo dello stampo, e una striscia alta 7 cm e lunga 78 cm per le pareti, fate aderire bene la carta da forno allo stampo in modo da evitare che si formino delle pieghe 6. Riprendete l’impasto, dividetelo in tre parti uguali 7 e sagomatele a bastoncino 8, ciascuno lungo 40-45 cm 9. Ora iniziate ad intrecciare i rotolini di pasta, unendoli alla base e intrecciandoli man mano 10. Quando arriverete alla fine unite con cura i tre rotoli 11 e ponete l'impasto nello stampo 12. Lasciate lievitare l'impasto in forno spento con la luce accesa fino a quando non avrà raggiunto il bordo dello stampo (ci vorranno circa 50 minuti). Quando avrà raggiunto il bordo dello stampo 13, spennellate l’impasto con l’uovo sbattuto 14 e infornatelo in forno già caldo a 180° per 40 minuti 15. Lasciatelo intiepidire, sformatelo e lasciatelo raffreddare su una gratella. Mentre il pan brioches si raffredda iniziate a preparare la frutta che metterette sulle bruschette. Tagliate le fragole in piccoli cubetti, eliminando il picciolo 16. Tagliate le prugne 17 e la mela 18 a piccoli spicchi. Prendete ora l'arancia e, dopo averla pelata ''a vivo'', tagliatela a spicchi molto piccoli 19. Mettete la frutta tagliata in una ciotola capiente, aggiungete i lamponi 20 e mescolate. Ricavate il succo da un limone e filtratelo, avendo cura di tenere da parte la scorza del limone 21. Aggiungete il succo di limone e lo zucchero alla frutta 22. Tagliate a julienne qualche fogliolina di menta 23 e la scorza del limone 24 e, dopo averle aggiunte alla frutta, mescolate il tutto 25. Ora preparate le bruschette: prendete il pan brioche e tagliatelo a fette dello spessore di circa 1,5 cm 26. Tagliate quindi la fetta di pan brioche in diagonale, in modo da ottenere due triangoli per ogni fetta 27. Ponete i triangolini su una griglia ben calda e fateli tostare per qualche minuto su entrambi i lati 28. Adagiate ora la frutta sul pan brioche tostato e finite con una fogliolina di menta 29. Le vostre bruschette di frutta sono pronte, non vi resta che servirle 30. "
}