{
    "title": "Mousse di fragole",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "700 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "qualche goccia"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la mousse di fragole iniziate ammollando la gelatina in fogli in acqua fredda per almeno 10 minuti 1. Lavate le fragole, privatele del picciolo verde, tagliatele a metà 2 e versatele in un mixer 3; aggiungete il succo di un limone filtrato e frullate il tutto. Dovrete ottenere una purea omogenea 4, da passare poi con un colino 5 per eliminare eventuali grumi e i semini più grossi: otterrete così circa 400 gr di purea di fragole. Prendete due/tre cucchiai di purea di fragole e scaldatela in un pentolino 6, quando sarà calda aggiungetevi i fogli di gelatina scolati e ben strizzati 7 e fateli sciogliere completamente mescolando con una frusta 8. Quando la gelatina sarà completamente sciolta, unite la purea a quella restante e mescolate bene 9.Tenete il composto da parte mentre proseguite nella preparazione. Preparate ora la meringa all'italiana: spremete il succo di mezzo limone e filtratelo (10-11). Poi in un tegamino fate sciogliere lo zucchero con l'acqua 12 a fuoco dolce; lo sciroppo non dovrà superare i 120° (dovrete misurare con un termometro da cucina); quando la temperatura sarà arrivata intorno agli 85°, iniziate a lavorare gli albumi con la planetaria (oppure con uno sbattitore elettrico) 13 e quando saranno diventati bianchi unite anche il succo di limone filtrato 14. Quando lo sciroppo avrà raggiunto i 120° e contemporaneamente gli albumi saranno ben montati, versatelo a filo sugli albumi coontinuando a lavorarli a velocità media 15; continuate a far andare le fruste fino a quando il composto non sarà diventato completamente freddo. Una volta pronta la meringa avrà una consistenza candida e spumosa 14, aggiungetela alla purea di fragole 17 e mescolate con una frusta dall'alto verso il basso per non smontare il composto 18. In ultimo potete montare la panna fresca, che dovrà essere semimontata, quindi bianca e cremosa 19. Incorporatela alle fragole e meringa all'italiana 20, mescolando dal basso verso l’alto finchè non avrete amalgamato il tutto. Potete versare la mousse di fragole in una sac-à-poche usa e getta senza bocchetta e ponetela in frigorifero per almeno 10-15 minuti. Passato questo tempo, riempite le coppette 21, da riporre nuovamente in frigorifero per almeno mezz'ora prima di servire. Decorate ciascuna coppetta con una fragolina fresca se lo gradite prima di farle gustare ai vostri ospiti! "
}