{
    "title": "Cannoli di pasta fillo al pistacchio",
    "ingredients": [
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "750 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pasta fillo",
            "quantity": "240 g"
        },
        {
            "ingredient": "Gocce di cioccolato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "350 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cannolli di pasta fillo al pistacchio iniziate dal ripieno: setacciate la ricotta, che avrete avuto cura di far scolare dal siero tutta la notte in frigorifero, con un colino a maglie strette 1. Ripetete l'operazione almeno due volte per rendere la ricotta più cremosa e liscia (se la ricotta dovesse risultare troppo dura, potete diluirla con poco latte fresco o panna) quindi unite lo zucchero a velo (potete anche utilizzare quello semolato) 2 ed amalgamate gli ingredienti. Poi versate anche la pasta di pistacchio 3. Mescolate bene gli ingredienti 4 e riponete la crema in frigorifero per almeno 30 minuti coperta con pellicola a contatto (se volete farla insaporire ulteriormente potete prepararla la sera prima e farla riposare in frigorifero tutta la notte. Le gocce di cioccolato invece andranno aggiunte solo al momento di farcire i cannoli). Nel frattempo dedicatevi alla preparazione dei cannoli: per prima cosa fate fondere il burro, poi prendete un foglio di pasta fillo; potete dividerlo a metà con un tagliapasta per sovrapporre più facilmente gli strati 5. Spennellate uno strato con il burro fuso 6, quindi sovrapponete un altro foglio 7: spennellate anche il secondo foglio 8 e adagiatene un terzo. Mentre eseguite queste operazioni, abbiate cura di coprire gli altri fogli di pasta fillo non spennellati con pellicola trasparente, perchè non si asciughino troppo a contatto con l'aria. Con un taglia pasta con rondella liscia ricavate dei quadrati di circa 5 cm per lato 9. Avvolgete ciascun quadrato attorno ad un cannello, partendo da uno degli angoli e fissate gli apici spennellandoli con un albume leggermente sbattuto (10-11) (fate attenzione a non spennellare anche il cannello altrimenti non riuscirete a sformare i cannoli dopo la cottura). Quindi ponete i cannoli su una leccarda foderata con carta da forno 12 e cuoceteli in forno statico preriscaldato a 200° per 8-10 minuti circa (180° per 5-6 minuti se forno ventilato):la pasta fillo cuoce molto in fretta. Una volta dorati, sfornateli e lasciateli freddare completamente, quindi sfilate molto delicatamente i cannelli 13. Riprendete la crema dal frigorifero e setacciatela almeno un paio di volte in modo da renderla più liscia e vellutata 14. Versate le gocce di cioccolato e amalgamatele al ripieno mescolando con una spatola 15. Riempite con la crema una sac-à-poche senza bocchetta o con bocchetta liscia e farcite ciascun cannollo 16. Come tocco finale potete passare un'estremità dei cannoli di pasta fillo nella granella di pistacchi 17 (o di nocciole o mandorle se preferite). Servite i cannoli di pasta fillo al pistacchio appena farciti 18! "
}