{
    "title": "Caprese sfiziosa con salsa all'origano",
    "ingredients": [
        {
            "ingredient": "Mozzarella di bufala",
            "quantity": "( 4 da 250 gr l'una) 1 kg"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "sodi e maturi (delle stesse dimensioni della mozzarella) 4"
        },
        {
            "ingredient": "Basilico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 2 g"
        }
    ],
    "preparation": " Per preparare la caprese sfiziosa con salsa all’origano cominciate preparando la salsa all’origano. Prendete l’olio e versatelo in una ciotolina 1. Unite anche l’origano 2 e il sale 3. A questo punto amalgamante bene gli ingredienti della salsa all’origano aiutandovi con una frusta a mano 4. Tenete da parte la salsa all’origano. Quindi procedete con la preparazione dei pomodori. Lavateli accuratamente ed asciugateli. Riponeteli sopra ad un taglieretenete da parte la calotta superiore del pomodoro che servirà coem guarnizione. Tagliate quindi il pomodoro a fettine dallo spessore di circa 0,5 cm 5. Eliminate i fondi dei pomodori. Dopodichè prendete le mozzarelle e scolatele bene. Procedete a tagliarle a fettine dallo spessore di 0,5 cm circa 6. Ora componete le vostre capresi. Sopra ad un piatto adagiate una fettina di pomodoro e cospargetelo con un filo di salsa all’origano 7. Prendete ora il basilico e se presenta della terra pulito con un panno (evitate di usare l'acqua per fare in modo che le foglie non anneriscano). Adagiate ora sopra al pomodoro due foglioline di basilico fresco 8, quindi anche una fettina di mozzarella 9. Condite nuovamente con la salsa all’origano 10. Ripete l’operazione per la composizione del primo strato per altre due volte, fino ad ottenere una torre. Ultimate la vostra torre verticale di caprese con l’estremità con picciolo del pomodoro che avete tenuto da parte 11. Dopo aver composto la prima torretta di caprese procedete con la preparazione delle altre due e servite ai vostri ospiti la caprese sfiziosa con salsa all’origano, a piacere decorando il piatto con ancora qualche goccia di salsa all’origano 12. "
}