{
    "title": "Clafoutis alle prugne",
    "ingredients": [
        {
            "ingredient": "Prugne",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il clafoutis alle prugne iniziate tagliando le mandorle pelate a spicchi 1, ponetele in una teglia rivestita da carta da forno 2 e mettetele a tostare in forno preriscaldato statico a 180° per circa 5 minuti (oppure in forno ventilato per pochi minuti) o il tempo necessario per farle dorare leggermente 3. Ora occupatevi delle prugne: lavatele sotto l’acqua corrente 4, tagliatele a metà 5, eliminate il nocciolo con uno spelucchino 6 e poi tagliatele a fette abbastanza regolari 7. Tenete da parte la frutta e preparate l’impasto: in una ciotola ponete le uova intere, aggiungete lo zucchero 8, amalgamate il composto con una frusta a mano 9, unite un pizzico di sale 10, la farina setacciata e i semi della bacca di vaniglia 11, versate il latte a filo a temperatura ambiente 12 continuando a mescolare con la frusta, per ultimo aromatizzate con il brandy 13. Ora che l’impasto è pronto imburrate una teglia del diametro di 28 cm 14 e cospargetela con dello zucchero semolato 15. Distribuite sul fondo della teglia le fettine di prugne creando un motivo di cerchi concentrici (16-17), poi cospargete le prugne con le mandorle tostate 18. Per finire versate l'impasto nella teglia 19. Il clafoutis alle prugne è pronto per essere infornato 20: cuocetelo in forno statico preriscaldato a 180° per 40- 45 minuti o fino a quando non risulterà dorato (se avete il forno ventilato cuocete a 160° per 30-35 minuti). A cottura ultimata, sfornate il clafoutis alle prugne 21, lasciatelo intiepidire e poi servitelo spolverizzando la superficie con lo zucchero a velo. "
}