{
    "title": "Cubotti dolci al cioccolato e birra",
    "ingredients": [
        {
            "ingredient": "Birra rossa",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "225 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "225 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cubotti dolci al cioccolato e birra, cominciate setacciando in una ciotola la farina 1, insieme al lievito 2 e il cacao amaro 3. Poi mettete in una planetaria munita di frusta, in alternativa potete utilizzare anche uno sbattitore elettrico, il burro ammorbidito a temperatura ambiente e aggiungete lo zucchero di canna 4, azionate la planetaria e lavorate il tutto fino a ottenere un composto cremoso. Unite le uova una alla volta, sempre con la planetaria in azione, facendo attenzione ad aggiungere l'uovo successivo solo quando il precedente sarà stato completamente assorbito nell'impasto (5-6). Quando tutte le uova saranno state assorbite, aggiungete un cucchiaio alla volta le polveri setacciate 7, fino ad ottenere un impasto omogeneo e cremoso. Versate a filo la birra 8, sempre con la planetaria in azione. Infine aggiungete i pinoli 9 e lavorate per un altro paio di minuti l'impasto. Imburrate e foderate con carta forno una teglia rettangolare della dimensione 31x23 cm 10, e versate all'interno l’impasto della torta in modo omogeneo 11. Infornate in forno statico già caldo a 180° per 1 ora e 10 minuti (160° per 1 ora in forno ventilato), quindi sfornate la torta e lasciatela raffreddare 12 quando la torta sarà completamente fredda sformatela capovolgetela su un tagliere 13 e tagliatela in strisce di 5 cm di spessore e riducete ogni striscia in piccoli quadrati per ricavare dei cubetti di 5x5 cm 14, quindi sistemate su ogni cubotto dolce al cioccolato e birra qualche pinolo 15 e servite! "
}