{
    "title": "Crema alle nocciole",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "180 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "35 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "15 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        }
    ],
    "preparation": " Per realizzare la crema alle nocciole iniziate ponendo i tuorli e lo zucchero in una ciotola e sbattete con una frusta a mano 1 fino ad ottenere un composto chiaro e spumoso. Setacciate direttamente nella ciotola la farina e lâamido 2, e amalgamate bene gli ingredienti 3 unite la pasta di nocciole 4 e mescolate sempre con la frusta per incorporare gli ingredienti, per ultimo unite il latte 5 e mescolate fino ad ottenere una crema omogenea 6. Versate la crema in un pentolino filtrandola con un colino per raccogliere eventuali grumi 7 e portate a bollore a fuoco medio 8, proseguite la cottura fino ad ottenere una crema densa e compatta continuando a mescolare con la frusta 9. Mettete la crema ottenuta in una pirofila 10, coprite con la pellicola trasparente a contatto con la superficie del composto 11, lasciate intiepidire e poi ponete la crema in frigorifero per farla rassodare almeno unâora. Trascorso il tempo di raffreddamento incorporate alla crema 200 g di panna montata 12, per maggiori dettagli consultate la scheda Come montare la panna. mescolando con una frusta 13 per amalgamare il composto. Trasferite la crema di nocciole in una sac-Ã -poche munita di bocchetta a stella 14 per procedere con le vostre farciture oppure versatela in una ciotolina 15 e conservatela in frigorifero coperta con pellicola trasparente fino al momento di utilizzarla. "
}