{
    "title": "Key lime pie",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "120 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la key lime pie iniziate ponendo i biscotti in un mixer 1 e frullandoli finemente con le sue lame, poi trasferiteli in una ciotola dove aggiungerete lo zucchero semolato (o di canna se preferite); mescolate e unite il burro fuso 2, quindi amalgamate bene gli ingredienti. Foderate, con il composto, i bordi e il fondo di una tortiera dai bordi svasati e del diametro di 20 cm 3. Aiutatevi, per compiere questa operazione, pressando con le mani o con il dorso di un cucchiaio. Mettete lo stampo in forno a 180° per circa 10 minuti, poi estraetelo e lasciate raffreddare completamente su di una gratella. Nel frattempo preparate la crema per il ripieno versando i tuorli in una ciotola (o nella tazza di un mixer) e sbattendo per 5 minuti fino a che non diventino gonfi, chiari e spumosi; a questo punto aggiungete il latte condensato 4 e sbattete per altri 5-10 minuti, poi aggiungete il succo di lime 5 e sbattete per altri 5 minuti. Unite in ultimo la scorza grattugiata di lime 6 ed amalgamatela agli ingredienti. Versate la crema ottenuta all’interno della tortiera foderata con il composto di biscotti sbriciolati (ormai freddo) 7 e infornate a 180° per 15 minuti. Trascorso il tempo di cottura, estraete la key lime pie e lasciatela raffreddare completamente, poi copritela con della pellicola trasparente 8 e mettetela in frigorifero per almeno 4 ore (meglio se per tutta la notte). Prima di servire la key lime pie, montate la panna fresca con lo zucchero e ricoprite la superficie della torta (tranne una piccola parte al centro) con il composto ottenuto, praticando delle rose di panna 9. In alternativa alla panna, potete anche preparare una meringa all’italiana e ricoprire poi allo stesso modo con quest’ultima la key lime pie. "
}