{
    "title": "Alfajores",
    "ingredients": [
        {
            "ingredient": "Fecola di patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito a temperatura ambiente) 125 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Latte",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " per preparare gli alfajores, iniziate dall'impasto dei biscotti: nella ciotola di una planetaria versate lo zucchero e il burro morbido a pezzetti 1, fate andare la frusta e nel frattempo separate il tuorlo dall'albume 2. Aggiungete il tuorlo all'impasto 3 e quando si sarà incorporato versate anche l'uovo intero 4 e fatelo incorporare. In una ciotola setacciate la farina, la fecola di patate (o maizena) e grattugiate la scorza del limone 5. Quindi arrestate la planetaria, unite le polveri al composto 6 amalgamate tutto con una spatola 7, poi montate la frusta a foglia e lavorate ancora qualche minuto l'impasto, fino a renderlo omogeneo 8: l'impasto risulterà molto morbido. Poi trasferitelo su un foglio di pellicola trasparente 9 avvolgetelo accuratamente per formare un panetto (10-11) e lasciatelo riposare in frigorifero per almeno 2 ore. Intanto dedicatevi al dulce de leche: in un tegame pentolino versate il latte e la bacca di vaniglia incisa 12 (potete anche usarne mezza per un aroma meno intenso); unite lo zucchero e il bicarbonato 13, scaldate a fuoco dolce e rimestate con un cucchiaio di legno 14. Proseguite la cottura fino a quando il latte avrà raggiunto il bollore, quindi mescolate ancora fino a quando la crema ottenuta non si sarà scurita. A questo punto eliminate la bacca di vaniglia con una pinza da cucina 15 e continuate a far cuocere il dulce de leche a fuoco medio fino a ottenere una consistenza vischiosa simile a quella della salsa mou (ci vorrà circa 1 ora) 16. Tenete presente che più lo lascerete cuocere più il dulce de leche risulterà duro. Una volta pronto mettetelo in una ciotolina e lasciatelo rffreddare a temperatura ambiente. Passato il tempo necessario, riprendete l'impasto, spolverizzatelo con poca farina e stendetelo 17 arrivando ad uno spessore di mezzo centimetro. Con un coppapasta di 4 cm di diametro ricavate i dischetti 18 che potete posizionare su una leccarda foderata con carta da forno 19: per tenere bene la forma è consigliabile rimetterli in frigo per una decina di minuti. Dopodiché cuoceteli in forno statico preriscalato a 180° per circa 10 minuti (160° per 5 minuti se forno ventilato); per una cottura migliore, potete provare a cuocere 1-2 alfajores come prima infornata, per testare tempi e temperatura. una volta cotti, sfornateli e metteteli a raffreddare su una gratella; quando le due preparazioni saranno ben fredde potrete comporre gli alfajores: Spalmate il dulce de leche su metà dei biscottini e richiudete con gli altri dischetti (20-21). Servite gli alfajores in ogni momento della giornata! "
}