{
    "title": "Dessert cioccolato birra e fragole",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "5"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Birra rossa",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare il dessert cioccolato birra e fragole iniziate a tritare in un mixer gli amaretti 1, traferiteli in una ciotola e aggiungete il cacao amaro setacciato 2, mescolando bene tutte le polveri insieme. Montate i tuorli insieme allo zucchero 3 con una planetaria o con la frusta elettrica fino ad ottenere un composto cremoso e chiaro. Aggiungete la birra 4, poi la polvere di cacao e amaretti 5, sempre mescolando con le fruste elettriche e infine il latte 6. Continuate a mescolare per amalgamare bene tutti gli ingredienti: il composto deve risultare abbastanza liquido. Passate ora alla preparazione del caramello: in un pentolino versate lo zucchero 7 e la birra 8. Fate cuocere fino a che lo zucchero non sarà sciolto del tutto 9. Predisponete sei stampini di alluminio da panna cotta (della capacità di 130 ml, 8 cm di diametro e 6 cm di altezza) 10 e versate sul fondo di ognuno un po’ di caramello 11, cercando di farlo aderire bene anche sui lati. Preparate una teglia da forno, abbastanza ampia da contenere tutti gli stampini e copritela per metà di acqua 12. Versate il composto del dessert negli stampini con l’aiuto di un mestolo 13, sistemateli nella teglia 14 e cuocete in forno per 45-50 minuti a 180 gradi. Tagliate le fragole 15 come preferite per la decorazione finale del dessert. Sformate una volta raffreddato e il vostro dessert cioccolato birra e fragole sarà pronto per essere gustato. "
}