{
    "title": "Pain perdu con mele caramellate",
    "ingredients": [
        {
            "ingredient": "Mele",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "mezzo cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Moscato",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "12 fette"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Moscato",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pain perdu con mele caramellate, iniziate a preparare quest'ultime: sbucciate le mele lavate, eliminate il torsolo e tagliatele a fette non troppo sottili 1. Ponete in una padella il burro, fatelo fondere e aggiungete lo zucchero 2 quindi adagiate le fette di mela 3. Irrorate le mele con il vino 4, unite la cannella 5 e fatele cuocere (senza toccarle con un mestolo di legno per non romperle) a fuoco bassissimo, fino a che le mele non saranno cotte e caramellate 6. Passate ora alla realizzazione del pain perdu: in una ciotola rompete le uova e unite il latte 7, l'estratto di vaniglia 8 e lo zucchero 9. Sbattete il tutto con una forchetta per amalgamare bene gli ingredienti 10. Tagliate delle fette (non troppo grandi, se lo sono dividetele a metà) di pane raffermo 11 e mettete a fondere quanto burro basta per coprire il fondo di una padella antiaderente 12. Intingete le fette di pane da entrambi i lati nella pastella 13 e passatele direttamente in padella a friggerle 14. Fatele dorare bene da entrambi i lati, girandole con una pinza 15 e una volta pronte, ponetele su della carta assorbente da cucina. Nel frattempo preparate lo zabaione (clicca qui per ulteriori indicazioni) sbattendo con le fruste di uno sbattitore i tuorli con lo zucchero in un tegame posto a bagnomaria (16-17): unite la cannella e il vino, un cucchiaio alla volta sempre sbattendo fino a completo assorbimento. Quando lo zabaione sarà pronto, potete impiattare il tutto: ponete tre fettine di pane una sull’altra in un piatto da portata, adagiate vicino al pane qualche fetta di mela caramellata e terminate con l’aggiunta di un paio di cucchiai di zabaione 18: ecco pronto il vostro pain perdu con mele caramellate! "
}