{
    "title": "Burek al formaggio",
    "ingredients": [
        {
            "ingredient": "Skuta",
            "quantity": "600 g"
        },
        {
            "ingredient": "Pasta fillo",
            "quantity": "rettangolare 350 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare il burek al formaggio preparete il ripieno: ponete il formaggio fresco in una ciotola 1, a parte, in un’altra ciotola sbattete le uova 2, poi unite lo yogurt greco 3, il sale, e mescolate con la frusta per incorporarlo 4 , unite il composto di uova sbattute allo skuta 5, mescolate il composto, per ultimo unite a filo l’olio di oliva 6 sempre mescolando. Trasferite il composto ottenuto in una ciotola larga 7, poi oleate una teglia rettangolare di circa 30x20 cm 8 , rivestite il fondo con un foglio di pasta fillo lasciando cadere la pasta su tutto il bordo perché servirà per richiudere la sfoglia 9. Prendete un altro foglio di pasta fillo, strizzatelo e immergetelo nella ciotola con il composto di uova e formaggio per insaporirlo 10 e poi stendetelo nella teglia 11 proseguite in questo modo immergendo i fogli di pasta nel ripieno fino ad esaurire gli ingredienti e avendo cura di terminare con uno strato di solo ripieno distribuito con un cucchiaio sulla superficie 12 richiudete con un foglio di pasta fillo asciutto da stendere sulla superficie 13, ripegate i bordi verso l'interno per richiudere la pasta in modo che non fuoriesca il ripieno e spennellate tutta la superficie con l’uovo sbattuto 14. Cuocete il burek al formaggio in forno statico a 180° per 50 minuti ( se forno ventilato a 160° per 40 minuti) A cottura ultimata il vostro burek si presenterà dorato in superficie, sfornatelo 15 e lasciatelo intiepidire prima di servirlo. "
}