{
    "title": "Crostata con curd di fragole",
    "ingredients": [
        {
            "ingredient": "Farina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "120 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare la crostata con curd di fragole per prima cosa iniziate dalla frolla. Prendete una planetaria, versatevi il burro a temperatura di frigorifero con lo zucchero 1. Lavorate gli ingredienti per amalgamarli uniformemente con il gancio a foglia. Quindi aggiungete anche farina 2 e uovo 3. Continuate ad amalgamare utilizzando il gancio a foglia 4 e quando l’impasto sarà liscio e ben amalgamato trasferitelo su una spianatoia e dategli la forma di panetto. Copritelo con pellicola alimentare trasparente 5 e riponetelo in frigorifero a riposare per almeno 30 minuti. Nel frattempo passate alla preparazione delle fragole. Sciacquate le fragole con acqua corrente, privatele del picciolo verde e tagliatene 250g a fettine dello spessore di circa 3-4 mm 6. Tenetele da parte in una ciotolina, poiché vi serviranno per la decorazione finale. Quindi tagliate i rimanenti 500g grossolanamente 7 e ponetele in un pentolino, posto a bagnomaria in un altro pentolino più grande 8. Aggiungetevi lo zucchero a velo e l'acqua a temperatura ambiente 9. Aiutandovi con una spatola per amalgamare bene gli ingredienti uniformate 10 e lasciate cuocere le fragole per 5 minuti. Dopodichè prendete un limone non trattato e grattugiatene la scorza 11. Aggiungete ora la scorza del limone al curd di fragole 12 e lasciate cuocere per ulteriori 20 minuti. A questo punto prendete le fragole e scolatele in una ciotola con un colino a maglie strette 13. Quindi aiutandovi con una spatola schiacciatele 14, in modo tale da poter filtrare non solo il succo ma anche più polpa possibile. Spostate nuovamente la polpa delle fragole filtrata a bagnomaria ed aggiungetevi burro 15. Ora aggiungete anche le uova 16. Continuate a mescolare bene gli ingredienti con una spatola per creare un composto omogeneo e privo di grumi. In una ciotolina a parte versate l’amido di mais e scioglietelo con un filo di acqua a temperatura ambiente 17 mescolando con un cucchiaio da cucina. Quindi versatelo nel curd di fragole posto a bagnomaria 18 ed amalgamate bene gli ingredienti con le fruste a mano. Continuate la cottura a bagnomaria per altri 5 minuti avendo cura di mescolare bene gli ingredienti con le fruste a mano 19. Poi trasferite il curd in una ciotolina e lasciatelo raffreddare per circa 20 minuti a temperatura ambiente 20. Quindi ritornate alla preparazione della frolla. Stendete la frolla che avete lasciato riposare in frigo su una spianatoia. Infarinate leggermente la spianatoia affinchè la frolla non si attacchi, quindi stendetela 21 fino ad ottenere lo spessore di circa 0,5 cm. Ora imburrate uno stampo da crostata dal diametro di 22 cm ed aiutandovi con il mattarello sollevate la pasta frolla stesa ed adagiatela sulla tortiera 22, avendo cura di farla aderire bene ai bordi effettuando una leggera pressione con le dita 23. Eliminate quindi l'impasto in eccesso che fuoriesce dai bordi della tortiera aiutandovi con un coltellino 24. Quindi con i rebbi della forchetta bucherellate il fondo della crostata 25. Ritagliate ora un cerchio di carta forno di 28 cm ed adagiatelo sulla frolla su cui adagerete le sfere di ceramica (o dei fagioli) per consentire la cottura alla cieca (potete anche consulatare la scheda sulla cottura alla cieca per un maggiore dettaglio) 26. Infornate la crostata a forno statico preriscaldato a 185°C per 20 minuti (o ventilato a 165°C per 10 minuti). A cottura ultimata rimuovete le sfere di ceramica e la carta da forno. Quindi infornate nuovamente per ulteriori 10 minuti, in modo tale da poter osservare il fondo della crostata divenire dorato 27. La base per la vostra frolla per la crostata con curd di fragole è ora pronta. Quando il curd si sarà raffreddato versatelo all’interno della crostata 28. Mettete la crostata farcita con il curd a riposare in frigorifero per almeno 30 minuti (se osservate che il curd non si rassoda prolungate il tempo di riposo in frigorifero- questo potrebbe richiedere fino a 2 ore). Questo passaggio è necessario per far rassodare il curd prima di procedere alla decorazione. Una volta che il curd sarà rassodato disponete le fragole tagliate e fettine dando una forma a raggera 29 fino a riempire tutta la superficie della crostata 30. Per ultimare la decorazione tagliate il cioccolato bianco e ponetelo a sciogliere a bagnomaria 31, avendo cura di mescolarlo bene con la spatola. Trasferitelo quindi su un cornetto di carta per decorazioni e decorate la superficie disegnando qualche riga di cioccolato bianco sopra la crostata 32. La vostra crostata con curd di fragole è ora pronta per essere servita e gustata 33! "
}