{
    "title": "Carbone dolce della befana",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Alcol puro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "nero in polvere 5 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "4 gocce"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "nero in polvere 5 g"
        }
    ],
    "preparation": " Per realizzare il carbone dolce della befana iniziate dalla glassa: ponete gli albumi in una ciotola 1, aggiungete le gocce di succo di limone e iniziate a montare con le fruste (in alternativa potete usare anche una planetaria). Incorporate a poco a poco con un cucchiaio lo zucchero e velo 2, l’alcol 3, infine unite il colorante alimentare nero in polvere 4. La dose del colorante è per la versione in polvere se utilizzate i coloranti liquidi, ve ne servirà una dose leggermente maggiore, in questo caso si consiglia di aumentare la dose a poco a poco fino a raggiungere la tinta desiderata. Continuate a montare finché non otterrete una glassa densa e scura. A parte in un pentolino dal fondo spesso in acciaio, non antiaderente, preparate lo sciroppo: versate l’acqua e il colorante nero 5, aggiungete lo zucchero semolato 6 mescolate velocemente per far bagnare tutto lo zucchero e lasciate bollire fino a che il caramello non raggiunge la temperatura di 141°C 7, se non disponete del termometro, non mettete subito il colorante, ma aggiungetelo non appena il caramello diventa biondo. Ci vorranno circa 10-15 minuti. Scaldate leggermente 2 cucchiai di glassa a bagnomaria o in microonde e versateli all'interno dello sciroppo 8. Date una mescolata veloce e versate subito in uno stampo da plumcake foderato con carta forno 9 (o in uno stampo che abbia un bordo alto). Il composto aumenterà di volume, se volete un carbone un po’ più areato lasciatelo raffreddare senza mescolare, se invece lo volete più compatto, con un cucchiaio, mescolate per pochi secondi il carbone nello stampo. Fate indurire il carbone a temperatura ambiente poi rovesciatelo su un tagliare (10-11) e tagliatelo grossolanamente con un coltello per ottenere l’effetto “carbone” 12. "
}