{
    "title": "Cupcake menta e cioccolato",
    "ingredients": [
        {
            "ingredient": "Birra scura",
            "quantity": "Guinness 200 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "175 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 115 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "115 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 175 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Menta",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "verde q.b."
        },
        {
            "ingredient": "Sciroppo alla menta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cupcake menta e cioccolato, iniziate setacciando, in una ciotola, insieme la farina, il cacao e il lievito 1. Nella ciotola di una planetaria dotata di frusta (oppure con le fruste di uno sbattitore elettrico), montate il burro con lo zucchero di canna 2. Quando avrete ottenuto un composto cremoso, aggiungete una alla volta le uova a temperatura ambiente 3. Quando le uova saranno incorporate, aggiungete le farine setacciate in precedenza, un cucchiaio alla volta 4 e per ultima la birra Guiness 5 quindi amalgamate fino ad ottenere un composto cremoso e omogeneo 6. Prendete uno stampo da muffin foderato con i pirottini e versate in ogni pirottino il composto 7, lasciando 1 cm di spazio dal bordo. Cuocete in forno statico già caldo a 180° per 30 minuti 8 (oppure in forno ventilato a 160° per 25 minuti). Nel frattempo preparate la crema al burro: mettete in un pentolino l’acqua, lo zucchero e il mazzetto di menta 9. Fate sciogliere lo zucchero a fuoco lento e portate il composto a 121° 10 aiutandovi con un termometro da cucina, quando lo sciroppo avrà raggiunto la temperatura, filtratelo per eliminare le foglie di menta 11. Nel frattempo montate i tuorli fino ad ottenere un composto spumoso, infine aggiungete lo sciroppo precedentemente filtrato 12. Ammorbidite il burro e aggiungetelo poco alla volta, sempre montando 13. Aggiungete infine lo sciroppo di menta 14. Quando la crema al burro sarà pronta, unite il colorante (potete usare anche i coloranti in polvere o liquidi, uniteli poco alla volta nel composto fino ad ottenere il colore desiderato) mescolate per far sì che si amalgami bene. Mettetela in una ciotola coperta con della pellicola 15 e conservatela in frigorifero fino al momento di utilizzarla. Sfornate i cupcake e lasciateli raffreddare. Mettete la crema in una sac-à-poche con punta a stella e decorate i cupcake con un ciuffo di crema 16, Tritate il cioccolato in scaglie 17 per guarnire i cupcake e terminate la preparazione decorando con foglioline di menta e scaglie di cioccolato ogn cupcake 18. Conservate i cupcake menta e cioccolato in frigo fino al momento di servirli. "
}