{
    "title": "Involtini di verza ripieni di verdura",
    "ingredients": [
        {
            "ingredient": "Verza",
            "quantity": "900 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucca mantovana",
            "quantity": "250 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "(sgusciate) 80 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Porri",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di verza ripieni di verdura incominciate con la preparazione del ripieno: lavate le verdure sotto abbondante acqua corrente, sbucciate le carote, tagliatele a listarelle 1 e a cubetti di 0,5 cm 2. Fate la stessa operazione anche per le zucchine, tagliandole sempre a dadini della stessa misura 3. Procedete ora con la pulizia della zucca: tagliatela a fette, rimuovete la buccia 4 e pulite i filamenti e i semi interni 5, poi riducetela a cubetti sempre di 0,5 cm 6. Dovrete ottenere 100 grammi di polpa di zucca pulita. Tagliate a rondelle il porro e 7 e fatelo soffriggere in una padella ampia antiaderente con l’olio 8 insieme alla zucca e alle carote tagliate a cubetti 9 per 4 minuti, mescolando con una spatola. Aggiungete anche le zucchine a dadini 10 e cuocete per altri 4-5 minuti, regolando di sale e pepe a vostro piacimento. Nel frattempo in una padella a parte fate dorare 20 g di pancetta affumicata per circa 3 minuti 11; quando sarà ben croccante, spegnete il fuoco e tagliate sottilmente le fettine con un coltello 12. Una volta pronta, dividete la verdura in 2 parti uguali ponendole in 2 ciotoline. In entrambi i recipienti versate le noci tritate al coltello 13 e in uno la pancetta che avete precedentemente tagliato 14. A questo punto sfogliate la verza e lavate 9 foglie sotto abbondate acqua fresca corrente 15; mettete sul fuoco una pentola con acqua salata e fate bollire le foglie di verza per 5 minuti 16. Dopo aver sbollentato le foglie, scolatele e fatele raffreddare su di un vassoio. Togliete quindi la venatura centrale, incidendo con un coltello un triangolo 17, poi dividete le foglie a metà 18; A questo punto potete procedere alla preparazione degli involtini, partendo da quelli di carne: disponete al centro di ciascuna foglia di verza un cucchiaio di ripieno 19; con le mani arrotolate delicatamente l'involtino 20, chiudendolo a pacchetto 21. Avvolgetelo con una fettina di pancetta affumicata che avete tenuto da parte in precedenza 22. Una volta terminati gli involtini di carne procedete con quelli a base di verdura: ponete un cucchiaio di ripieno sulla foglia e chiudetela a pacchetto 23. Incidete il porro 24 e fate sbollentare una foglia per 2 minuti in acqua calda 25; scolatelo e fatelo raffreddare completamente. Con un coltello ricavate dei fili della larghezza di 0,5 cm 26 che vi serviranno per chiudere gli involtini facendo un piccolo nodo 27. Ponete sul fuoco una padella antiaderente con un filo di olio e fate scottare 1 minuto per parte prima gli involtini di verdura e poi quelli di carne, regolando di sale 28 e girandoli con una pinza da cucina per una cottura uniforme 29. Quando avranno preso colore, potrete servire e gustare i vostri involtini di verza ripieni di verdura ben caldi 30! "
}