{
    "title": "Hot cross buns",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 90 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "65 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 200 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 200 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Arance",
            "quantity": "scorza e succo 1"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "65 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Estratto di mandorla",
            "quantity": "½ cucchiaino"
        }
    ],
    "preparation": " Per preparare gli hot cross buns iniziate ponendo nella ciotola di una planetaria dotata di foglia le farine setacciate, lo zucchero semolato 1 e il lievito di birra disidratato (oppure 15 g di lievito di birra fresco). Iniziate ad amalgamare gli ingredienti e versate il latte tiepido a filo 3. Versate a filo anche l'acqua tiepida 4, l'uovo 5 e continuate a mescolare con la foglia fino a che sarà stato incorporato 6. Quando l'impasto sarà omogeneo, sostituite la foglia con il gancio; unite il mezzo cucchiaino di zenzero, quello di cannella 7, la noce moscata 9 e la scorza di arancia grattugiate 9. Aggiungete poi un pezzetto di burro ammorbidito alla volta, aspettando che si incorpori il precedente prima di proseguire 10; infine unite anche il sale 11 e lavorate l'impasto fino a quando si sarà ben incordato al gancio e risulterà omogeneo, liscio ed elastico. Spegnete la planetaria, e lavorate l'impasto su un piano di lavoro dandogli la forma di una palla 12 per non aggiungere farina in questa fase, potete versare una goccia d'olio sul piano per non far attaccare l'impasto, che in questo modo risulterà ben liscio quindi adagiatelo in una ciotola e coprite con pellicola trasparente 13; fatelo lievitare per 2 ore e 30 in forno spento con luce accesa (oppure coprite il tutto con una copertina di lana). Intanto spremete il succo dell'arancia 14 e versatelo nella ciotolina con l'uvetta per ammollarla 15. Passato il tempo necessario, l'impasto degli hot cross buns avrà raddoppiato il suo volume 16; maneggiatelo brevemente nella ciotola e conditelo con l'uvetta ben scolata 17. Poi ungete leggermente il piano di lavoro 18 e trasferite l'impasto per amalgamare l'uvetta 19. A questo punto dividete l'impasto in 19 bocconcini da 70 g l'uno 20 e date a ciascuno una forma sferica 21. Ponete i panini ottenuti su una leccarda foderata con carta da forno e spennellateli con l'uovo sbattuto 22 così durante la cottura diventeranno ben dorati in superficie. Ora preparate la croce: in una ciotolina versate la farina setacciata, unite l'estratto di mandorle 24 e l'acqua a filo 24. Mescolate con una frusta fino ad ottenere una consistenza fluida 25, quindi riempite una sac-à-poche con la glassa ottenuta e create una punta piccolissima. Realizzate la tipica croce degli hot cross buns 26 e lasciateli lievitare almeno altri 40 minuti in forno spento con luce accesa o in un luogo senza correnti d'aria alla temperatura di 26-28°. Dopodiché cuocete gli hot cross buns in forno statico preriscaldato a 180° per 30 minuti (160° per 20-25 minuti se forno ventilato). Mentre cuociono, preparate lo sciroppo facendo bollire l'acqua con lo zucchero in un pentolino 28, finchè non velerà il cucchiaio. Una volta cotti, sfornate gli hot cross buns e posizionateli su una gratella e spennellateli con lo sciroppo ancora caldi 29 per renderli lucidi. Fateli intiepidire e servite i vostri hot cross buns per una dolcissima colazione 30! "
}