{
    "title": "Tortini al cioccolato bianco, latte condensato e lamponi",
    "ingredients": [
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare i tortini al cioccolato bianco, latte condensato e lamponi iniziate tritando grossolanamente il cioccolato bianco 1, versatelo in una ciotola, unite il latte condensato 2 e fateli fondere al microonde (oppure a bagnomaria evitando che l'acqua del tegame arrivi al fondo del tegame in cui scioglierete il cioccolato e il latte condensato). In una ciotola a parte unite le uova con lo zucchero 3;Â sbattetele leggermente con una frusta 4 poi unite il composto di cioccolato bianco fuso intiepidito 5 assieme al burro fuso anch'esso intiepidito 6. Quindi setacciate la farina e l'amido di mais e uniteli al composto ottenuto (7-8). Imburrate e infarinate 4 stampini di alluminio usa e getta 9. Versate il composto fino a Â¾ dello stampino 10 e inserite al centro un lampone 11. Cuocete i tortini in forno statico preriscaldato a 190Â° per circa 10 minuti (170Â° per 5-6 minuti per il forno ventilato, girando la teglia a metÃ cottura). Quando saranno cotti, sfornateli 12. Mentre i tortini cuociono, preparate la coulis di lamponi di accompagnamento: in un frullatore versate i lamponi freschi (lasciatene qualcuno da parte per la decorazione) e lo zucchero a velo 13; frullate il tutto per ottenere una purea omogenea, filtratela con un colino a maglie strette 14 per eliminare eventuali semini o grumi. Quindi dividete a metÃ i lamponi che avete lasciato interi, per la decorazione 15 Distribuite la coulis a specchioÂ su un piatto da portata 16, sformate i tortini al cioccolato bianco, latte condensato e lamponi e capovolgeteli sulla coulis 17, decorateli con i lamponi freschi e servite! "
}