{
    "title": "Crostata con crema di castagne",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Castagne",
            "quantity": "800 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "260 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "240 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato ½"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crostata con crema di castagne, iniziate con la preparazione della crema: lavate con cura le castagne sotto acqua corrente. Poi trasferitele in una pentola capiente colma d’acqua e, una volta raggiunto il bollore, lasciatele bollire per 15 minuti 1. Trascorso questo tempo, scolatele e lasciatele intiepidire, quindi privatele della buccia aiutandovi con un coltellino affilato 2. Una volta sbucciate, ponetele in un passaverdure, fino ad ottenere un composto sabbioso 3, in alternativa potete usare uno schiacciapatate. In una pentola ponete la bacca di vaniglia con i suoi semi, lo zucchero, l’acqua e fate sciogliere lo zucchero a fuoco medio per 10 minuti, mescolando con una frusta 4. Eliminate la bacca di vaniglia con una pinza e quindi aggiungete il composto di castagne 5. Mescolate il tutto e dopo aver aggiunto la scorza grattugiata di un limone, lasciate cuocere per 1 ora, girando di tanto in tanto con un cucchiaio di legno 6. Per scoprire come prepararla e conservarla al meglio, consultate la nostra ricetta: crema di castagne. Mentre la crema di castagne cuoce, dedicatevi alla preparazione della pasta frolla: versate la farina e il burro freddo a tocchetti nella ciotola di un mixer 7 e azionate fino ad ottenere un composto sabbioso 8. Quindi trasferite la “sabbiatura” su una spianatoia e formate una conca al centro, dentro la quale verserete lo zucchero a velo 9. Rompete le uova, tenete da parte gli albumi e unite i tuorli alla “sabbiatura” e allo zucchero 10, amalgamate il tutto e lavorate con le mani 11 velocemente, per evitare che l'impasto si scaldi, fino a quando non formerete un panetto sodo ed omogeneo. Avvolgetelo nella pellicola trasparente e lasciatelo riposare in frigorifero per mezz’ora 12. Per scoprire come prepararla al meglio, consultate la nostra Scuola di cucina: pasta frolla. Una volta preparata la crema di castagne e l’impasto della pasta frolla, non vi resta che stendere la pasta e assemblare la vostra crostata. Tirate fuori il panetto dal frigo, eliminate la pellicola e stendete un cerchio di pasta frolla con un mattarello 13. Imburrate e infarinate una tortiera dal diametro di 28 cm, quindi adagiateci sopra la pasta frolla 14, per agevolarvi in questa operazione, arrotolate la sfoglia di pasta sul mattarello per poi srotolarla sulla teglia. Esercitate una leggera pressione lungo il perimetro della tortiera con il mattarello, in modo da eliminare la pasta in eccesso, infine premete con le dita per far aderire la pasta alla tortiera. Quindi versate la crema di castagne, che nel frattempo si sarà intiepidita 15. Livellate la crema di castagne con il dorso di un cucchiaio 16, stendete la pasta frolla avanzata e ritagliate delle strisce di pasta con un tagliapasta 17, quindi disponetele sulla superficie della crostata, formando le classiche losanghe 18. Una volta adagiate tutte le losanghe 19, spennellate la frolla con un uovo 20, per conferire croccantezza e lucentezza alla crostata e infine infornate in forno statico preriscaldato a 180° per 45 minuti, se usate il forno ventilato, cuocete a 160° per circa 35-40 minuti. Una volta sfornata, lasciate raffreddare la vostra crostata con crema di castagne 21 e servitela! "
}