{
    "title": "Treccia salata",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "farinose 300 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Salame piccante",
            "quantity": "140 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "piccola ½"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la treccia salata per prima cosa pelate le patate 1, tagliatele a pezzi e fatele bollire 2 fino a quando non saranno cotte. Poi scolatele e schiacciatele. Mentre le patate cuociono, sciogliete il lievito di birra fresco (oppure 4 g di lievito di birra secco) e il malto (o lo zucchero) nell'acqua tiepida 3. Nella ciotola di una planetaria con gancio a foglia, versate la farina, le patate schiacciate e intiepidite e l'acqua con il malto e il lievito 4. Poi aggiungete anche l'olio 5 e l'uovo 6 continuando a far andare la planetaria. Per ultimo unite il sale 7 e lavorate il composto fino a quando sarÃ liscio e omogeneo. Trasferitelo in una ciotola ampia spolverata con poca farina 8 e lasciatelo lievitare coperto con pellicola trasparente alla temperatura di 26-28Â° per almeno 2 ore. Nel frattempo in una padella fate saltare le zucchine, i peperoni e la melanzana tagliati a dadini per qualche minuto 9 (dovranno essere ammorbidite ma ancora sode). Poi tagliate a cubetti il caciocavallo 10 e il salame piccante 11. Passato il tempo necessario, riprendete l'impasto che avrÃ raddoppiato il suo volume 12. Dividetelo in tre parti uguali 13 e stendete ciascuna in una lingua di impasto lunga 50 cm e larga 15 cm 14. Distribuite al centro delle tre lingue di pasta i tre diversi ripieni: le verdure 15 il caciocavallo 16Â e il salame piccante 17; spennellate i bordi con dell'acqua aiutandovi con un pennellino da cucina 18 e sigillate ciascuna lingua di impasto in modo che il ripieno non fuoriesca in cottura 19. Poi unite i tre capi di pasta lievitata ad una delle estremitÃ 20 e intrecciatele tra loro 21. Quando avrete terminato, adagiate la treccia su una leccarda rivestita con carta da forno 22 e spennellatela con un uovo sbattuto con due cucchiai di panna (o latte) 23; cuocete la treccia salata in forno statico preriscaldato a 180Â° per circa 50-60 minuti (a 160Â° per circa 45-55 minuti se forno ventilato). Sfornate la treccia salata e affettatela per gustarla con i vostri ospiti 24! "
}