{
    "title": "Cupcake al caffè",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "180 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Caffè",
            "quantity": "espresso 6 cucchiai"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Caffè",
            "quantity": "espresso 10 cucchiai"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "60 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "120 ml"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cioccolatini",
            "quantity": "a forma di chicchi di caffè 24"
        },
        {
            "ingredient": "Cioccolatini",
            "quantity": "a forma di cucchiaini 12"
        }
    ],
    "preparation": " Per preparare i cupcake al caffè e mascarpone in modo originale, ho pensato di farli cuocere in pirottine di silicone a forma di tazzina da caffè, ma in alternativa potete anche cuocerli nelle classiche pirottine di carta e poi mettere ogni cupcake in una tazza. Con uno sbattitore, lavorate il burro (a temperatura ambiente) a crema assieme allo zucchero e ai semi della bacca di vaniglia 1, poi aggiungete le uova (sempre a temperatura ambiente) una alla volta, sempre sbattendo e amalgamando per bene gli ingredienti prima di aggiungere l’uovo successivo 2. Unite anche il caffè tiepido 3 e infine la farina preventivamente mischiata e setacciata con il lievito 4. Suddividete il composto ottenuto in 12 pirottine di carta posizionate all’interno dello stampo per cupcake 5 oppure nei pirottini in silicone a forma di tazzine di caffè 6 e infornate a 180° per circa 25-30 minuti in forno statico (prima di estrarli, fate la prova stecchino per assicurarvi che siano cotti). Nel frattempo preparate la crema al mascarpone montando la panna fresca con 30 gr di zucchero a velo 7. In un’altra ciotola sbattete il mascarpone assieme ai tuorli e a 30 gr di zucchero a velo 8, quindi mischiate delicatamente i 2 composti stando attenti a non smontare la panna 9. Mettete il composto di mascarpone e panna in frigorifero dentro ad un contenitore con il coperchio. Pochi minuti prima di sfornare i cupcake, preparate la glassa al caffè mischiando in una ciotola 250 gr di zucchero a velo assieme al caffè espresso bollente 10 ; amalgamate fino ad ottenere un composto denso 11 (se risultasse poco denso aggiungete un poco zucchero a velo e nel caso contrario aggiungete un po’ di caffè). Non appena sfornerete i cupcake ricopriteli ancora caldi con la glassa e lasciateli raffreddare 12. Estraete il composto di mascarpone dal frigorifero e versa telo delicatamente all’interno di una tasca da pasticcere munita di bocchetta liscia del diametro di circa 8-9mm e praticate al centro di ogni cupcake al caffè una spirale di crema 13 che andrete a spolverizzare con del cacao amaro 14. Guarnite ogni cupcake con un paio di cioccolatini a forma di chicco di caffè 15 e accompagnate ogni “tazzina” con un cucchiaino di cioccolato. "
}