{
    "title": "Strudel al cacao con pere e cannella",
    "ingredients": [
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(grande) 1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pere abate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(fuso) 20 g"
        }
    ],
    "preparation": " Iniziate a preparare l’impasto per lo strudel di cacao con pere e cannella. Prendete una ciotola capiente e setacciatevi la farina 00. Setacciate ora anche il cacao amaro in polvere ed unitelo alla farina setacciata 1. Una volta setacciati farina e cacao aggiungete l’uovo 2, quindi l’olio e l’acqua 3. Aggiustate il composto con un pizzico di sale. Impastate energicamente tutti gli ingredienti per creare un impasto consistente. Quando tutti gli ingredienti sono amalgamati, finite di impastare energicamente sul piano di lavoro in modo da rendere l’impasto bello liscio 4. Appiattitelo ed avvolgetelo nella pellicola. Lasciate quindi riposare l’impasto avvolto nella pellicola a temperatura ambiente per 30 minuti 5. Ponete ora il pangrattato in una padella antiaderente a fuoco basso e tostatelo nel burro 6. Mescolate con un cucchiaio di legno finchè il pangrattato non otterrà una colorazione dorata. Passate ora alla preparazione del ripieno. Togliete il picciolo dalle pere, quindi sbucciatele. Tagliate ora le pere a metà e poi in quattro spicchi. Eliminate la parte coriacea centrale da ogni spicchio. Tagliate tutti gli spicchi in fettine sottili di circa 4 mm 7. Riponete le fettine così tagliate in una ciotola. Aggiungete alle fettine di pera lo zucchero semolato e la scorza grattugiata di un limone 8 e la cannella in polvere 9. Mescolate tutti gli ingredienti. Lasciate riposare il composto coperto da pellicola per alcuni minuti affinchè i profumi si mescolino. State attenti a non lasciare a macerare troppo a lungo gli ingredienti. Passate ora alla preparazione dello strudel. Prendete un canovaccio che vi servirà per arrotolare lo strudel e cospargetelo con della farina. Stendete l’impasto e, aiutandovi con un mattarello, ottenete una forma di circa 30x40 cm 10. Spolverizzate ora il pangrattato precedentemente tostato all’interno dell’impasto steso 11. Lasciate i bordi dell’impasto non cosparsi di pangrattato. Il pangrattato servirà ad assorbire i succhi che verranno rilasciati dalle pere durante la cottura. Adagiate sul pangrattato le pere 12 che avete lasciato riposare per alcuni minuti con gli aromi. Arrotolate ora l’impasto seguendo la parte lunga del rettangolo, aiutandovi con il canovaccio 13. Fate attenzione a non rompere la pasta. Spennellate i bordi dell’impasto con una parte del burro fuso 14. Una volta arrotolato tutto lo strudel chiudete le estremità verso il basso 15. Prendete ora una leccarda e foderatela con carta forno. Riponete lo strudel sulla leccarda 16. Spennellate ora con il rimanente burro fuso 17. Quindi infornate lo strudel in forno statico pre-riscaldato a 200° per circa 40 minuti. Prima di servire cospargete il vostro strudel al cacao con pere e cannella con abbondante zucchero a velo: golosissimo 18! "
}