{
    "title": "Victoria Sandwich",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Confettura di lamponi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Iniziate la preparazione del Victoria sandwich mettendo in una ciotola il burro ammorbidito, lo zucchero e i semi di una bacca di vaniglia 1, quindi sbattete con le fruste di uno sbattitore fino a ottenere un composto chiaro e spumoso. Aggiungete le uova a temperatura ambiente una per volta, sbattendo con le fruste e lasciando assorbire bene il primo uovo al composto prima di aggiungere il successivo. Quando avrete ottenuto una bella crema omogenea 2, amalgamate con un mestolo la farina e il lievito 3 precedentemente mischiati e setacciati e il pizzico di sale, intervallando con l’aggiunta del latte 4. Amalgamate per bene gli ingredienti 5 e poi versateli in egual quantità in due tortiere imburrate e infarinate 6 del diametro di 22 cm. Livellate gli impasti nelle due tortiere e poi infornate in forno statico già caldo a 180° per circa 20 minuti. Quando le due basi saranno cotte 7, estraetele dal forno e lasciatele raffreddare completamente. Preparate la crema per la farcitura del Victoria sandwich unendo in una ciotola mascarpone e Philadelphia 8; mescolate per bene i due formaggi freschi per ammorbidirli unendo qualche goccia di estratto di vaniglia e lo zucchero a velo setacciato 9. Ponete una delle due torte su di un piatto da portata, ricopritela con la crema 10 di formaggi freschi poi cospargete la superficie con la confettura di lamponi 11, ponete al di sopra di essa i lamponi freschi e coprite il tutto con l’altra torta 12, proprio come un sandwich! Cospargete la superficie del Victoria sandwich con dello zucchero a velo e servite immediatamente questa delizia! Conservate il Victoria sandwich in frigorifero in un contenitore provvisto di coperchio. "
}