{
    "title": "Porridge mele e nocciole",
    "ingredients": [
        {
            "ingredient": "Fiocchi di avena",
            "quantity": "140 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "220 g"
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "1"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "20 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "2 pizzichi"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il porridge mele e nocciole iniziate dall'avena: in una pentola versate l'acqua 1, il latte 2 e un pizzico di sale e poi unite i fiocchi d'avena mescolando con una marisa 3. Ora accendete il fuoco e cuocete a fuoco medio-basso e mescolate. Cuocete il porridge per 4-6 minuti, continuando a mescolare fino a quando non avrà raggiunto la consistenza che preferite 4: dovrà risultare cremoso e molto denso. Quando sarà pronto spegnete il fuoco e aggiungete 1 pizzico di cannella 5. Mescolate bene e poi trasferite il porrdige in due ciotoline da colazione 6, mettendole un attimo da parte. A questo punto occupatevi delle mele: lavate bene la vostra mela e tagliatela a rondelle molto sottili, dello spessore di circa 4 millimetri 7. Versate il miele in una padella, avendo cura di lasciare un paio di cucchiaini da parte per guarnire successivamente il porridge 8; lasciatelo sciogliere a fuoco dolce per 1-2 minuti 8. Aggiungete le mele a fette 9 e fatele camellare per un minuto. Girate le mele con l'aiuto di una pinza e fatele caramellare per un minuto anche dall'altro lato 10. A questo punto potete comporre il vostro porridge mele e nocciole: prendete le ciotoline e sistemate qualche fettina di mela sopra la zuppa d'aveva 11, aggiungete la granella di nocciole 12 spolverizzate con 1 pizzico di cannella 13 e versate un cucchiaino di miele 14. A piacere potete decorare con dell'altra granella di nocciole 15. Il vostro porridge mele e nocciole è pronto per essere gustato! "
}