{
    "title": "Bruschette brunch",
    "ingredients": [
        {
            "ingredient": "Avocado",
            "quantity": "340 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "filone 1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "metÃ"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "90 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare bruschette brunch iniziate a pulire il cipollotti: tagliate via la parte verde 1 poi dividete a metà ciascun cipollotto e poi tagliate in 3 parti ciascuna metà 2. In una padella scaldate un filo di olio di oliva, versate i cipollotti 3, salate, pepate e stufateli per 6-7 minuti 4 e teneteli da parte. Lavate i pomodorini (ve ne serviranno 8), divideteli a metà 5, conditeli con olio 6 sale e pepe arrostiteli nella stessa padella in cui avete fatto rosolare i cipollotti 7, quindi poneteli in una ciotola 8. Occupatevi ora del peperoncino fresco: tagliatelo a metà 9 estraete i semini 10 e affettatelo sottilmente 11, tenete da parte anche questo e occupatevi delle uova: in una ciotola sbattete le uova intere con sale e pepe 12 scaldate un filo di olio in padella e versate le uova sbattute 13, cuocete a fuoco moderato per un paio di minuti e mescolate per strapazzarle 14. Quando inizieranno a rapprendersi, potete anche spegnere il fuoco: il calore della padella sarà sufficiente a proseguire la cottura. Una volta che saranno pronte, dovranno risultare non liquide ma nemmeno avere una consistenza troppo cotta: dovranno avere un colore omogeneo, una consistenza morbida e leggermente granulosa. Quindi trasferitele in una ciotola 15. Affettate il pane 16 per ottenere delle fette di 2 cm di spessore, ungete una piastra con poco olio e, quando sarà ben calda, tostate le fettine di pane per 2 minuti per lato. Per finire, occupatevi dell’avocado: dividetelo a metà 18 Estraete con un coltello il nocciolo 19, con un coltellino intagliate la polpa creando delle incisioni in orizzontale e in verticale 20, questo vi permetterà di estrarre la polpa con più facilità utilizzando un cucchiaino 21. Raccogliete la polpa su un tagliere, conditela con il succo di limone per evitare che annerisca 22. Tritate la polpa di avocado finemente con un coltello, cercando di realizzare una crema spalmando il trito di avocado appiattendo la lama sul tagliere, in modo da ottenere una purea 23. Tutto è pronto per comporre la bruschetta brunch: prendete una fetta di pane tostato, spalmate sopra la purea di avocado 24 Distribuite anche l’uovo strapazzato, i pomodorini arrostiti 25 e i cipollotti stufati 26, terminate aromatizzando con le fettine di peperoncino. Le vostre bruschette brunch sono pronte per essere portate in tavola 27 "
}