{
    "title": "Semifreddo al caramello salato",
    "ingredients": [
        {
            "ingredient": "Caramello",
            "quantity": "70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "240 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Caramello",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "235 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "85 g"
        },
        {
            "ingredient": "Caramello",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il semifreddo al caramello salato iniziate dalla preparazione del biscotto: in un mixer ponete la farina setacciata, il burro freddo a pezzetti 1, un pizzico di sale e lo zucchero di canna 2. Azionate le lame per pochi istanti, il tempo necessario per ottenere un composto sabbioso, trasferitelo in una ciotola e versate la salsa al caramello 3, impastate a mano per raccogliere tutti gli ingredienti 4 quando avrete ottenuto un composto compatto, trasferitelo su una spianatoia, dategli la forma di un panetto, ricopritelo con la pellicola trasparente 5 e lasciatelo riposare in frigorifero per circa 30 minuti, finché non sarà ben sodo. Trascorso questo tempo stendete l’impasto con il mattarello sulla spianatoia leggermente infarinata, creando una sfoglia spessa circa mezzo centimetro 6. Ora ritagliate 12 biscotti rettangolari che misurino circa 11 x 4 cm, 7 ( avendo cura di tenere da parte il restante impasto) e poneteli su una teglia rivestita con carta da forno 8 e cuocete i biscotti in forno preriscaldato statico a 170° per 25 minuti (o in forno ventilato a 160° per 15 minuti). A cottura ultimata sfornate i biscotti e lasciateli raffreddare 9. Riprendete l’impasto avanzato, ponetelo nel mixer10 per tritarlo grossolanamente 11, trasferite il composto su una teglia rivestita con carta da forno e cuocete a 170° per 20 minuti minuti il tempo necessario per rendere croccanti le briciole creando un crumble, sfornatelo e lasciatelo raffreddare 12. Ora occupatevi della crema e iniziate dalla preparazione della meringa: In un pentolino dal fondo pesante, versate lo zucchero, aggiungete l'acqua 13 scaldate a fuoco basso per sciogliere lo zucchero mescolando; quando si sarà formato lo sciroppo e comincerà a bollire, immergetevi l’apposito termometro 14, che vi indicherà la temperatura da raggiungere, cioè 120°C. Nel frattempo, cominciate a montare gli albumi con una planetaria munita di frusta a media velocità, gli albumi devono essere già ben montati 15 quando lo sciroppo arriverà a 120°C. Quando lo sciroppo avrà raggiunto la temperatura sopra indicata, versatelo a filo negli albumi 16, continuando a montare con le fruste fino al completo raffreddamento della meringa 17. Intanto in una ciotola ponete il mascarpone, incorporate la salsa al caramello 18 e un pizzico di sale, mescolando con una spatola poi unite anche la meringa raffreddata 19. A parte in una planetaria munita di frusta o con uno sbattitore elettrico montate a neve la panna fresca liquida 20 per poi incorporarla alla crema delicatamente per non smontarla 21, la crema è pronta 22 potete comporre il semifreddo. Prendete uno stampo da plumcake che misuri 26x12 cm on un bordo alto circa 7 cm, distribuite sul fondo uno strato di crema 23 poi ricoprite la crema adagiando sopra i biscotti uno accanto all’altro 24 proseguite con un altro strato di crema , livellate bene la superficie con la spatola 25 e terminate con i biscotti 26. Ricoprite il dolce con la pellicola trasparente 27e ponetelo in freezer a rassodare per almeno due ore. Trascorso il tempo di riposo il vostro semifreddo sarà pronto, per servirlo, rovesciatelo su un piatto da portata e guarnitelo con la salsa al caramello e il crumble (28-29), ora non vi resta che gustare il vostro semifreddo al caramello salato 30! "
}