{
    "title": "Charlotte alle mele",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Brandy",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "150 g"
        },
        {
            "ingredient": "Mele renette",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Savoiardi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la charlotte alle mele iniziate sbucciando le mele renette; privatele poi del torsolo centrale e tagliatele a fettine dello spessore di circa 2-3 mm 1. In una padella capiente fate sciogliere 50 gr di burro a fuoco dolce 2, quindi aggiungete le mele 3 e sfumate con il brandy 4 (o in alternativa un altro liquore di vostro gradimento). In una ciotolina mettete lo zucchero, i semi della bacca di vaniglia e la cannella e unite il tutto alle mele mescolando bene per amalgamare tutti gli ingredienti 5. Grattugiate la scorza di limone 6 e continuate la cottura per qualche minuto a fuoco dolce, mescolando di tanto in tanto fino a spappolare le mele (se fosse necessario, aggiungete un po’ d’acqua durante la cottura per non far attaccare le mele) 7. A cottura ultimata spegnete il fuoco e mettete da parte il contenuto della padella. Nel frattempo imburrate e ricoprite con carta da forno una tortiera per charlotte 8 (o una tortiera per panettone a bordi alti) del diametro di 18 cm. Prendete ora i savoiardi e tagliatene via una delle estremità affinché, messi in piedi nella tortiera, arrivino a 3-4 cm dal bordo. Bagnateli leggermente nel latte 9 e cominciate a disporli intorno al perimetro della tortiera 10. Una volta completato il perimetro, rivestite il fondo con i pezzi di savoiardi rimasti e tenete da parte tutti i pezzi che avanzano (anche le briciole) 11. Unite ora la confettura di albicocche al composto di mele ormai tiepido 12, mescolate per bene e versate il tutto nella tortiera. Livellate la superficie della charlotte e, aiutandovi con la lama di un coltello, pareggiate le estremità dei savoiardi eliminandone un piccola parte 13. Cospargete con i savoiardi rimasti, sbriciolandoli con le mani, tutta la superficie del dolce 14, quindi fate sciogliere il restante burro (20 gr) e versatelo in modo uniforme sopra la charlotte 15. Infornate la tortiera in forno statico già caldo a 180° per circa 35-40 minuti. Una volta cotta, lasciate intiepidire la charlotte alle mele su una gratella 16 poi capovolgetela su un piatto da portata. Rimuovete la carta da forno 17, lucidate il dolce spennellandolo con la confettura di albicocche passata al setaccio e servitelo ancora tiepido. "
}