{
    "title": "Stelle croccanti con cioccolato e cannella",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "40 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le stelle croccanti con cioccolato e cannella, iniziate tritando il cioccolato fondente 1, quindi unitelo alla farina setacciata nella tazza di un mixer 2. Versate anche il burro freddo tagliato a pezzetti 3; azionate quindi le lame e create un composto sabbioso 4. Trasferitelo in una ciotola e versate lo zucchero semolato e il miele 5. Poi unite anche il tuorlo 6. Aggiungere anche la cannella in polvere e la scorza di limone grattuggiata. Lavorate tutti gli ingredienti velocemente a mano per evitare di scaldare troppo l'impasto 7, quindi formate un panetto schiacciatelo per dare un forma ovale e avvolgetelo nella pellicola (8-9). Ponetelo in frigorifero per almeno 30 minuti perchè possa rassodarsi. Passato il tempo necessario, stendete il panetto su un piano di lavoro leggermente infarinato in uno spessore di circa 1 cm 10. Con una formina per biscotti a forma di stella, coppate il disco di impasto e ricavate le sagome dei biscotti 11: ne otterrete circa 26, potete rimpastare i ritagli in modo da terminare l'impasto. Poneteli su una vassoio foderato con carta da forno e poneteli in frigorifero a rassodare per 15 minuti. Dopodichè poneteli su una leccarda foderata con carta da forno e spennellateli con l'albume 13, quindi cospargete con zucchero aromatizzato alla cannella in polvere 14 ed infornate a 150° per circa 12-15 minuti (130° per 8-10 minuti se forno ventilato. Potete cuocerne 1 o 2 di prova per regolarvi meglio su tempi e temperatura). Una volta cotte sfornate le stelline croccanti con cioccolato e cannella 15 e fatele raffreddare completamente su una gratella prima di servirle! "
}