{
    "title": "Mug cake ",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "160 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "75 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        }
    ],
    "preparation": " Per preparare la mug cake, iniziate sbattendo le uova con lo zucchero con una frusta elettrica (1-2) o una frusta a mano: dovrete ottenere un composto bianco e spumoso. In una ciotola setacciate e mescolate la farina, il cioccolato amaro in polvere e il lievito. Aggiungete le polveri a poco a poco al composto di uova e zucchero 3 alternando con il latte. Una volta terminati gli ingredienti, continuate a lavorare con le fruste e aggiungete a filo anche l'olio 4; lavorate ancora il composto 5 fino ad ottenere un impasto fluido e omogeneo. Quindi trasferitelo nelle mug 6 lasciando circa 1 cm dal bordo (per evitare che in cottura l'impasto debordi). Aggiungete il cioccolato bianco a pezzetti 7, poi coprite le mug con pellicola trasparente adatta alla cottura in microonde 8 (la pelllicola serve perchè la tortina non si gonfi troppo in cottura; potete ometterla e versare meno composto nella tazza, regolandovi con una per la giusta dose da utilizzare). Dopodiché cuocetele in microonde a 600 watt (o alla massima potenza del vostro microonde) per circa 1-2 minuti, dovrete regolarvi in base al vostro microonde, indispensabile per questa preparazione. Se preferite una consistenza più simile ad una torta potete tenere la mug cake al microonde alcuni secondi in più; se la preferite simile ad un soufflè basterà il tempo indicato. Quando le mug cake saranno pronte, sfornatele 9 e fatele raffreddare. Intanto montate la panna con fruste e ciotola ben fredde 10, trasferitela in una sac-à-poche con bocchetta a stella. Quando le mug cake saranno ben fredde, decoratele con dei ciuffetti di panna montata (11-12). Servite le vostre mug cake come dessert o merenda golosa! "
}