{
    "title": "Rotolo di frittata con prosciutto e scamorza",
    "ingredients": [
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Prosciutto cotto di praga",
            "quantity": "180 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        }
    ],
    "preparation": " Preparate la besciamella con gli ingredienti indicati seguendo la ricetta che troverete cliccando qui. Una volta pronta, mettetela in una ciotolina e nel frattempo preparate le frittate sbattetendo le uova in una terrina con il sale e il pepe 1 ;mettete a fondere metà del burro in una padella antiaderente (del diametro di 24 cm) 2 versandovi poi metà del composto di uova preparato 3. Cuocete questo composto da ambo le parti (aiutatevi a girare la frittata con un coperchio), e quando la frittata sarà pronta, adagiatela in un piatto che la contenga 4. Fate così anche per la seconda metà del composto di uova. Prendete le frittate e spalmate su ognuna di esse, dividendolo, il composto di besciamella 5. Disponete sopra ogni frittata metà delle fette di prosciutto di Praga 6, e sopra ancora, metà delle fette di scamorza affumicata, tagliate sottilmente 7(magari a macchina), quante ne servano per coprire il prosciutto cotto. Arrotolate la frittata strettamente 8e preparate la seconda nello stesso modo, poi avvolgete i rotoli in carta di alluminio 9 e fateli riposare per almeno un’ora. in frigorifero. Trascorso il tempo necessario, togliete i rotoli dall’alluminio e tagliateli a fette di circa 1 cm 10. Imburrate 4 pirofiline monoporzione e cospargetele di pangrattato 11; per ogni pirofilina disponete le fette di mezzo rotolo leggermente sovrapposte, a spirale. Cospargete la superficie di ogni pirofilina, contenente le fette di frittata, con del parmigiano grattugiato 12 e infornate per circa 15 minuti a 180° sotto il grill del forno già caldo. Servite quindi i vostri rotoli di frittata con prociutto e scamorza ben caldi nelle pirofile stesse. "
}