{
    "title": "Cheesecake banane e cioccolato",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi al cioccolato",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "400 g"
        },
        {
            "ingredient": "Banane",
            "quantity": "mature 250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Banane",
            "quantity": "1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la cheesecake banane e cioccolato iniziate dalla base: mettete i biscotti secchi al cacao nel mixer, quindi tritateli finemente. Ponete il burro a sciogliere a fuoco basso in un pentolino; intanto mettete i biscotti sminuzzati in una ciotola e aggiungete a poco a poco il burro sciolto amalgamando per bene il tutto 1. Imburrate una tortiera, meglio se a cerniera, del diametro di 22 cm; ritagliate un disco di carta forno dello stesso diametro dello stampo e due strisce della stessa altezza dei bordi. Se necessario potete guardare la scheda su come foderare una tortiera con carta da forno . Ponete quindi i biscotti sbriciolati nella tortiera ricoperta di carta forno e aiutandovi con il dorso di un cucchiaio compattate bene la base di biscotto 2. Fate raffreddare la base in frigorifero per 30 minuti o in freezer per 15 minuti 3. Ora dedicatevi al ripieno: sbucciate le banane e tagliate a fettine di circa mezzo centimetro 4, mettetele in una padella con il burro, il succo di mezzo limone e 40 gr di zucchero 5. Cuocete a fuoco medio fino a quando le banane non saranno morbide e cremose 6. Ora passate le banane cotte in un colino per ricavare una polpa omogenea oppure schiacciatele con una forchetta 7. In una planetaria, o in una ciotola capiente, mettete il formaggio fresco spalmabile 8, unite la polpa di banane 9 e infine 60 g di zucchero. Iniziate a mescolare gli ingredienti con le fruste della planetaria. Se non possedete una planetaria usate lo sbattitore elettrico o una frusta. Unite quindi a filo 100 ml di panna liquida fresca 10 continuando a mescolare il composto. Infine aromatizzate la crema con il cucchiaino di estratto di vaniglia. In alternativa potete utilizzare una bustina di vanillina o i semi di una bacca di vaniglia 11. Poi, ammorbidite la gelatina in acqua fredda per 10 minuti. Per i dettagli del processo potete guardare la scheda come utilizzare la colla di pesce. Strizzate bene i fogli di gelatina e scioglieteli in 1 cucchiaio di panna liquida scaldata 12. Lasciate intiepidire la panna perchè arrivi a temperatura ambiente e poi unitela alla crema di banane. Azionate nuovamente le fruste per amalgamare la crema 13. A parte, montate il resto della panna con altri 60 g di zucchero. Per questo procedimento potete consultare la scheda come montare la panna. Una volta montata, incorporate la panna alla crema di banane, mescolando dal basso in alto con una spatola per non smontare la panna 14. Versate la crema ottenuta nella tortiera che avrete tirato fuori dal frigo 15. Create uno strato uniforme di crema e lasciate rassodare la torta per almeno 4 ore in frigorifero. Quando la cheesecake si sarà solidificata e sarà pronta 16, sformatela e trasferitela su un piatto per dolce. Incidete con la spatola dei raggi come per dividerla a fette. Guarnitela ciuffi di cioccolato fondente sciolto a bagnomaria, aiutandovi con una sac-à-poche con bocchetta a stella 17. Potete appoggiare delicatamente sui ciuffi delle fettine di banana e alternare la decorazione con scaglie di cioccolato fondente. Avrete così la vostra cheesecake banane e cioccolato pronta per essere servita 18. "
}