{
    "title": "Anguriata",
    "ingredients": [
        {
            "ingredient": "Cocomero (anguria)",
            "quantity": "8 kg"
        },
        {
            "ingredient": "Melone",
            "quantity": "polpa 250 g"
        },
        {
            "ingredient": "Pesche",
            "quantity": "2"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ananas",
            "quantity": "polpa 300 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "100 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Moscato",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare lâanguriata procuratevi unâanguria tonda e regolare, che stia in piedi se appoggiata sull'estremitÃ inferiore ed eliminate la calotta a circa Â¾ della sua altezza 1. Se non dovesse stare in piedi, pareggiatela anche nella parte inferiore. Scavate lâanguria con lâaiuto di uno scavino a forma semisferica 2, fino a ricavare 500 gr di polpa a forma di pallina e mettetele da parte in una ciotola 3. Ora procedete con la pulizia dellâaltra frutta: tagliate il melone ricavando delle fettine spesse 1 cm 4 e con degli stampini, per esempio a forma di cuore o stella, ricavate circa 500 gr di polpa 5. Lavate e sbucciate le pesche, togliete il nocciolo e tagliate la polpa a cubetti 6. Lavate le ciliegie, togliete loro il picciolo, tagliatele a metÃ ed eliminate il nocciolo 7. Passate allâananas: tagliate via il ciuffo e poi la buccia tutta intorno, con un coltello a seghetto, in quanto molto dura e spessa 8. Dividetela a metÃ e tagliate la polpa a trinagolini 9. Lavate le fragole, eliminate il picciolo verde e tagliatele nel senso della lunghezza 10. Tagliate il limone e l'arancia a fette sottili, che dividerete in quattro parti (11-12). A questo punto ricavate il succo da un limone e da due arance 13 che filtrerete e sposterete in una ciotola capiente 14. Versate nel succo ricavato tutto il vino moscato 15 unite lo zucchero 16 e mescolate bene. Versate il mix ottenuto nellâanguria scavata 17 e delicatamente tutta la frutta sbucciata in precedenza a cominciare dalle palline di anguria 18. Aggiungete poi le formine di melone 19, l'ananas e le fragole 20, le ciliegie 21, le pesche 22, e infine i lamponi e i mirtilli 23. Mescolate con un cucchiaio e coprite lâanguria con la calotta superiore tagliata allâinizio. Ponete lâanguriata in frigorifero almeno per due ore ed ecco pronta la vostra anguriata bella fresca da servire in delle coppette monoporzione e decoratele con gli spicchi di limone e arancia tagliati in precedenza! Buon Ferragosto! "
}