{
    "title": "Mini baked Alaska",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "40 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Fragole",
            "quantity": "mature 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "a temperatura ambiente 125 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per realizzare i mini baked alaska iniziate dalla preparazione del gelato alla fragola seguendo la ricetta che trovate qui. Lavate le fragole e mettetele nel mixer 1. Frullatele fino ad ottenere una polpa omogenea. Poi setacciate la polpa con un colino e tenetela da parte 2. Preparate la crema: versate il latte in un tegame aggiungete lo zucchero 3 e scaldate sul fuoco basso mescolando per far sciogliere lo zucchero. A parte in una ciotolina versate la panna fresca liquida, unite gli albumi 4 e mescolate con una frusta. Quando lo zucchero si sarà sciolto aggiungete il composto di panna e albumi 5 e portate il tutto alla temperatura di 83° per pastorizzare il latte e gli albumi. Una volta raggiunta la temperatura, togliete il tegame dal fuoco, trasferite il composto in una ciotolina e fatelo raffreddare rapidamente: per fare questa operazione potete mettere la ciotola in un contenitore capiente pieno di ghiaccio e mescolare continuamente. Quando il composto sarà ben freddo, incorporate la polpa di fragole 6 Trasferite il composto nella gelatiera 7, azionatela e fate andare fino a che il composto non avrà raggiunto una consistenza cremosa ma compatta 8, ci vorranno almeo 30-35 minuti. Una volta pronto, trasferitelo in stampini monoporzione a forma di cupola del diametro di 7-8 cm 9. Livellate la superficie con una spatola e una volta terminato 10 e fatelo rassodare in freezer per almeno 4 ore. Ora occupatevi della pasta biscotto al cacao; per realizzarla al meglio consultate la ricetta Pasta biscotto al cacao. Dividete i tuorli dagli albumi, ponete i tuorli in una planetaria munita di frusta, unite metà dose di zucchero, il miele, l’acqua, l'estratto di vaniglia 11 o i semi del baccello e sbattete i tuorli per almeno 10 minuti fino a che non saranno chiari e spumosi 12. Montate anche gli albumi a neve non troppo ferma (in modo che non si formino grumi quando li unirete ad altri ingredienti) assieme al restante zucchero, quindi unite i due composti con una spatola senza smontarli mescolando dal basso verso l'alto 13. Aggiungete delicatamente la farina setacciata assieme al cacao in polvere ed amalgamate il composto 14. Stendete l’impasto su una teglia di 20X30 imburrata e rivestita di carta forno, livellatelo con una spatola piatta e liscia fino a raggiungere lo spessore di 1 cm 15. Infornate in forno statico già caldo a 220° per 6-7 minuti (oppure in forno ventilato a 200° per 4- 5 minuti). Estraete la pasta biscotto dal forno, toglietela immediatamente dalla teglia, poggiandola con tutta la carta forno su di un piano. Spolverizzate subito la superficie della pasta biscotto con dello zucchero semolato e sigillatela immediatamente con della pellicola 16 in modo che non risulti troppo friabile una volta fredda. Quando la pasta biscotto sarà fredda. 17, con un coppapasta del diametro di 7-8 cm ricavate dei cerchi di pasta che formeranno la base del dolce, poneteli su un vassoio 18 tirate fuori dal freezer il gelato, estraete le cupole dallo stampo 19 e adagiatele sopra i biscotti 20. Riponete le cupole in freezer e dedicatevi alla meringa all’italiana seguendo il procedimento che trovate qui: in un pentolino dal versate lo zucchero, aggiungete l'acqua e, a fuoco basso mescolate per sciogliere lo zucchero; quando si sarà formato lo sciroppo immergetevi l’apposito termometro, che vi indicherà la temperatura da raggiungere, cioè 120°C. Quando lo sciroppo raggiungerà i 115° 21, cominciate a montare gli albumi a neve a media velocità. Quando lo sciroppo avrà raggiunto la temperatura sopra indicata, versatelo a filo negli albumi 22, continuando a montare con le fruste non solo fino a che lo sciroppo sarà terminato, ma anche fino al completo raffreddamento della meringa. La meringa ottenuta dovrà presentarsi molto densa, liscia e lucida 23. Trasferite la meringa in una sac-à-poche munita di bocchetta stellata 24, togliete dal freezer i dolcetti e guarnite tutta la superficie con ciuffi di meringa (25-26). Per finire Passate in forno i mini baked Alaska alla massima potenza per soli 2 minuti, il tempo di imbrunire la superficie 27 e servite subito queste delizie! "
}