{
    "title": "Brioche col tuppo",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "550 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 350 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 70 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per realizzare le brioche col tuppo iniziate setacciando la farina; questa operazione è importante perché permette di eliminare grumi ed impurità. Poi ponetela in una planetaria munita di gancio aggiungete lo zucchero, il sale 1 e il lievito disidratato (in alternativa potete utilizzare 15 g di lievito di birra fresco). Se avete il lievito di birra fresco, scioglietelo nel latte tiepido 2 e incorporatelo al composto 3. Azionate la macchina e unite le uova a temperatura ambiente avendo cura di incorporarle una alla volta 4, versate il latte tiepido (nel caso abbiate usato il lievito in polvere) e continuate ad impastare finché il composto non si incorderà al gancio. Tagliate il burro morbido a cubetti e incorporatelo un pò alla volta 5, aspettando che si assorba il pezzetto precedente prima di aggiungere il successivo. Questa operazione richiederà almeno 30 minuti, quando l’impasto sarà bene amalgamato 6 versatelo all’interno di una ciotola 7, copritelo con la pellicola e lasciatelo lievitare per circa 3 ore a temperatura ambiente. Trascorso il tempo indicato 8 riponetelo in frigorifero per altre 12 ore (raccomandiamo di non superare le 24 ore), poiché l’impasto contiene molto burro il freddo aiuterà a lavorarlo meglio. Passato il tempo necessario, prendete l’impasto lievitato e lavoratelo immediatamente da freddo: ponetelo su una spianatoia leggermente infarinata 9 dategli la forma di un filone 10 da cui ricavare 8 pezzi uguali del peso di circa 150 g ciascuno 11. Prendete un bocconcino, dategli la forma di un filoncino e create una strozzatura tra 1/3 e 2/3 di impasto a mò di \"birillo\" 12, senza dividerlo. Una volta realizzata la forma 13, bucate al centro il pezzo più grande 14 e fate passare nel buco la parte più piccola 15. Una volta data la forma del tuppo 16, ponete le brioche su una leccarda rivestita con carta da forno, spennellate la superficie con del tuorlo sbattuto con la panna 17. Non ponete più di 4 brioche su ogni leccarda perché raddoppieranno il loro volume durante la lievitazione e poi in cottura. Ponete ora le brioche col tuppo a lievitare per 1 ore e 30 minuti in forno spento con la luce accesa. Poi cuocete in forno ventilato preriscaldato a 160° per 25-30 minuti (oppure in forno statico a 180° per 35-40 minuti). A cottura ultimata, sfornate le brioche 18 e lasciatele intiepidire su una gratella, infine gustate le vostre brioche col tuppo accompagnandole con le tipiche granite siciliane, come la granita alla mandorla! "
}