{
    "title": "Muffin alle nocciole",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "130 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) a temperatura ambiente 165 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i muffin alle nocciole come prima cosa versate le uova in una ciotola 1. Iniziate a montarle con uno sbattitore elettrico e nel frattempo aggiungete lo zucchero di canna 2. Continuate a montarle fino a che non saranno gonfie e spumose 3.Â Â Versate poi il burro fuso 4, il sale 5 e mescolate ancora con le fruste 6.Â Setacciate poi direttamente nella ciotola la farina 00 7 e il lievito 8. Incorporatele al resto degli ingredienti sempre utilizzando le fruste elettriche 9.Â Quando saranno completamente assorbiti 10, versate una parte di latte 11, mescolate e aggiungete la farina di nocciole 12.Â Versate il latte rimasto 13 e mescolate ancora con le fruste. Unite poi la granella di nocciole 14 e mescolate con una spatola 15.Â Trasferite il composto ottenuto all'interno di una sacca da pasticcere 16 e utilizzatelo per riempire 12Â pirottini 17. Decorate con la granella di nocciole 18, e con le nocciole intere. Infornate i muffin in forno statico preriscaldato a 180Â° per 35 minuti nel ripiano centrale. Poi sfornate 20, lasciate intiepidire e servite i vostri muffin alle nocciole 21!Â "
}