{
    "title": "Crostata con curd di limone e meringa",
    "ingredients": [
        {
            "ingredient": "Zucchero integrale di canna",
            "quantity": "(Muscovado) 60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "biologiche medie 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Limoni",
            "quantity": "(succo e scorza) 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "220 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Albumi",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare la crostata con curd di limone e meringa cominciate occupandovi della pasta frolla. Nella planetaria in cui avrete inserito la frusta piatta unite il burro molto freddo a cubetti e la farina 1, azionate la frusta a velocità medio-bassa e fatela lavorare fino ad ottenere una sabbiatura abbastanza uniforme. Con la frusta ancora in azione, unite quindi lo zucchero muscovado 2 ed infine l’uovo 3 e il sale. Quando il composto appare uniforme 4 spegnete la frusta e rovesciate l’impasto sul piano da lavoro 5. Lavoratelo velocemente per ottenere una palla, e foderatela con pellicola trasparente 6. Ponete la frolla così ottenuta in frigo a rassodare per almeno 1 ora. Intanto, dedicatevi alla farcitura: il curd di limoni. Per prepararlo, lavate accuratamente i limoni e grattugiatene la scorza 7, prendendo solo la parte gialla e non quella bianca sottostante, che è amara. In un pentolino fate sciogliere il burro e unite lo zucchero 8. Spremete i limoni per ottenerne il succo e unite anch’esso nel pentolino, non appena lo zucchero risulta sciolto 9. A parte, in una ciotola, sbattete insieme le uova e l’amido 10 e, quando risultano una pastella liscia 11, versatela nel pentolino 12. Aggiungete anche la scorza 13 e fate addensare il vostri curd a fuoco dolce, mescolando spesso per evitare la formazione di grumi 14. Lasciate intiepidire. Recuperate quindi la frolla riposata dal frigo, infarinate leggermente la spianatoia e, con il mattarello, stendete la frolla allo spessore di circa mezzo cm 15. Disponete un foglio di carta da forno sulla leccarda, imburrate lo stampo quadrato da 20x20 cm, posizionatelo sulla leccarda foderata e adagiatevi all’interno la frolla 16, facendola aderire con cura. Con un coltellino eliminate gli eccessi di impasto dai bordi 17, quindi forellate la base della vostra crostata con i rebbi di una forchetta 18. Procedere quindi disponendo il necessario per la cottura alla cieca: foderate la crostata con carta da forno e riempitela con delle apposite sferette (se non ne avete, potete utilizzare a questo scopo del riso o dei legumi secchi) 19. Cuocete la crostata alla cieca per 25 minuti in forno statico preriscaldato a 180°, quindi rimuovete i pesi e la carta da forno e proseguite la cottura per altri 10 minuti. In totale la crostata dovrà cuocere 35 minuti. Una volta cotta, estraetela dal forno e lasciatela raffreddare completamente prima di sformarla 20. Versate al suo interno il curd 21, livellandolo con l’aiuto di una spatola 22. Trasferite la crostata così farcita in frigo, a rassodare per almeno 1 ora 23. Dedicatevi quindi alla meringa all’italiana: ponete in un pentolino a fuoco dolce l’acqua e lo zucchero 24 e procuratevi l’apposito termometro da cucina. Quando lo sciroppo ottenuto raggiunge i 115° 25 versate gli albumi a temperatura ambiente nella planetaria in cui avrete inserito la frusta a filo 26, e cominciate a montare a velocità media. Abbassate quindi la velocità della planetaria e aggiungete agli albumi seminontati metà dello sciroppo, che ormai avrà raggiunto i 121° 27, aumentate nuovamente la velocità e aggiungete il restante sciroppo a filo. Proseguite a montare fino a quando la meringa non si sarà raffreddata. Alla fine, sollevando la frusta a filo, dovrete ottenere l classica punta 28. Inserite la meringa in una sac-à-poche con bocchetta liscia, recuperate dal frigo la crostata rassodata e cominciate a decorarne la superficie formando tanti piccoli ciuffi di meringa uno accanto all’altro 29. Infine, con l’apposito cannello da cucina, fiammeggiate la meringa 30, se non disponete di questo attrezzo potete passare la crostata in forno, con modalità grill, per qualche minuto fino a che i ciuffetti risulteranno ben dorati. La vostra crostata con curd di limone e meringa è pronta per entrare in scena! "
}