{
    "title": "Panna cotta al cioccolato",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Mango",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "3 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la panna cotta al cioccolato iniziate dalla panna cotta: mettete in ammollo i fogli di gelatina in una terrina con acqua fredda 1, per almeno 10 minuti. Setacciate lo zucchero a velo 2 e tritate il cioccolato fondente 3. Scaldate la panna in un tegame 4, mentre sciogliete il cioccolato a bagnomaria, ponendolo in una bastardella oppure mettendo un pentolino in un'altra pentola riempita di acqua, quel tanto che serva perchè l'acqua non sfiori il contenitore in cui avete messo il cioccolato. Mescolate per farlo sciogliere completamente 5, quindi unite la panna riscaldata a parte 6 e lo zucchero a velo setacciato 7. Continuate a rimestare con una paletta e scaldate tutto a fuoco dolce senza portare mai a ebollizione e continuando a mescolare affinchè il cioccolato non faccia grumi.Strizzate bene i fogli di gelatina ed uniteli al composto 8, quindi mescolate con una frusta fino a quando non si saranno completamente sciolti 9. Spegnete il fuoco e versate il composto dividendolo in 5 stampini 10 e lasciateli rassodare in frigorifero per almeno 4 ore. Preparate la salsina al mango tagliando un mango maturo a pezzetti 11 e tritandolo molto finemente in un mixer con lo zucchero e il limone 12. Estraete due cucchiai di purea, fatela scaldare bene al microonde e incorporate tre grammi di colla di pesce che avrete precedentemente ammorbidito in acqua fredda e poi strizzato. Aggiungete quindi il tutto al resto della coulis e fate raffreddare per almeno 2 ore in frigorifero. Trascorso il tempo di raffreddamento estraete le pannacotte dagli stampini: per facilitare l'operazione potete immergere per qualche istante gli stampini in acqua bollente 13; poi passate la lama di un coltellino tutto intorno al bordo 14, icapovolgete per sformare 15. Decorate quindi la panna cotta al cioccolato con la salsina al mango, delle foglioline di menta ed eventualmente del mango a cubetti. "
}