{
    "title": "Gelato al latte di cocco senza gelatiera",
    "ingredients": [
        {
            "ingredient": "Latte di cocco",
            "quantity": "(18% di grassi) 400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte di cocco",
            "quantity": "(18% di grassi) 400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte di cocco",
            "quantity": "(18% di grassi) 400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per realizzare il gelato al cocco senza gelatiera per prima cosa preparate lo sciroppo: versate lâacqua in un pentolino, aggiungete lo zucchero (1-2) e portate al bollore. Fate sobbollire lo sciroppo per circa 2 minuti. Ora versate nel bicchiere del mixer il latte di cocco 3, aggiungete lo sciroppo 4, emulsionate con il mixer ad immersione 5 e versate il composto allâinterno di stampini per i cubetti di ghiaccio 6. Riponeteli in freezer e lasciateli rassodare per almeno una notte, circa 10 ore. Trascorso il tempo di raffreddamento, trasferite i cubetti nel mixer (7-8) e frullateli per ottenere un composto cremoso 9. Versate il composto ottenuto allâinterno di una vaschetta (10-11), coprite con pellicola per alimenti 12 e riponete nuovamente in freezer per altre 2 ore. Trascorso questo tempo il gelato al cocco sarÃ pronto per essere gustato. Per realizzare la variante al gusto pistacchio, procedete con la ricetta fino al passaggio nÂ°6 seguendo i dosaggi indicati nella relativa scheda ingredienti, quindi aggiungete nel mixer 80 g di pistacchi interi pelati insieme ai cubetti di gelato 1 e frullate tutto fino a ottenere un composto cremoso 2. Trasferite il gelato in una ciotola 3, coprite con pellicola e riponete in freezer a rassodare per 2-3 ore. Per realizzare la versione al cioccolato, seguite tutti i passaggi fino al nÂ°6 seguendo i dosaggi indicati nella relativa scheda ingredienti, quindi tritate il cioccolato fondente e scioglietelo a bagnomaria oppure nel microonde. Versate il cioccolato fuso nel mixer insieme ai cubetti di gelato 1 e frullate tutto fino a ottenere un composto cremoso 2. Trasferite il gelato in una ciotola 3, coprite con pellicola e riponete in freezer a rassodare per 2-3 ore. "
}