{
    "title": "Fiori di zucca ripieni di burrata e pomodori secchi",
    "ingredients": [
        {
            "ingredient": "Fiori di zucca",
            "quantity": "grandi 8"
        },
        {
            "ingredient": "Burrata",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pomodori secchi",
            "quantity": "4"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua gassata",
            "quantity": "ghiacciata 150 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ghiaccio",
            "quantity": "4 cubetti"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i fiori di zucca ripieni di burrata e pomodori secchi, iniziate a pulire i fiori di zucca. Lavate accuratamente i fiori immergendoli in una ciotola con acqua fredda. Quindi trasferiteli su un panno da cucina asciutto e per farli scolare. Quando saranno asciutti togliete le escrescenze mantenendo la coppa inferiore 1, poi con un coltello eliminate il gambo 2 (potete anche lasciarlo se lo preferite) e aprite delicatamente il fiore per individuare il pistillo interno 3. Quindi estraete il pistillo con le mani da ciascun fiore 4. Passate poi a dividere a metà i pomodori secchi 5 (se usate quelli sott'olio, sgocciolateli e tamponateli con carta da cucina per eliminare l'olio in eccesso prima di impiegarli nella preparazione) e riducete a fette la burrata che utilizzerete per il ripieno 6. Iniziate a farcire i vostri fiori di zucca: divaricateli con delicatezza e inserite una fetta di burrata 7 e il pomodoro secco diviso a metà 8. Quindi prendete delicatamente le foglie con le dita per chiudere i fiori 9. Operate una torsione leggera delle foglie avvolgendole su se stesse perchè il ripieno non fuoriesca 10 e tenete da parte i vostri fiori di zucca ripieni. Intanto preparate la pastella: in una ciotola versate il tuorlo e aggiungete la farina 11. Poi versate anche l'acqua frizzante gelata 12. Infine unite i cubetti di ghiaccio che insieme all'acqua fredda serviranno per legare in maniera più rapida ed efficace la farina. Mescolate bene gli ingredienti con una frusta per ottenere una pastella abbastanza liquida e priva di grumi. Prima di utilizzare la pastella assicuratevi che si siano create delle bollicine in superficie 13. In una pentola capiente scaldate l'olio fino a portarlo a 170-180°, mentre in una terrina mette quanto basta di farina per infarinare i fiori. Quindi passateli prima nella farina 14, poi immergeteli ad uno ad uno nella pastella 15 e prima di versarli nell'olio sgocciolateli della pastella in eccesso. Immergete i fiori di zucca nella pentola con l'olio a 170-180° 1 o 2 alla volta per non far abbassare eccessivamente la temperatura dell'olio 16; friggeteli per qualche minuto fino a quando saranno dorati e croccanti; quindi scolateli con una schiumarola quando saranno dorati 17. Trasferiteli su un vassoio ricoperto di carta assorbente, salateli a piacere e serviteli caldissimi 18! "
}