{
    "title": "Polpette di miglio alle verdure con crema di fave",
    "ingredients": [
        {
            "ingredient": "Miglio",
            "quantity": "decorticato bio 200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "550 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "senza glutine 50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(da tritare) 5 g"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "15 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "senza glutine 40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "(sgranate) 150 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare le polpette di miglio alle verdure con crema di fave, iniziate dalla preparazione del miglio. Sciacquate bene sotto un getto di acqua fredda il miglio e scolatelo 1, tritate finemente lo scalogno 2, e tagliate a dadini la carota 3. Tagliate, sempre a cubetti, anche la melanzana 4 e la zucchina 5 e mette il tutto da parte. Poi scaldate l’olio in una padella e aggiungete il miglio 6, lasciatelo tostare per qualche minuto, mescolando di tanto in tanto 7, quindi versate a filo l’acqua calda 8, aggiungete il sale 9 e lasciate cuocere per 25 minuti. Una volta cotto, traferite il miglio in una ciotola 10 e lasciatelo raffreddare completamente . In un’altra padella fate appassire lo scalogno in un filo d’olio a fuoco basso 11, quindi aggiungete le carote 12, poi le melanzane 13 ed infine le zucchine 14. Salate il tutto 15, e lasciate cuocere per 20 minuti sfumando con un mestolo di acqua calda o brodo vegetale 16 fino a che non diventeranno morbide 17. Dedicatevi ora alla preparazione della crema di fave: sgranatele una ad una 18, e una volta sgranate tutte 19, fatele sbollentare per circa 10-15 minuti 20. Versate quindi le fave in un contenitore dai bordi alti, aggiungete olio, menta e sale 21 e frullate il tutto con un frullatore ad immersione 22, fino ad ottenere un composto cremoso 23. Aggiungete al miglio freddo: le verdure 24, il prezzemolo tritato 5, uno spicchio d'aglio schiacciato 26 e la curcuma 27. In ultimo unite anche 50 g di pangrattato senza glutine 28 per ottenere una consistenza adatta a lavorare le polpette. Poi modellate le polpettine 29 prelevando circa 25 g di composto alla volta e dando una forma tonda e leggermente schiacciata, quindi passate ogni polpetta nel pangrattato 30 e continuate così fino a terminare l'impasto. Cuocete le polpette in una padella antiaderente in poco olio extravergine d'oliva 31, facendole dorare bene da entrambi i lati 32 per ottenere una superficie croccante e gustosa. Se volete, potete anche cuocerle in forno statico a 180° per 18-20 minuti oppure in forno ventilato a 160° per 10-15 minuti. Servite le vostre polpette di miglio alle verdure come antipasto o come secondo piatto insieme alla crema di fave 33. "
}