{
    "title": "Sandwich di brownies al cioccolato",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "175 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Frumina",
            "quantity": "20 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare i sandwich di brownies iniziate dall’impasto dei brownies: tritate grossolanamente il cioccolato 1, ponetelo in un pentolino con bagnomaria 2, aggiungete il burro a pezzetti 3 e sciogliete completamente il cioccolato a fuoco dolce. Setacciate la farina con il lievito 4, nella ciotola di una planetaria munita di frusta ponete le uova intere, lo zucchero 5, e montate fino ad ottenere un composto chiaro e spumoso 6, versate qui il cioccolato 7 montando con le fruste e poi aggiungete le polveri setacciate un cucchiaio alla volta 8, senza fermare la planetaria. Tritale grossolanamente le nocciole 9 unitele all’impasto 10, trasferite il composto in una teglia rettangolare 30x 35 cm imburrata e rivestita con carta da forno 11(in alternativa potete utilizzare uno stampo tondo da 24 cm. Stendete il composto uniformemente 12 cuocete in forno statico preriscaldato a 180° per 20 minuti, a cottura ultimata sfornate la base e lasciatela raffreddare 13, poi sformatela e riponetela in frigorifero, una volta fredda si taglierà più facilmente senza sbriciolarsi. Intanto occupatevi della preparazione della crema al latte: in una casseruola mettete a scaldare 400 gr di latte 14, aggiungete lo zucchero 15. Incidete la bacca di vaniglia nel senso della lunghezza ed estraete i semi, raschiandola con un coltellino 16;aggiungetela al latte 17 , intanto stemperate la frumina in 100 ml di latte freddo 18 poi versatela nel pentolino 19, fate addensare la crema mescolando continuamente con una frusta , dovrà avere la consistenza di una crema inglese che deve “velare” il cucchiaio, trasferitela in una ciotola 20, ricoprite con la pellicola a contatto 21 e poi riponetela in frigorifero per almeno 1 ora. Trascorso questo tempo riprendete la crema che si sarà ben addensata 22, riponetela in una sac-à-poche e conservatela in frigo. Togliete dal frigo la base dei brownies, eliminate la carta da forno 23, ritagliate i bordi del brownie e dividetelo in 40 rettangoli da 3x6 cm 24. Farcite un rettangolo spremendo la crema al latte 25, richiudetelo con un altro rettangolo in modo da creare un sandwich 26, proseguite fino a terminare i brownies 27. Conservateli in frigorifero fino al momento di servirli. "
}