{
    "title": "Frittata di asparagi",
    "ingredients": [
        {
            "ingredient": "Asparagi",
            "quantity": "non molto grossi 800 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "150 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata di asparagi iniziate lavando gli asparagi, togliete loro la parte bianca e più dura del fusto 1 (clicca qui per vedere come). Quindi legateli assieme a mazzetto e lessateli (per circa 15 minuti) ponendoli in piedi in acqua salata dentro ad una pentola stretta e alta dove possano fuoriuscire solo le punte (che si cuoceranno con il vapore). Quando saranno cotti scolateli e tagliateli a pezzettini 2. Pulite quindi il porro, levando le foglie esterne più coriacee, lavatelo e tagliatelo a fettine sottili 3, che adagerete in un tegame nel quale avrete fatto sciogliere il burro. Fate appassire il porro, poi salate, pepate ed aggiungete gli asparagi a pezzetti ; fate cuocere il tutto per qualche minuto, fino a che gli asparagi non perderanno più acqua di cottura. A questo punto salate 4, poi spegnete il fuoco e lasciate intiepidire le verdure. In un recipiente sbattete le uova, aggiungete il pepe macinato 5, il formaggio grattugiato 6, le verdure tiepide, la provola affumicata tagliata a dadini, e l’erba cipollina (o il prezzemolo) 7; amalgamate bene gli ingredienti tra loro. In una padella antiaderente, ponete l’olio e scaldatelo, aggiungete poi il composto di uova e cuocete la frittata per 2-3 minuti a fuoco allegro ma non alto 8, poi ponete un coperchio sopra la padella e abbassate leggermente la fiamma in modo che anche l’interno della frittata si cuocia in modo uniforme. Quando i lati della frittata cominceranno a diventare ben dorati, giratela aiutandovi con il coperchio 9; fate dorare anche l’altra superficie della frittata e poi fatela scivolare sopra ad un piatto di portata. Servitela immediatamente dividendola a spicchi. "
}