{
    "title": "Filetti di peperoni arrostiti con acciughe ai sapori",
    "ingredients": [
        {
            "ingredient": "Peperoni gialli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "350 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "filetti 12"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i filetti di peperoni arrostiti con acciughe ai sapori, iniziate facendo scaldare il forno alla massima temperatura. Quindi lavate con cura i peperoni sotto acqua corrente e asciugateli con un canovaccio o carta da cucina. Poneteli in una teglia ricoperta da carta forno 1 e cuoceteli in forno statico a 180° per 30-40 minuti. Il tempo di cottura dipende dal tipo di peperone, dalla grandezza e dallo spessore della polpa. Quando la superficie risulterà raggrinzita e abbrustolita 2, potete sfornarli. Quindi trasferiteli su un tagliere ed eliminate il peduncolo 3. Apriteli delicatamente, facendo attenzione a non sfaldare la polpa ed eliminate i semini al'interno aiutandovi con un cucchiaio 4. Dopodichè togliete la buccia con le mani o con l'aiuto di un coltellino 5. Se fate fatica a compiere questa operazione, inserite i peperoni ancora caldi in un sacchetto di plastica (quelli per surgelare le pietanze) e aspettate 10-15 minuti. Trascorso questo tempo dovreste riuscire a staccare la buccia con più facilità. Infine tagliateli a filetti per il senso della lunghezza 6. Effettuate le stesse operazioni anche con il peperone rosso e mettete tutto da parte. Ora occupatevi del condimento: tritate lo spicchio d'aglio, i pinoli, il prezzemolo e il peperoncino fresco rosso 7. Versate l'aglio e i pinoli tritati in una ciotola e unite anche il prezzemolo e il peperoncino (8-9). Infine condite con un filo d'olio 10, fino a quando tutti i sapori non saranno ben immersi 11. A questo punto prendete i filetti di peperoni e stendete un'acciuga su ognuno 12. Arrotolate ogni filetto, formando dei piccoli involtini 13, traferiteli su un piatto e conditeli con il condimento di aromi che avete preparato 14. Non vi resta che disporre i votri involtini di peperoni arrostiti con acciughe ai sapori su un letto di insalata e servirli 15! "
}