{
    "title": "Semifreddo al cioccolato",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 4) 75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "25 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "in riccioli 20 g"
        }
    ],
    "preparation": " Per preparare il semifreddo al cioccolato iniziate a tritare 100 g di cioccolato fondente che servono per i semifreddi 1, poi versatelo all'interno di una bastardella 2 e scioglietelo dolcemente a bagnomaria, mescolando fino a che non sarà completamente fuso 3. Lasciate raffreddare il cioccolato, mescolandolo di tanto in tanto, e nel frattempo occupatevi di preparare lo sciroppo che servirà per realizzare la pate a bombe, con cui pastorizzerete i tuorli. Versate lo zucchero in un pentolino, aggiungete l'acqua 4 e lasciatelo sobollire fino a raggiungere la temperatura di 121° (per misurare la giusta temperatura utilizzate un termometro da cucina). Non appena la temperatura avrà raggiunto i 115° iniziate a montare i tuorli con uno sbattitore elettrico 6. e solo quando lo sciroppo avrà raggiunto i 121° versatelo lentamente all'interno dei tuorli 7 e continuate a montarli fino a completo raffreddamento 8. A questo punto, sempre con le fruste in azione, versate a filo anche il cioccolato ormai tiepido 9. Una volta che sarà ben incorporato al resto del composto spegnete la macchina. A questo punto occupatevi di montare la panna 10, che dovrà essere ben fredda. Incorporate la panna al composto a base di cioccolato un cucchiaio per volta 11 facendo dei movimenti rotatori dal basso verso l'alto 12. Una volta che avrete incorporato tutta la panna e avrete ottenuto un composto uniforme 13 trasferitelo all'interno di un sac a poche 14. A questo punto sistemate 4 coppapasta dal diametro di 7,5 cm e alti 4,5 cm su un vassoio foderato con della carta forno e rivestite gli stampini con delle strisce di acetato di circa 6 cm, in alternativa potete utilizzare la carta forno. Utilizzando la sac-à-poche riempite gli stampi con la vostra crema al cioccolato 15 e smuoveteli delicatamente per pareggiarne la superficie 16. A questo punto trasferite i vostri semifreddi al cioccolato in freezer per 12 ore; solo quando saranno ben rassodati tritate gli altri 100 gr di cioccolato che servono per la copertura e scioglieteli a bagnomaria come fatto in precedenza 17. Una volta che il cioccolato sarà completamente fuso mescolatelo un po' per intiepidirlo e versatene circa 25 gr in ciascuno stampo 18. Inclinando lo stampino fate in modo che il cioccolato si disponga sull'intera superficie del semifreddo 19 e riponete in freezer a solidificare per altre due ore. Trascorso questo tempo riprendeteli dal freezer e pizzicando la parte di acetato che fuoriesce estraeteli dallo stampo 21. Eliminate l'acetato 22 e sistemate il vostro semifreddo su un piatto da portata posizionandolo con lo strato di cioccolato fondente rivolto verso il basso. Decorate la superficie con dei riccioli di cioccolato 23, per realizzarli sarà sufficiente utilizzare un pela patate; attendete qualche minuto e servite il vostro semifreddo al cioccolato 24. "
}