{
    "title": "Rotolo red velvet",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "( circa 4) 220 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "35 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "5 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso, in polvere 1 cucchiaino"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "350 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "30 g"
        },
        {
            "ingredient": "Ribes rosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato",
            "quantity": "in riccioli q.b."
        }
    ],
    "preparation": " Per preparare il rotolo red velvet come prima cosa iniziate dalla pasta biscotto. Versate nella ciotola di una planetaria dotata di frusta lo zucchero e le uova 1. Azionate la macchina e aggiungete anche il colorante in polvere 2; continuate a lavorare fino a che non avrete ottenuto un composto gonfio e spumoso 3.Â Setacciate poi all'interno la farina 4 e il cacao 5; quindi mescolate con una spatolaÂ dal basso verso l'alto per non smontare il composto 6.Â Versatelo il composto ottenuto all'interno di una leccarda 37X32 cm, foderata con carta forno 7Â e utilizzando una spatola a gomito 8 spargetelo su tutta la superficie 9.Â Cuocete in forno statico preriscaldato a 180Â° per 10-12 minuti. Una volta cotto estraetelo dal forno e lasciatelo raffreddare 10. Nel frattempo occupatevi di preparare la crema: ponete in una ciotola il formaggio cremoso e la panna 11, aggiungete lo zucchero a velo 12 e i semi della bacca di vaniglia 13. Lavorate il tutto con le fruste elettriche 14 fino ad ottenere una crema spumosa 15. Coprite con pellicola e riponete in frigorifero.Â Quando la pasta biscotto sarÃ completamente fredda capovolgetela su un piano dove avrete posizionato un foglio di carta forno. Eliminate la carta forno attaccata alla base della pasta biscotto tirandola via molto delicatamente 16. Rifilate poi i bordi con un coltello 17Â e ponete la crema al centro, tenendone da parte circaÂ un terzo 18.Â Spargetela su tutta la superficie della pasta biscotto 19, quindi arrotolate, senza stringere troppo, la pasta biscotto su se stessa (20-21).Â Â Avvolgete il rotolo con la carta forno sottostante 22 e trasferitelo su un vassoio 23, poi riponetelo in frigorifero per 30 minuti. Trascorso questo tempo, riprendete il rotolo e rifilate i bordi tagliando leggermente le estremitÃ 24.Â A questo punto riprendete la crema rimasta, unite la panna per la decorazione 25 e mescolate per ammorbidirla 26.Â Distribuite la crema ottenutaÂ sul rotolo 27Â spargendola sulla parte superiore e su quella laterale 28. Guarnite con i ribes rossi, i riccioli di cioccolato e gli aghetti di rosmarino 29. Riponete il rotolo red velvet in frigorifero fino al momento di servirlo 30! "
}