{
    "title": "Zelten",
    "ingredients": [
        {
            "ingredient": "Fichi secchi",
            "quantity": "piuttosto morbidi 500 g"
        },
        {
            "ingredient": "Uva sultanina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uvetta tipo Malaga",
            "quantity": "( acini grandi, chiari e senza semi) 120 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "120 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "120 g"
        },
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "120 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "120 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cedro candito",
            "quantity": "60 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Rum",
            "quantity": "2 bicchierini"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "70 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "raso 1 cucchiaino"
        },
        {
            "ingredient": "Chiodi di garofano macinati",
            "quantity": "mezzo cucchiaino"
        },
        {
            "ingredient": "Pimento",
            "quantity": "mezzo cucchiaino"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "in polvere 1/2 cucchiaino"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di segale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 150 ml"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Anice in polvere",
            "quantity": "raso 1 cucchiaino"
        },
        {
            "ingredient": "Cumino",
            "quantity": "in polvere 1 cucchiaino"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Mix di frutta secca/essiccata",
            "quantity": "(noci, mandorle, pinoli) q.b."
        },
        {
            "ingredient": "Frutta candita",
            "quantity": "(arance, limoni, cedro, ciliegie) q.b."
        },
        {
            "ingredient": "Miele",
            "quantity": "(o sciroppo di zucchero) q.b."
        }
    ],
    "preparation": " La prima cosa da fare per la realizzazione dello zelten è la preparazione delle frutta secca e candita, ingredienti principali di questa ricetta. Prendete la frutta candita e tagliatela a cubetti (1-2). Poi mettete in piccole ciotole la buccia grattugiata del limone e dell'arancia, la noce moscata e la cannella 3. Quindi occupatevi della frutta secca 4. In una ciotola capiente sistemate l'uvetta, l'uva malaga tagliata a metà e i fichi secchi privati del picciolo duro e tagliati a listarelle 5. Aggiungete alla frutta secca due bicchierini di rum, mescolate bene e lasciate che la frutta assorba completamente il liquido 5. Intanto fate intiepidire e sciogliere 70 gr di miele inseme al vino in una casseruola 6. Quando i fichi, l'uvetta e l'uva malaga avranno assorbito il rum, unite le noci sminuzzate grossolanamente, le mandorle tagliate a bastoncini, le nocciole tagliate a metà 7 i canditi 8, la buccia grattugiata del limone e dell'arancia 9, i chiodi di garofano in polvere e il vino con il miele. Mescolate bene, facendo amalgamare tutti gli ingredienti. Coprite la ciotola con la pellicola e fate riposare il composto per almeno un'ora (o anche per tutta la notte, se preferite preparare lo zelten in due giorni) in modo da far assorbire tutti gli aromi. Nel frattempo in una piccola ciotola sbriciolate il cubetto di lievito e aggiungeteci un cucchiaino di miele 10, coprite con l'acqua tiepida 10, mescolate e attendete che si formi della schiuma in superficie. Preparate intanto la farina di segale e quella di frumento 12. Unite in una ciotola i due tipi di farina con il cumino e l'anice 13, quindi aggiungete anche il composto di lievito 14 e il cucchiaio di olio 15. A questo punto impastate tutto fino a ottenere un composto compatto, mornido ma non appiccicoso 17 e lasciatelo lievitare in un recipiente cosparso di farina fino a che non sarà raddoppiato di volume 18. Prendete la ciotola con la frutta secca e versate il contenuto su una spianatoia 19, metteteci sopra la pasta 20 e lavorate bene il tutto fino a ottenere un impasto omogeneo che non si sgretoli 21. Dividete l'impasto in otto panetti dello stesso peso 22 e modellateli secondo la forma che preferite, (rotondi a cuore, rettangolari, ovali, quadrati) purchè gli zelten abbiano uno spessore di 2 cm circa. Spennellate gli zelten con uno sciroppo di zucchero o con del miele piuttosto fluido (scioglietelo sul fuoco) 23. Fateli riposare e asciugare per 30 minuti e poi decorateli a piacimento con frutta secca e candita 24. Spennellate di nuovo gli zelten con lo zucchero e infornate a 150/160 gradi per 40 minuti. Sfornate e fate raffreddare i vostri zelten, poi avvolgeteli nella pellicola trasparente e fateli riposare per 10-15 giorni in un luogo asciutto prima di consumarli. "
}