{
    "title": "Crumble di pesche",
    "ingredients": [
        {
            "ingredient": "Pesche",
            "quantity": "gialle 6"
        },
        {
            "ingredient": "Fragole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Birra",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "140 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "140 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "120 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "2 g"
        }
    ],
    "preparation": " Iniziate la preparazione del crumble di pesche con l’impasto del crumble: ponete in una ciotola le due farine (bianca e di mandorle), aggiungete lo zucchero di canna 1, la cannella, il burro (freddo da frigorifero e ridotto in cubetti) e il tuorlo d’uovo 2. Lavorateli brevemente con un mestolo di legno, in modo da non amalgamarli completamente ma di lasciarli ben sgranati, ottenendo delle briciole d'impasto. Lasciate riposare l’impasto per 10 minuti in frigorifero e poi trasferite il crumble su una teglia coperta da un foglio di carta da forno, cercando di distanziare l’impasto 3. Cuocetelo in forno ventilato a 180°C fino a che il crumble non risulterà ben dorato (ci vorranno circa 15/20 minuti). Nel frattempo sbucciate le pesche 4 e tagliatele a dadini 5, ponetele quindi in una padella dove avrete fatto sciogliere il burro 6, aggiungete lo zucchero semolato e i semini di vaniglia. Fate saltare le pesche e sfumate con la birra 7, lasciandola evaporare. Fate quindi raffreddare la frutta.In un altro pentolino ponete le fragole ben lavate e tagliate in quarti e cuocetele per 2-3 minuti con il succo di limone 8 e lo zucchero di canna. Componete quindi il crumble di pesche utilizzando dei bicchierini monoporzione: adagiate sul fondo le fragole, aggiungete la composta di pesche e in ultimo l’impasto croccante del crumble 9. Servite il crumble di pesche freddo! "
}