{
    "title": "Crepes torta di mele",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mele Royal Gala",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        }
    ],
    "preparation": " Per preparare le crepes torta di mele, iniziate dall'impasto delle crepes. Versate in una ciotola la farina setacciata, aggiungete il latte 1 e mescolate. poi versate lo zucchero 2 e 1 pizzico di sale. Lavorate il composto con una frusta a mano fino a quando non sarà liscio e senza grumi. In una terrina a parte sbattete le uova 3 e aggiungetele alla pastella 4. Unite anche la scorza di un'arancia grattugiandola direttamente nella ciotola 5 e continuate a mescolare, quindi aggiungete anche il burro sciolto 6, poi coprite la pastella con pellicola 7 e lasciatela riposare per almeno mezz’ora in frigo. Intanto spremete il succo dell'arancia 8 e filtratelo. Poi sciacquate l'uvetta e mettetela in ammollo in acqua tiepida per farla rinvenire 9, quindi aggiungere il succo d'arancia 10. Passate a preparare le mele: privatele del torsolo con l'apposito levatorsoli 11, poi togliete la buccia 12 e dividitele a metà 13, quindi tagliatele a fettine sottili di circa mezzo centimetro 14; mano a mano che le tagliate, potete versarle in una ciotola con acqua fredda e limone in modo che non anneriscano e poi scolarle bene prima di cuocerle. In una padella ampia fate sciogliere il burro, versate lo zucchero di canna 15 e mescolate qualche istante con una spatola. e mescolate qualche istante con una spatola. Quindi unite le fettine di mela 16, mescolate e fatele caramellare, spolverizzate con la cannella 17. Fate cuocere qualche istante, poi scolate l'uvetta tendo da parte il liquido di ammollo e unitela alle mele 18. Versate anche 30 ml del liquido in cui avete ammollato l'uvetta e fate cuocere a fuoco medio fino a creare una cremina: le mele dovranno essere morbide ma non dovranno disfarsi 19. Dedicatevi poi alla ganache al cioccolato fondente: tritate il cioccolato grossolanamente 20, e unitelo alla panna versata in precedenza in un pentolino 21. Accendete il fuoco basso e mescolate fino a quando il cioccolato non si sarà sciolto 22; per ulteriori informazioni sul procedimento, potete consultare le ricetta della crema ganache. Tenete la salsa da parte, mentre iniziate a preparare le crepes: tirate fuori dal frigo l'impasto e mescolate. Scaldate una padella per crepes o una padella antiaderente di 30 cm di diametro (potete ungerla appena con del burro o con poco olio). Versate un mestolo di impasto 23 e stendetelo su tutta la superficie ruotando la padella 24 Cuocete la crepe per un minuto circa, poi staccatela delicatamente con l'apposita spatola 25 o una spatola di legno per girare la crepe dall'altro lato e cuocete per un altro minuto. Proseguite allo stesso modo fino a terminare l'impasto. Una volta pronte le crepes potete farcirle: ponete del ripieno in una metà di ciascuna crepe, aggiungete anche un cucchiaino di pinoli 26 e richiudetela a mezza luna 27. Piegate ulteriormente ciascuna crepe a triangolo 28 e una volta pronta 29 decoratela con la ganache al cioccolato prima di servire 30. Le vostre crepes torta di mele sono pronte per essere gustate! "
}