{
    "title": "Ciaccia con l'uva",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uva nera",
            "quantity": "(o uva fragola) 800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "8 cucchiai"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per realizzare la ciaccia con lâuva iniziate preparando la pasta di pane: sciogliete il lievito in poca acqua tiepida 1 (prelevata dalla quantitÃ totale di acqua prevista per la ricetta) e aggiungete un cucchiaino di malto (oppure zucchero o miele) 2, poi mescolate il tutto e lasciate riposare per qualche minuto. Mettete la farina setacciata in una planetaria, aggiungete il composto di lievito, acqua e malto 3 e cominciate ad impastare con il gancio, aggiungendo a filo lâacqua restante 4. Quando avrete ottenuto una consistenza liscia e morbida, classica dellâimpasto per il pane, trasferite il composto su una spianatoia infarinata e lavoratelo brevemente con le mani 5. Formate una palla e mettetela in una terrina, coperta con la pellicola (o un canovaccio pulito e inumidito), quindi lasciate lievitare per un paio dâore nel forno, spento e chiuso ma con la luce accesa: lâimpasto dovrÃ raddoppiare il suo volume 6. Quando la pasta per il pane sarÃ pronta, trasferitela nuovamente nella planetaria e impastatela con 50 gr di zucchero e 4 cucchiai di olio, per altri 5 minuti 7 (se preferite potete fare la stessa operazione manualmente, stendendo lâimpasto su una spianatoia infarinata e lavorandolo con le mani). Prendete lâuva, lavatelaÂ sotto l'acqua fredda corrente 8 e staccatene tutti gli acini 9 Dividete ora la pasta di pane in due parti e stendetele entrambe con lâaiuto di un mattarello, fino ad ottenere lo spessore di 1 cm 10. Oliate una teglia delle dimensioni di 40 x 30 cm 11, aiutandovi con un pennello 12 , quindi adagiate una sfoglia di pasta e cospargetene interamente la superficie con metÃ della quantitÃ totale dâuva 13, un cucchiaio di zucchero 14 e dellâolio extravergine di oliva 15. A questo punto coprite il tutto con la seconda sfoglia di pasta 16, sulla quale porrete i restanti acini dâuva, quindi spolverizzate con lo zucchero 17 e cospargete la superficie della ciaccia con l'olio di oliva che rimane. Infornate la ciaccia per 50-60 minuti in forno preriscaldato a 180Â° 18; quando sarÃ pronta fatela raffreddare e servitela tagliata a pezzi. "
}