{
    "title": "Pancake alle mele",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 45 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 55 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare i pancake alle mele come prima cosa occupatevi di quest'ultime. Lavatele, poi dividetele a metÃ 1 edÂ eliminate il torsolo 2. Senza sbucciarla, tagliate una metÃ della mela a pezzi grossi e trasferitela all'interno di un mixer 3.Â Frullate l tutto fino ad ottenere una purea 4, ve ne serviranno 100 grammi. Tenete da parte e riprendete l'altra metÃ della mela. Sbucciatela 5, tagliatela a spicchi e poi a fettine sottili 6.Â Â AdessoÂ tagliatele grossolanamente con il coltello 7 e tenete anche queste da parte.Â In una ciotola versate la farina 00, la farina di riso 8 e setacciate all'interno anche il lievito 9.Â Aggiungete poi il latte 10, l'uovo 11 e il burro fuso. Sbattete il tutto con una frusta. Unite la scorza d'arancia 12,Â quella di limone 13, lo zucchero di canna 14 e la purea di mele 15. Mescolate fino ad ottenere un composto omogeneo,Â poi aggiungete anche le mele a pezzetti 16 e mescolate ancora. Scaldate bene una padella e scioglietevi all'interno una noce di burro. Versate un mestolo d'impasto 18 e stendetelo con il dorso del mestolo in modo da ottenere un disco da 10 cm.Â Lasciate cuocere sino a che si formeranno delle bollicine sulla superficie. A questo punto girate i pancake 19 e cuocete ancora per mezzo minuto 20. Continuate in questo modo sino a terminareÂ l'impasto. Servite i vostri pancake impilandoli uno sull'altro e versando sopra un po' di miele 21.Â "
}