{
    "title": "Crostata ricotta e visciole",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "130 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Albumi",
            "quantity": "2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "25 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "35 g"
        },
        {
            "ingredient": "Amido di riso",
            "quantity": "15 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "mezza bacca"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "800 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "280 g"
        },
        {
            "ingredient": "Visciole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 100 gr"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la crostata di ricotta e visciole, fate fondere il burro a fuoco bassisimo, poi fatelo intiepidire. In una ciotola versate la farina setacciata, lo zucchero e il lievito 1. Grattugiate la scorza del limone 2 e create un buco al centro e versate i tuorli 3, l'albume 4 e per ultimo il burro fuso 5. Impastate gli ingredienti direttamente nella ciotola 6, poi lavoratelo su un piano di lavoro giusto il tempo di formare un panetto liscio. Dategli una forma rettangolare e avvolgetelo nella pellicola 7, quindi riponetelo in frigorifero a rassodare per almeno 30 minuti. Intanto preparate la crema: in un pentolino versate i tuorli, lo zucchero 8, mescolate con una frusta e versate anche l'amido di riso 9. In alternativa potete usare anche l'amido di mais o la fecola di patate. Unite la panna e il latte (10-11), mescolate con la frusta per amalgamarli e accendete il fuoco dolce. Unite i semi di mezza bacca di vaniglia e cuocete la crema continuando a rimestare con la frusta 12 fino a quando non avrete ottenuto la consistenza cremosa ideale 13; trasferite la crema in una terrina e copritela ancora calda con pellicola a contatto 14 perchè raffreddandosi non si formi la fastidiosa pellicina in superficie. Quando si sarà raffreddata a temperatura ambiente, ponetela in frigorifero. Intanto prendete la ricotta (che avrete avuto cura di scolare per almeno due ore o meglio ancora la notte precedente) e setacciatela con un colino a maglie strette, ripetendo l'operazione più volte per renderla più cremosa 15. Unite lo zucchero a velo 16 e mescolate per amalgamare gli ingredienti; coprite la crema e ponetela in frigorifero. Dedicatevi ora alle visciole: tirate via da ciascuna il picciolo e il nocciolo 17 quindi versatele in padella 18 aggiungete lo zucchero 19 e cuocetele a fuoco moderato con il coperchio per almeno 20 minuti o fino a quando il liquido di vegetazione si sarà asciugato quasi del tutto, mescolando di tanto in tanto 20. A quel punto spegnete il fuoco e lasciate raffreddare. Poi riprendete la frolla, stendete metà panetto in un disco spesso circa mezzo cm 21 imburrate e infarinate uno stampo di 28 cm di diametro; arrotolate il disco di frolla sul mattarello e srotolatelo sullo stampo. Passate il mattarello sui bordi per eliminare la pasta in eccesso 22 (potete unire i ritagli all'altrà metà di frolla), fate aderire perfettamente la frolla allo stampo e guarnite il fondo con uno strato di crema pasticcera 23, poi versate anche le visciole cotte, oramai fredde 24 e rivestite il tutto con la crema alla ricotta 25, distribuita uniformemente. Stendete l'altrà meta del panetto di pasta frolla insieme ai ritagli e ricoprite con il disco ottenuto 26. Sigillate bene i bordi perchè in cottura non fuoriesca il ripieno, poi spennellate la superficie con un uovo sbattuto con un cucchiaio di panna 27. Cuocete in forno statico preriscaldato a 180° per 50 minuti circa (160° per 40 minuti se forno ventilato). Una volta cotta sfornatela e lasciatela raffreddare 28, quindi capovolgetela per formarla 29 e servite la crostata ricotta e visciole per un fine pasto goloso 30! "
}