{
    "title": "Cobbler di frutti rossi",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "260 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Melagrana",
            "quantity": "metÃ"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il cobbler di frutti rossi mescolate la farina 00, lo zucchero e il lievito in una ciotola, aiutandovi con una frusta (1-2). Aggiungete 120 gr di burro morbido a pezzi 3 e cominciate a lavorare l’impasto con le mani 4, fino ad ottenere una consistenza sabbiosa (se lo desiderate potete fare questa operazione utilizzando un mixer). A questo punto unite il latte a filo 5 e mescolate energicamente con una frusta per ottenere una pastella senza grumi 6, quindi aromatizzate con la scorza di limone grattugiata. Pulite ora la melagrana, tagliatela a metà 7 e sgranatela per bene 8, poi unite i chicchi succosi ai frutti rossi, in una ciotola, mescolando il tutto 9. Tagliate il burro restante a pezzetti (80 gr) mettetelo nelle cocotte e fatelo sciogliere in microonde 10 (se non lo avete potete sciogliere il burro in un pentolino, a fuoco basso, e versarlo successivamente negli stampi). Ora posizionate circa 70 gr di pastella sul fondo di ogni cocotte 11, aggiungete 50 gr di frutti rossi 12 e coprite nuovamente con un cucchiaio di pastella 13, fino a coprire tutti i frutti. Sistemate le cocotte su una leccarda da forno e cuocete il tutto in forno preriscaldato 14, a 180° per 45 minuti, o fino a quando la superficie si sarà dorata 15. Quando è pronto, servite il cobbler di frutti rossi tiepido. "
}