{
    "title": "Crostata di fichi e mascarpone ",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "70 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "7 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Fichi",
            "quantity": "800 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "70 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crostata di fichi e mascarpone, iniziate dalla pasta frolla. Ponete la farina in un mixer e aggiungete il burro freddo a pezzetti 1. Versate anche lo zucchero a velo 2 e un pizzico di sale 3, quindi azionate il mixer, fino ad ottenere un composto sabbioso. Trasferite il composto su una spianatoia 4 e create una fontana al centro. Quindi grattugiate la scorza di limone 5 e poi aggiungete i tuorli 6. Amalgamate tutti gli ingredienti, lavorando il composto a mano 7, fino ad ottenere un impasto piuttosto liscio ed omogeneo 8. Modellate l’impasto, ricopritelo con la pellicola trasparente 9 e lasciate riposare in frigo per almeno mezz’ora. Per scoprire come preparare e conservare al meglio la pasta frolla, consultate la nostra Scuola di cucina: pasta frolla. Nel frattempo preparate la crema al mascarpone: per prima cosa immergete la colla di pesce in una ciotola riempita con acqua fredda per 10 minuti 10. Trascorso questo tempo, strizzate la colla di pesce e scioglietela in 50 ml di panna tiepida 11. Ora ponete il mascarpone nella tazza di una planetaria o in una ciotola per poi lavorarlo con uno sbattitore elettrico, e ammorbiditelo con lo zucchero a velo 12, ricordandovi di tenerne da parte 2 cucchiai. Sbattete solo per qualche secondo con le fruste, altrimenti rischia di diventare troppo grumoso. Montate la panna restante con i due cucchiai di zucchero a velo che avete messo da parte 13. Dopodichè unite il composto di colla di pesce e panna al mascarpone 14 e mescolate bene. Quindi grattugiate la scorza di un limone 15. Aggiungete delicatamente il mascarpone alla panna montata 16 e unite la scorza di limone grattugiata. Mescolate con cura il tutto per incorporare gli ingredienti, coprite la ciotola con la pellicola e lasciate rassodare in frigorifero per almeno 1 ora 17. Nel frattempo tirate fuori dal frigo il panetto di pasta frolla e stendetelo su una spianatoia precedentemente infarinata, ottenendo una sfoglia alta circa 1 cm 18. Imburrate una tortiera dal diametro di 25 cm, aiutandovi con un pennello e infarinatela (19-20). Quindi sollevate la pasta frolla stesa, arrotolandola sul mattarello e posizionatela sulla tortiera 21. Fatela aderire bene alla tortiera con le mani. Eliminate la pasta in eccesso, spingendo il mattarello sui bordi della tortiera 22 e bucherellate il fondo della pasta frolla con i rebbi di una forchetta 23. Dopodichè effettuate la cottura alla cieca: stendete un velo di carta forno sul fondo e riempite con dei fagioli secchi 24. Infornate la teglia in forno statico preriscaldato a 180° per 30 minuti, se usate il forno ventilato, cuocete a 160° per 20 minuti. Per scoprire come effettuare al meglio la cottura alla cieca, consultate la nostra Scuola di cucina: come fare la cottura alla cieca. Una volta cotta, sfornate la pasta frolla, eliminate la carta forno e i fagioli secchi e cuocete ancora per 5 minuti alla stessa temperatura 25, quindi sfornatela e lasciatela raffreddare completamente. Una volta raffreddata, farcitela con la crema al mascarpone 26, che si sarà ormai rassodata, livellandola con il dorso di un cucchiaio 27. Ora preparate la guarnizione: lavate i fichi con cura e asciugateli con un panno da cucina o della carta assorbente. Quindi poneteli su un tagliere e dopo averli divisi a metà 28, tagliate ogni metà in tre parti 29. Prendete una padella antiaderente, sistemate gli spicchi di fico e aggiungete lo zucchero di canna 30. Fate cuocere gli spicchi di fico a fuoco medio per 5-6 minuti. Cuocete fino a che non raggiungeranno una consistenza morbida e caramellata 31, girandoli molto delicatamente per evitare che si sfaldino e lasciate raffreddare. A questo punto decorate la torta, posizionando gli spicchi di fico a raggera 32 e terminando con una manciata di mandorle a lamelle 33. La vostra crostata di fichi e mascarpone è pronta per essere servita e gustata! "
}