{
    "title": "Biscotti rustici alle mele",
    "ingredients": [
        {
            "ingredient": "Farina integrale",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "20 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Mele Royal Gala",
            "quantity": "2"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "30 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti rustici alle mele, iniziate dalla frolla: in una planetaria versate lo zucchero di canna e il burro a pezzetti freddo 1. Aggiungete anche il pizzico di sale 2 e il miele d'acacia 3 e lavorate con la foglia della planetaria sino ad amalgamare tutti gli ingredienti. Unite gli albumi 4, i semi di mezza bacca di vaniglia 5 e lavorate nuovamente per circa 1-2 minuti.Â Infine unite la farina e il lievito 6 e lavorate sino ad ottenere un impasto uniforme e compatto 7. Trasferitelo su una spianatoia, compattatelo e avvolgetelo in pellicola per alimenti (8-9).Â Lasciate riposare l'impasto in frigorifero per almeno 30 minuti. Preparate la farcitura: lavateÂ e tagliate le mele prima a metÃ 10Â e poi a spicchi, quindi togliete torsolo e semini e riducetele a fettine 11. MetteteÂ le mele in padella con lo zucchero e la cannella 12, versate anche il succo d'arancia 13Â e cuocete con il coperchio per circa 5 minuti. Una volta pronteÂ trasferitele nel mixerÂ insiemeÂ alla farina di nocciole 14Â e alla farina di mandorle 15 eÂ frullate per qualche secondo per creare un composto omogeneo 16. Tritate grossolanamente le nocciole e unitele al composto ottenuto in una ciotola 17, mescolate 18 e trasferite ilÂ ripienoÂ in un sac-Ã -poche. Riprendete la frolla, togliete la pellicola, spolverizzate leggermente il piano di lavoro e stendete l'impasto con un mattarello 19Â per formare un quadrato di 30x30 cm. Rifinite i bordi per dare la giusta dimensione, quindi tagliate il quadrato in 3 strisce da 10 cm diÂ larghezza 20. ConÂ il sac-Ã -poche realizzate una striscia di ripienoÂ lungo il lato lungo di ciascuna striscia di frolla 21. Arrotolate la frollaÂ per ricoprire la farcia fino a completa chiusura formando 3 rotoli 22. Lasciateli riposare in frigorifero per 5 minuti. Tagliate poi ogni rotolo in 3 pezzi da 10 cm di lunghezza ciascuno 23 e posizionateli su una leccarda con carta da forno 24. Spennellate ciascun biscotto con lâuovo sbattuto 25 e spolverizzate con zucchero di canna 26. Cuocete i biscotti rustici alle mele in forno ventilato preriscaldato a 180Â° nel ripiano medio del forno per circa 20 minuti. Una volta pronti, sfornateÂ 27Â e lasciate intiepidire i vostri biscotti rustici alle mele prima di servirli! "
}