{
    "title": "Torta di pane",
    "ingredients": [
        {
            "ingredient": "Pane casereccio",
            "quantity": "400 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Grappa",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta di pane, private il pane e dalla crosta 1: dovrete ottenere 300 gr di mollica di pane che taglierete a pezzi e li metterete in una ciotola in ammollo con il latte per circa 10 minuti 2. Mettete in ammollo con dell'acqua anche l’uvetta, per cinque minuti, per ravvivarla 3. Intanto che la mollica si ammorbidisce, grattuggiate la buccia di un limone 4 e imburrate con un piccolo pezzo di burro della dose totate una tortiera da 22 cm, spolverandola con il pangrattato (5-6). Trascorsi i dieci minuti, strizzate per bene la mollica e unitevi lo zucchero e l’uovo 8, poi il burro ammorbidito tagliato a pezzetti 8. Mescolate bene con un cucchiaio di legno, per rendere amalgamare tutti gli ingredienti 9. Aggiungete la grappa 10, quindi l’uvetta scolata, la scorza di limone, i pinoli 11 e infine la farina setacciata 12. Mescolate molto bene gli ingredienti fino ad ottenere un composto compattoe omogeneo 13 che trasferirete nella tortiera imburrata 14. Con il dorso di un cucchiaio stendetelo in modo uniforme e appiattite la superficie 14, infornate la torta a 180° gradi per circa 60 minuti: la superficie dovrà risultare dorata 15. Sfornate e fate raffreddare: la vostra torta di pane è pronta! "
}