{
    "title": "Minicharlotte di Pavesini con crema diplomatica e frutti di bosco",
    "ingredients": [
        {
            "ingredient": "Pavesini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "375 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "225 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "9"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "120 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        }
    ],
    "preparation": " Per realizzare le minicharlotte di Pavesini con crema diplomatica e frutti di bosco iniziate a preparare la crema pasticcera con il procedimento a freddo: ponete in una pentola il latte con la bacca di vaniglia incisa a metà 1, lo zucchero, i tuorli 2 e la farina setacciata e fate addensare tutti gli ingredienti a fuoco basso, continuando a mescolare con una frusta per evitare la formazione di grumi 3. (In alternativa potete seguire il procedimento che trovate nella scheda dettagliata della crema pasticcera che trovate qui). intanto ponete la gelatina in una ciotola con acqua fredda per 10 minuti 4 fino a quando non si sarà ammorbidita, poi strizzatela bene 5 e incorporatela alla crema pasticcera calda 6. Coprite la crema pasticcera con un foglio di pellicola a contatto e lasciate raffreddare la crema 7 in frigorifero per almeno 2 ore. Ora preparate una crema chantilly (per la scheda dettaglita cliccate qui): montate la panna nella tazza di una planetaria dotata di frusta, oppure usate uno sbattitore elettrico 8 e quando la panna inizierà a scrivere unite lo zucchero a velo setacciato fino a quando non avrà raggiunto una consistenza corposa. Riprendete la crema pasticcera e montatela qualche istante con una frusta elettrica per renderla spumosa 9, incorporate quindi la crema pasticcera alla crema chantilly 10, ora la vostra crema diplomatica è pronta 11. Prendete dei coppa pasta a cilindro del diametro di 8 cm e alti 7 cm 12, ritagliate con la carta da forno delle strisce larghe 8 cm 13 che andrete ad arrotolare per rivestire le pareti dei cilindri 14. Ponete i cilindri su un vassoio ricoperto di carta da forno e iniziate a comporre le minicharlotte: in una ciotolina versate il latte freddo per l’inzuppo, prendete un Pavesino, immergetelo nel latte e adagiatelo all’interno del cilindro 15, per ciascuno strato sono sufficienti 3 Pavesini (1 intero al centro + 2 leggermente tagliati secondo la forma del cilindro) 16 , riempite una sac-à-poche dotata di bocchetta liscia di 1 cm e 1/2 con la crema e versate uno strato di crema 17 sui Pavesini, proseguite con un secondo strato di Pavesini 18 e crema e infine terminate con un terzo strato sempre di Pavesini e crema. Ponete in frigorifero il vassoio con le minicharlotte per fare rassodare la crema per 1 ora. Intanto occupatevi della coulis di lamponi: ponete la gelatina in una ciotolina con acqua fredda fino a che non si sarà ammorbidita. Intanto ponete i lamponi con lo zucchero semolato in una padella 19, fate appassire i lamponi a fiamma bassa, per 2-3 minuti 20 (per la scheda dettagliata cliccate qui). Filtrate la coulis ottenuta con un colino per eliminare eventuali semi 21: premete bene con il dorso di un cucchiaio e raccogliete la salsa all’interno di una ciotolina, Intanto ponete la gelatina in acqua fredda per farla ammorbidire 22. Infine strizzate bene la gelatina ammorbidita e unitela alla coulis calda 23. Lasciate raffreddare la coulis. Tirate fuori dal frigo le minicharlotte 24 Con un cucchiaio versate la coulis sopra l’ultimo strato di crema ormai rassodato 25 (sono sufficienti 40 g di coulis per ciascuna minicharlotte). Riponete nuovamente in frigorifero il vassoio con le minicharlotte per far rassodare anche la coulis di lamponi per circa 2 ore. Trascorso il tempo di riposo, sfilate i cilindri 26 poneteli su un piattino, e srotolate la carta forno che avvolge le minicharlotte 27. Ora potete guarnire le vostre minicharlotte 28: adagiate sul bordo della minicharlotte i Pavesini uno vicino all'altro in modo da rivestire completamente il bordo; per ciascuna minicharlotte serviranno 10 pavesini. Ultimate le vostre minicharlotte di Pavesini con crema diplomatica e frutti di bosco guarnendo con frutti di bosco freschi 30 e foglioline di menta. "
}