{
    "title": "Sandwich cookies all'avena con NutellaÂ®",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 230 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Fiocchi di avena",
            "quantity": "90 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "NutellaÂ®",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i sandwich cookies all'avena con NutellaÂ® come prima cosa versate lo zucchero in una ciotola. Unite il burro freddo a cubetti 1 e il sale 2. Lavorate il tutto con le fruste elettriche 3 fino ad ottenere una massa omogenea.Â Aggiungete le uova 4 e lavorate sino a che non saranno completamente assorbite 5. A questo punto in una ciotolina mescolate insieme farina e lievito 6.Â UniteÂ il tutto al composto di burro, zucchero e uova 7 e lavorate ancora con le fruste elettriche. Aggiungete poi i fiocchi d'avena 8 e mescolate con una spatola per incorporarli 9.Â Rivestite una placca con la carta forno 10. Formate delle palline con le mani da circa 20 grammi e posizionatele sulla leccarda distanzandole di circa 4 cm l'una dall'altra 11. Dovrete ottenerne circa 40 12. Cuocete in forno statico preriscaldato a 180Â° per circa 20 minuti nel ripiano centrale. Poi sfornate 13 e lasciate raffreddare. Poi prendete un biscotto,Â mettete al centroÂ della parte piatta 7,5 g di NutellaÂ® 14 e richiudete con un altro biscotto 15.Â Fate una leggera pressione con le mani 16 e spolverizzate con lo zucchero a velo 17. Ripetete quest'operazione per tutti i biscotti 18. I sandwich cookies all'avena con NutellaÂ® sono pronti da servire.Â "
}