{
    "title": "Bicchierino con melighe, crema al cioccolato e zabaione al passito",
    "ingredients": [
        {
            "ingredient": "Biscotti melighe",
            "quantity": "8"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Amido di riso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "(tritato) 100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "125 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(temperatura ambiente) 8"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Passito di Pantelleria",
            "quantity": "100 ml"
        }
    ],
    "preparation": " Per realizzare il bicchierino con melighe, crema al cioccolato e zabaione al passito iniziate dalla preparazione della crema pasticcera al cioccolato: in un pentolino con il doppio fondo versate i tuorli, rompeteli con una frusta poi unite lo zucchero semolato 1 e l’amido di riso 2, aggiungete anche a filo il latte 3 e la panna 4 continuando a sbattere con la frusta per incorporare gli ingredienti. Scaldate il composto e mescolate fino a quando la crema non sarà densa. A questo punto spegnete il fuoco e aggiungete il cioccolato tritato 5 mescolate 6 finché non si sarà sciolto. Trasferite la crema pasticcera al cioccolato in una ciotola bassa e larga 7, coprite con la pellicola a contatto e lasciatela raffreddare. Ora occupatevi dello zabaione: in una bastardella ponete i tuorli, aggiungete lo zucchero 8 e montate con uno sbattitore elettrico 9 fino ad ottenere un composto spumoso e chiaro. Poi aggiungete a filo il vino passito 10, sempre sbattendo finchè non si sarà ben amalgamato. Prendete una pentola che possa contenere la bastardella , riempitela con due dita d’acqua e ponetela a scaldare sul fuoco, ponete sopra la bastardella con la crema di zabaione 11 e fate scaldare per 10 minuti sempre sbattendo con la frusta il composto 12. Quando la crema sarà gonfia e densa trasferite la bastardella in una ciotola colma di ghiaccio per far raffreddare rapidamente lo zabaione. Ora componete i bicchierini della capacità di 200 ml: sbriciolate le melighe grossolanamente 13, poi ponete uno strato di melighe sbriciolate sul fondo del bicchierino 14, prendete la crema pasticcera, trasferitela in una sac-à-poche con bocchetta stellata e spremete un po’ di crema nel bicchierino 15, poi fate un altro strato di melighe e terminate con lo zabaione 16. Per finire guarnite i bicchierini con briciole di melighe 17. I vostri bicchierini con melighe, crema al cioccolato e zabaione al passito sono pronti per essere gustati 18! "
}