{
    "title": "Sbriciolata di mele con fiocchi d'avena",
    "ingredients": [
        {
            "ingredient": "Fiocchi di avena",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Zucchero muscovado",
            "quantity": "35 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "35 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mele Golden",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero muscovado",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare la sbriciolata di mele con fiocchi d'avena, per prima cosa preparate il crumble: in una ciotola capiente unite la farina integrale, i fiocchi dâavena 1, lo zucchero semolato 2, lo zucchero muscovado 3, il burro freddo a cubetti 4 e un pizzico di sale, poi amalgamate il tutto velocemente con la punta delle dita 5 fino ad ottenere un composto bricioloso 6. Mettete lâimpasto in frigorifero e lasciatelo riposare per circa 30 minuti. Passate alla preparazione del ripieno: sbucciate le mele, dividetele a metÃ ed eliminate il torsolo 7, poi tagliatele a spicchi 8 e infine a fettine sottili 9. Trasferite le mele in una ciotola, aggiungete lo zucchero muscovado 10 e la cannella 11 e mescolate con un cucchiaio 12. Ora prendete una tortiera del diametro di 20 cm, foderate il fondo con la carta forno e versate allâinterno metÃ dellâimpasto del crumble 13: cercate di creare uno strato uniforme compattando leggermente lâimpasto con le dita. Distribuite il ripieno sopra la base lasciando uno spazio libero di 1 cm lungo il bordo 14, poi ricoprite il tutto con il crumble restante 15. Compattate la superficie con le dita 16 e cospargete con la granella di nocciole 17, poi cuocete in forno statico preriscaldato a 180Â° per circa 35 minuti. Una volta cotta, sfornate la vostra sbriciolata di mele con fiocchi d'avena e lasciatela raffreddare completamente prima di gustarla 18! "
}