{
    "title": "Torta 5 minuti",
    "ingredients": [
        {
            "ingredient": "Mandorle pelate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "80 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta 5 minuti preriscaldate il forno statico a 180°, poi prendete un robot da cucina e versate all’interno tutti gli ingredienti: la farina setacciata 1, lo zucchero semolato 2, le mandorle intere pelate 3 il burro tagliato a pezzetti 4, le 3 uova intere 5, il levito chimico per dolci 6 Un pizzico di sale 7, grattugiate la scorza di limone 8 per profumare l’impasto e aromatizzate con il Grand Marnier. Frullate tutto fino a quando non otterrete un composto omogeneo, l’impasto deve risultare abbastanza compatto. Imburrate e foderate con carta da forno una tortiera del diametro di 24 cm, versate all’interno l’impasto con un cucchiaio 9 Distribuite il composto nella teglia in modo uniforme e livellate la superficie con una spatola 10. Cuocete la torta nel forno già caldo a 180° per 50 minuti (potete provare a cuocere in forno ventilato a 160° per circa 40 minuti, coprendo se necessario la superficie gli ultimi 10 minuti con un foglio di carta alluminio e facendo sempre la prova dello stecchino). Trascroso il tempo di cottura sfornate la teglia 11, lasciatela intiepidire e poi sformatela e servite la torta 5 minuti spolverizzandola con lo zucchero a velo 12! "
}