{
    "title": "Colomba salata",
    "ingredients": [
        {
            "ingredient": "Farina integrale",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 55 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 75 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 75 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "55 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "100 g"
        },
        {
            "ingredient": "Provolone",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori secchi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Albumi",
            "quantity": "37 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Arachidi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la colomba salata iniziate a realizzare l'impasto. Versate all'interno della ciotola della planetaria, dotata di gancio, la farina integrale 1, la 00 e la manitoba 2. Aggiungete il lievito sbriciolato 3, il miele 4 e il latte 5. Iniziate ad impastare 6Â poi versate anche l'acqua 7 e lavorate ancora. Incorporate poi anche le uova lentamente 7 e quando saranno ben amalgamate aggiungete il sale 9Â e il primo pezzetto di burro 10. Continuate ad impastare il tutto a velocitÃ moderata aggiungendo il burro poco per volta fino a che l'impasto non sarÃ ben incordato 11. Staccatelo poi dal gancio 12Â e trasferite l'impasto in un'altra ciotola cercando di dare una forma sferica (13-14). Coprite con pellicola 15 e lasciate lievitare per 2 ore a temperatura ambiente.Â Quando saranno quasi trascorse le due ore prendete la pancetta. Tagliatela a cubetti grandi mezzo cm 16, poi trasferiteli in una padella 17 e saltateli a fuoco medio per 5 minuti 18. Tenete da parte e lasciate raffreddare.Â Nel frattempo tagliate il provolone a cubetti 19, tritate le erbe aromatiche 20 e tagliate i pomodorini secchi a pezzetti 21.Â Quando l'impasto sarÃ ben lievitato 22, trasferitelo su un piano leggermente infarinato 23 e allargatelo tirandolo delicatamente con le mani 24.Â Posizionate al centro pancetta, provolone, pomodori secchi e le erbe aromatiche 25. Richiudete l'impasto 26 e impastatelo per incorporare tutti gli ingredienti 27.Â Poi dividetelo a metÃ 28 e ricavate da ciascuna porzione due filoni lunghi circa 30 cm 29. Adagiate il primo nello stampo in modo da formare le ali 30,Â e poi posizionate sopra il secondo in modo da formare il corpo della coloma (31-32). Coprite con un panno e lasciate lievitare per altre 2 ore. A questo punto potrete preparare la glassa. In una ciotola versate gli albumi, il formaggio grattugiato 33Â e sbattete il tutto con una frusta 34; in ultimo incorporate anche il pepe 35 e mescolate un'ultima volta. Riprendete la colomba che avrÃ lievitato e spalmate la glassa ottenuta su tutta la superficie 36 Spargete anche qualche mandorla 37 e alcuni arachidi 38. Cuocete poi in forno statico preriscaldato a 190Â° per 50 minuti, sistemandola nel ripiano basso eÂ posizionando sopra un'altra teglia, in modo da non far colorare troppo la glassa. Fate sempre la prova dello stecchino prima di sfornarnareÂ e lasciate raffreddare la vostra colomba salata prima di servirla 39.Â "
}