{
    "title": "Muffin al farro con fragole e mandorle",
    "ingredients": [
        {
            "ingredient": "Farina di farro",
            "quantity": "370 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero grezzo di canna",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "75 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        }
    ],
    "preparation": " Per preparare i muffin al farro con fragole e mandorle, in una ciotola mescolate la farina di farro e lo zucchero di canna grezzo, con l'aiuto di una frusta 1. Unite poi il lievito 2 e lo yogurt 3, poi rompete le uova e aggiungetele 4 quindi mescolate con la frusta 5. Infine versate a filo l'olio extravergine d'oliva 6 e amalgate bene gli ingredienti. Continuate a mescolare con una spatola fino ad ottenere un composto omogeneo e morbido 7. Lavate le fragole, spuntatele e tagliatele a pezzetti (8-9). Aggiungete le fragole all'impasto dei muffin 10, date una mescolata 11 e per ultimo unite le mandorle a lamelle 12. Ricordate di tenere da parte una manciata sia di fragole che di mandorle che vi serviranno per la decorazione finale. In uno stampo per muffin sistemate i pirottini e riempiteli per 3/4 della loro altezza con l'impasto 13; aggiungete un paio di pezzi di fragole e delle lamelle di mandorle sulla supeficie di ogni muffin 14 e cuocete i muffin al farro in forno già caldo a 180° 20-25 minuti (se forno ventilato 160° per 15-20 minuti). Sfornate i muffin al farro con fragole e mandorle 15, fateli raffreddare su una gratella e serviteli! "
}