{
    "title": "Ciambella marmorizzata al cacao e gocce di cioccolato",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 6"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Gocce di cioccolato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "140 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "140 ml"
        },
        {
            "ingredient": "Gocce di cioccolato bianco",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la ciambella marmorizzata al cacao e gocce di cioccolato, iniziate versando nella tazza di una planetaria il burro con lo zucchero e lavoratelo a crema 1, quindi versate 1 uovo alla volta a temperatura, ambiente aspettando che si sia assorbito prima di proseguire con un altro 2. Poi aromatizzate con la scorza di arancia grattugiata 3 (se preferite potete aggiungerla solo a metà del composto, dopo il passaggio 8); Prelevate 45 g di farina da tenere da parte e setacciate il resto con il lievito 4, versate un cucchiaio alla volta nell'impasto 5; quando si sarà assorbita versate anche il latte a temperatura ambiente 6 e un pizzico di sale. Continuate a lavorare l'impasto per almeno 5 minuti. dividete l'impasto in due ciotole (circa 740 g a ciotola) 7 e unite in una i 45 g di farina che avevate messo da parte 8 insieme alle gocce di cioccolato 9; nell'altra setacciate il cioccolato amaro 10 e mescolate per farlo amalgamare. Quindi versate i due impasti in due distinte sac-à-poche usa e getta senza bocchetta 11; imburrate e infarinate uno stampo da ciambella di 23 cm di diametro ( misurato in superficie), quindi tagliate la punta e distribuite i due impasti nello stampo, premendo contemporaneamente le due sac-à-poche 12. Quando avrete terminato 13, fate cuocere la ciambella in forno statico preriscaldato a 170° per circa 70 minuti (150° per 60 minuti se forno ventilato); una volta cotta fatela intipiedire, quindi sformatela e fatela raffreddare completamente su una gratella 14; nel frattempo preparate la ganche al cioccolato fondente: tritate il cioccolato 15 versate in un pentolino la panna 16, portate a sfiorare il bollore, quindi spegnete e unite il cioccolato fondente tritato 17. Fate sciogliere completamente mescolando con una frusta, poi versate la ganache in una ciotola 18 e fate raffreddare a temperatura ambiente. Una volta che la ciambella sarà completamente fredda, ricopritela con la ganache aiutandovi con un cucchiaio 19, quindi cospargete la superficie con le gocce di cioccolato bianco 20. Quindi servite la vostra ciambella marmorizzata al cacao con gocce di cioccolato 21. "
}