{
    "title": "Crostatine al Nesquik con pere caramellate",
    "ingredients": [
        {
            "ingredient": "Nesquik",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Pere Williams",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Nesquik Squeeze",
            "quantity": "q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "di cioccolato 8"
        }
    ],
    "preparation": " Per le crostatine al Nesquik con pere caramellate per prima cosa prepariamo la pasta frolla al Nesquik con il metodo della sabbiatura: nella ciotola di un mixer con le lame mettete la farina 1 con il burro freddo tagliato grossolanamente a dadini 2 e il Nesquik 3 quindi azionate il mixer per un paio di minuti fino ad ottenere un composto per l'appunto sabbioso. Trasferite il composto in una ciotola capiente e aggiungete lo zucchero a velo setacciato 4 mischiandolo bene al resto 5; aggiungete anche l'uovo 6 e iniziate a impastare all'interno della ciotola quando avrete raccolto tutti gli ingredienti trasferite l'impasto su una spianatoia leggermente infarinata e iniziate a lavorare l’impasto 7 fino a quando avrà raggiunto una consistenza abbastanza compatta e assunto un colore marrone scuro omogeneo, quindi formate un panetto con l’impasto 8 appiattitelo leggermente e avvolgetelo nella pellicola trasparente 9 quindi lasciatelo riposare in frigorifero per almeno un'ora. Trascorsi i 60 minuti prendete l’impasto e stendetelo su una spianatoia con un matterello in modo da ottenere una sfoglia di spessa circa 3-4 mm e ritagliate dei quadrati di impasto di circa 10x10 cm 10. Imburrate e infarinate bene gli stampi delle crostatine, noi abbiamo utilizzato degli stampini del diametro della base di 10 cm e alti 2 cm 11 e adagiate il quadrato di pasta frolla sullo stampo in modo da fargli prendere la forma dello stampo aiutandovi con le mani per farlo aderire 12 con un coltellino dalla lama liscia, oppure con un piccolo mattarello, eliminate la pasta in eccesso dai bordi e bucherellate il fondo con i rebbi di una forchetta 13, avendo cura di non bucare fino in fondo la pasta. A questo punto procedete con la cottura alla cieca (per i dettagli guardate la scheda di Scuola di Cucina Come fare la cottura alla cieca.): adagiate un quadrato di carta forno in ogni stampo e riempiteli di fagioli 14. Infornate gli stampi in forno statico per circa 20-25 minuti in forno statico a 180 gradi (in forno ventilato 160 gradi per 10-15 minuti). In questo modo i fagioli faranno sì che la frolla non si gonfi in cottura. Una volta cotte sfornate le crostatine, sformatele dagli stampi e lasciatele raffreddare. Nel frattempo preparate la crema di pere, sbucciate e tagliate 5 pere a tocchetti grossolani 16. Mettete una noce di burro in una padella antiaderente e fatela sciogliere poi aggiungete le pere 17, che avrete precedentemente scolato, 150 g di zucchero 18, metà cucchiaino di cannella 19 e il succo di mezzo limone 20. Fate cuocere a fiamma moderata per 10-15 minuti fino a quando le pere inizieranno a sfaldarsi. A questo punto lasciate evaporare il liquido in eccesso (le pere non dovranno risultare acquose ma abbastanza asciutte), lasciatele raffreddare e poi versatele nel bicchiere di un frullatore ad immersione 21 e frullate fino ad ottenere una crema 22 e trasferitela in una sac-à-poche dotata di bocchetta a stella. Quindi preparate la dadolata di pere. Sbucciate le altre 3 pere, tagliatele a dadini piccoli e regolari 24, mettete la restante noce di burro in una padella antiaderente e fatela sciogliere poi aggiungete le pere, che avrete precedentemente scolato, 50 g di zucchero, mezzo cucchiaino di cannella e il succo di limone. Fate cuocere a fiamma moderata per 10 minuti ma senza farle sfaldare, le pere dovranno rimanere intatte 25, una volta pronte tenetele da parte e procedete con la decorazione delle crostatine. Spremete la crema di pere all'interno della base di pasta frolla riempiendole completamente 26 e sistemate al di sopra un cucchiaino di pere in dadolata 27. Come tocco finale, mettete un po’ di Nesquik squeeze in un cucchiaino e fatelo ricadere tutt'intorno alla crema di pere 28 in modo da creare un effetto variegato, in ultimo sistemate una decorazione al cioccolato all'interno della crema 29 ed ecco le vostre crostatine al Nesquik con pere caramellate pronte per essere divorate 30! "
}