{
    "title": "Ovetti di cioccolato ripieni di mousse alla pera",
    "ingredients": [
        {
            "ingredient": "Ovetti di cioccolato al latte",
            "quantity": "4"
        },
        {
            "ingredient": "Pere abate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Moscato",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "120 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Colla di pesce",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare gli ovetti di cioccolato ripieni di mousse alla pera iniziate sbucciando le pere ed eliminando il torsolo centrale 1, tagliatele a dadi e ponetele in un tegame in cui aggiungerete il vino moscato 2 e lo zucchero 3. Fate quindi cuocere le pere ed evaporare il vino. Nel frattempo mettete in ammollo per 10 minuti i fogli di colla di pesce in abbondante acqua fredda. Quando le pere saranno cotte, passatele al mixer ancora calde, aggiungendo se gradite una spolverata di cannella in polvere 4. Dovrete ottenere una purea liscia e senza grumi, se necessario passate la crema al setaccio.Strizzate la colla di pesce 5 e scioglietela nella purea di pera ancora calda, poi riponete la purea in frigorifero per circa mezz'ora.Nel frattempo dividete le uova di cioccolato a metà servendovi di un coltellino dalla lama liscia e sottile che scalderete appena sulla fiamma e con la quale inciderete la linea di giuntura, già esistente 6. Fate sciogliere il cioccolato fondente a bagnomaria o al microonde e spennellate i bordi delle uova 7 che poi intingerete nella granella di nocciola 8 e lascerete indurire al fresco. Ponete il restante cioccolato sciolto in una sac a poche e disegnate su carta forno 8 sagome (fiocchetti, cuoricini, girandole), che porrete a raffreddare in frigorifero 9. Montate la panna e incorporatela delicatamente alla purea di pera 10 precedentemente preparata. Ponete la mousse così ottenuta in frigorifero e lasciatela raffreddare per almeno mezz'ora.Con la mousse ben fredda, riempite le 8 mezze uova 11 e infine posizionate una decorazione di cioccolato sull’estremità di ognuno di esse 12. Servite le uova di cioccolato ripiene di mousse ben fredde. "
}