{
    "title": "Pasteis de nata",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "160 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "75 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 125 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "9"
        }
    ],
    "preparation": " Per realizzare i pasteis de nata preparate la pasta sfoglia seguendo la nostra ricetta della Pasta sfoglia. Iniziate con la preparazione del pastello: setacciate le due farine 1, sciogliete il sale nell’acqua 2, unitelo alle farine e impastate il tutto a mano o con una planetaria 3, fino ad ottenere un composto morbido ed elastico. Lasciatelo riposare in una ciotola, coperto con pellicola 4, in frigorifero per almeno mezz'ora. Preparate intanto il panetto: prendete il burro e appiattitelo con il mattarello 5 fino ad ottenere un rettangolo di circa 12x 17 cm, per aiutarvi potete porlo tra due fogli di carta da forno. Riponete il panetto di burro in frigorifero finchè non sarà ben freddo e compatto. Riprendete il pastello, ponetelo su una spianatoia infarinata e stendetelo dandogli la forma di un rettangolo che misuri circa 25 x 35 cm. Mettete al centro della sfoglia il panetto di burro 6, e richiudete la pasta da tutti e quattro i lati (7-8), stendete il panetto ottenuto con il mattarello per ottenere nuovamente un rettangolo di 25x35 cm 9. Fate la prima piega a tre ripiegando uno dei lembi più corti verso il centro e poi ripiegate sopra l’altro lembo corto 10. Avvolgete l’impasto con la pellicola 11 e lasciatelo riposare in frigorifero per 30-40 minuti. Proseguite praticando queste pieghe per altre due volte intervallando sempre con il tempo di riposo tra una piega e un’altra e avendo cura di segnare ogni volta il panetto con una pressione del dito (che vi ricorderà quante pieghe avete fatto). Occupatevi della crema: mettete sul fuoco una pentola con acqua fredda e ponete sopra una bastardella per la cottura a bagnomaria, versate all’interno della bastardella i tuorli e lo zucchero semolato 12. Mescolate con una frusta 13, versate la panna fresca 14 e accendete il fuoco, cuocete a fuoco basso continuando a mescolare e portando il composto a 80°, è importante che il composto non superi questa temperatura. Per questa operazione è utile usare un termometro per alimenti. Non appena avrà raggiunto la temperatura indicata 15 togliete immediatamente dal fuoco la crema e versatela in una ciotola per farla raffreddare, ponendo sotto un'altra ciotola colma di ghiaccio, mescolate per abbattere la temperatura e mantenere al consistenza della crema 16. Ora riprendete la pasta sfoglia, trasferitela sulla spianatoia infarinata e stendete con il mattarello un rettangolo di 35 x 40 cm 17. Arrotolate il rettangolo ottenuto dal lato più corto 18, copritelo con pellicola 19 e lasciatelo rassodare completamente in frigorifero per circa 30 minuti. Trascorso questo tempo, recuperate il rotolo di pasta sfoglia, dividetelo in 12 bocconcini 20, schiacciate ciascun bocconcino spolverizzandolo con la farina per evitare che risulti troppo appiccicoso, ricavate un cerchio al quale dare la forma di un cestino 21 che andrete a posizionare all’interno di uno stampo da muffin per creare l’involucro di pasta sfoglia. Una volta posizionati tutti i cestini di pasta, riempiteli fino al bordo con la crema 22 e cuocete in forno preriscaldato statico a 250 ° per 20 minuti e poi cuocete per 3 minuti sotto il grill del forno (oppure in forno ventilato a 220 gradi per 15 minuti). Quando la superficie risulterà bruna e caramellata potrete sfornare i dolcetti 23. Lasciate raffreddare i pasteis de nata, poi sfilateli dallo stampo 24 e gustateli! "
}