{
    "title": "Torta di mele e Nutella",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 4"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Mele stark",
            "quantity": "3"
        },
        {
            "ingredient": "Nutella",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare la torta mele e Nutella, per prima cosa sbucciate le mele e tagliatele a spicchi spessi mezzo centimetro 1, ponete gli spicchi in una ciotola colma di acqua fredda acidulata con il succo del limone per non farle annerire e occupatevi dellâimpasto. Ponete in una planetaria munita di frusta il burro precedentemente ammorbidito insieme allo zucchero 3 e montate gli ingredienti fino a formare una crema bianca e spumosa. Unite le uova a temperatura ambiente una alla volta 4, il sale e sbattete per almeno 5 minuti, fino ad ottenere un composto omogeneo e senza grumi 5. Unite al composto ottenuto la farina precedentemente setacciata con il lievito 6 alternando lâaggiunta del latte a temperatura ambiente 7. Amalgamate bene gli ingredienti, poi dividete lâimpasto in due parti uguali 8 e incorporate in una ciotola la Nutella 9 e nellâaltra il latte condensato 10. Mescolate per ottenere due composti: uno chiaro e uno scuro 11.Â Imburrate e foderate con carta da forno una teglia da 23 cm di diametro, distribuite i due impasti a cucchiaiate allâinterno dello stampo alternando i colori 12 una volta terminati gli impasti 13, create lâeffetto marmorizzato: fate passare a spirale una forchetta dallâalto verso il basso attraverso i due colori dellâimpasto 14. Scolate le fette di mele dallâacqua acidulata, prendete ciascuno spicchio, passatelo nello zucchero di canna per ricoprirlo completamente 15. Adagiate gli spicchi sopra la torta creando un motivo a raggiera (16-17). Infornate la ciambella in forno statico preriscaldato per circa 55 minuti a 180Â° (in forno ventilato per 45 minuti a 160Â°). Gli ultimi minuti adagiate sopra la torta un foglio di carta stagnola che servirÃ per non far scurire troppo la torta. Controllate la cottura verificando con uno stuzzicadenti: se pungendo in profonditÃ la ciambella non rimarranno residui sullo stuzzicadenti, il dolce sarÃ cotto.Â A cottura ultimata, sfornate la torta 18 lasciatela intiepidire prima di servirla. "
}