{
    "title": "Whoopie arcobaleno",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 180 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "270 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Codette colorate",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i whoopie arcobaleno, iniziate preparando l'impasto dei dolcetti: mescolate insieme la panna e l’estratto di vaniglia 1. In una ciotola di una planetaria, oppure con le fruste di uno sbattitore, montate il burro con lo zucchero, fino ad ottenere un composto liscio 2. Aggiungete l’uovo, il sale 3 e la panna mescolata alla vaniglia 4 quindi mescolate ancora per amalgamare gli ingrdienti 5. In questa fase, è importante che tutti gli ingredienti abbiano la stessa temperatura, altrimenti il burro diventerà immediatamente grumoso. Se dovesse accadere niente paura: aggiungendo la farina, che è uno stabilizzante, tutto diventerà omogeneo. Setacciate insieme, in una ciotola, la farina, la fecola e il lievito 6. Aggiungete le polveri al composto, alternandole al latte 7 e continuate a mescolare: otterrete un composto molto corposo, morbido e compatto 8. Dividete l'impasto in 4 parti uguali 9: una parte resterà bianca, le altre tre invece verranno colorate. Aggiungete qualche goccia di colorante alimentare, nelle tre parti di impasto da colorare 10: potete scegliere il colore che preferite, noi abbiamo usato giallo, rosso e blu. Iniziate ad aggiungere poco colorante, poi mescolate energicamente 11 e se la colorazione non vi soddisfa, aggiungete dell'altro colorante, fino a che non avrete ottenuto la tonalità desiderata. Trasferite il composto in un sac-à-poche, con bocchetta liscia e, su di una leccarda ricoperta di carta forno, spremete l'impasto per formare dei dischi piuttosto alti, del diametro di 2 cm 12. Cuocete i whoopie in forno statico già caldo a 180° per 13-14 minuti (se ventilato 160° per 10-12 minuti) 13. Nel frattempo, preparate la crema pasticcera secondo le indicazioni che trovate qui: riscaldate il latte in un pentolino con la metà di una bacca di vaniglia e i suoi semi; sbattete in una ciotola, con la frusta, il tuorlo e lo zucchero quindi aggiungete la farina. Con una pinza, eliminate la bacca e versate il latte riscaldato sul composto a filo 14, amalgamando con la frusta. Riportate il composto sul fuoco e mescolate continuamente fino a che la crema non si sarà addensata 15. Trasferite la crema pasticcera in una ciotola e fatela raffreddare conservandola con un foglio di pellicola a contatto. Sfornate i whoopie lasciateli raffreddare su una gratella. Quando saranno freddi, trasferite la crema in una sac-à-poche, conservandone un paio di cucchiai. Componete quindi i whoopie arcobaleno: prendete un disco colorato e farcitelo con un ciuffo di crema; prendete un altro disco, dello stesso colore o di un altro, spennellate la superficie con la crema tenuta da parte 17 e ponetelo sul disco farcito, premendo leggermente. Cospargete la superficie spennellata con la crema con le codette colorate, che aderiranno bene 18. Farcite in questo modo tutti gli altri whoopie fino a terminarli: ecco pronti i vostri whoopie arcobaleno!Potete farcire i whoopie arcobaleno con la crema che preferite: crema pasticcera al cioccolato bianco; crema al burro; crema chantilly; crema pasticcera al cioccolato. "
}