{
    "title": "Biscotti rustici al limone",
    "ingredients": [
        {
            "ingredient": "Farina di mais",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti rustici al limone versate in una ciotola la farina 00 1, la farina di mais 2 e il lievito in polvere 3.Â Mescolate il tutto 4 e versate al centro sia l'uovo 5 che il tuorlo 6.Â Unite un pizzico di sale 7, i pezzetti di burro morbido 8 e lo zucchero 9.Â Aggiungete la scorza grattugiata del limone 10 e il succo di limone 11. Impastate con le mani 12.Â L'impasto risulterÃ leggermente duro, aggiungete anche l'acqua 13 per ammorbidirlo. Impastate ancora 14, poi formate una palla e avvolgetela nella pellicola 15. Lasciate riposare in frigorifero per 30 minuti.Â Stendete poi l'impasto in modo da ottenere uno spessore da mezzo cm 16. Utilizzando degli stampini festonati da 6 cm ricavate i biscotti 17 e utilizzando il beccuccio di un sac a poche o uno stampino rotondo grande un paio di cmÂ create un foro al centro di ciascun biscotto 18.Â Trasferite man mano su una leccardaÂ rivestita con della carta forno 19 e impastate nuovamente gli scarti per formare altri biscotti. Se l'impasto dovesse scaldarsi troppo potete trasferirlo in frigorifero per qualche minuto. Cuocete i biscotti in forno statico preriscaldato a 200Â° per 15 minuti. Poi sfornate i biscotti 20 e lasciateli raffreddare a temperatura ambiente prima di spolverizzarli con lo zucchero a velo e servirli 21.Â "
}