{
    "title": "Melanzane al cioccolato",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "(o noci tritate) 100 g"
        },
        {
            "ingredient": "Cedro candito",
            "quantity": "(o arancia candita) 100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "circa 550 ml"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Spuntate 1, lavate ed asciugate le melanzane, quindi sbucciatele 2 e tagliatele a fette spesse circa ½ cm 3. Cospargetele con del sale grosso 4 e mettetele a perdere l’acqua di vegetazione in un colapasta sul quale sistemerete un piatto con sopra un peso. Lasciatele in questo modo per almeno un’ora e mezza. Nel frattempo, versate in un tegame 500 gr di zucchero 5 e 250 ml di acqua 6; portate ad ebollizione mescolando, finchè lo zucchero sarà completamente sciolto. Fate cuocere qualche minuto lo sciroppo 7, stando attenti a non farlo caramellare e poi aggiungete il cioccolato tritato 8 e mescolate finchè sarà sciolto anch’esso 9. Ponete in una ciotola il cacao amaro setacciato 10 , aggiungete 300 ml circa di acqua fredda, mescolate e aggiungete la farina setacciata 11; mischiate fino ad ottenere una crema densa e priva di grumi . Aggiungete il composto di cacao e farina allo sciroppo 12, lasciate cuocere fino a quando il tutto sarà denso, poi spegnete il fuoco . Trascorso il tempo necessario, sciacquate le melanzane 13, asciugatele 14 e friggetele in abbondante olio 15, fino a dorarle, poi adagiatele su carta da cucina perché venga assorbito l’olio in eccesso. Prendete una pirofila e versate sul fondo un po’ di crema di cioccolato 16; cominciate a disporre le fette di melanzane una vicina all’altra fino a formare un primo strato 17 che ricoprirete di crema 18. Spolverizzate con un po’ di pinoli, mandorle e cedro candito 19, poi create un altro strato 20 fino ad esaurimento degli ingredienti; terminate con uno strato di crema 21 che spolverizzerete con la frutta secca e candita. Infornate per 15 minuti a 100 gradi, quindi servite. "
}