{
    "title": "Susumelle",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "8 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "45 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare le susumelle iniziate a versare il miele in un pentolino 1, aggiungete l'acqua 2 e scaldatelo dolcemente a fuoco basso 3, giusto il tempo di farlo sciogliere. A parte in un'altra ciotola setacciate la farina 4, il lievito 5 e il cacao 6. Unite poi la cannella in polvere 7, lo zucchero semolato 8 e il latte a temperatura ambiente 9. Incorporate anche il miele ormai tiepido 10 e mescolate con le mani 11 fino ad ottenere un composto piuttosto uniforme 12. A questo punto trasferitelo su un piano 13, spolverizzate con un po' di farina 14 e stendete con un mattarello 15 fino ad ottenere uno spessore di circa 1 cm 16. Utilizzando un taglia pasta ovale lungo circa 9 cm intagliate i vostri biscotti 17 e utilizzando una spatolina sollevateli delicatamente 18. Trasferiteli man mano su una leccarda foderata di carta forno 19 disponendoli ben distanziati tra loro 20. Cuocete in forno statico sul ripiano medio a 190Â° per circa 15 minuti (temperatura e tempi andranno regolati in base al vostro forno, non appena vedete le crepe sulla superficie dei biscotti, sarÃ il momento di sfornarli). Una volta pronte, potete togliere la teglia dal forno 21 e lasciar raffreddare su una gratella 22. Proseguite con la cottura degli altri biscotti impastando gli scarti di pasta e stendendoli nuovamente. Lasciate raffreddare completamente le vostre susumelle e nel frattempo sciogliete il cioccolato a bagno maria 23. Quando il cioccolato sarÃ tiepido immergete solo la parte superiore dei biscotti 24 e posizionateli nuovamente sulla gratella 25. Lasciateli asciugare a temperatura ambiente per circa un'ora 26 e gustate le vostre susumelle per un Natale speciale 27. "
}