{
    "title": "Zuccotto Pavesini tuttifrutti",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Fragole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "(circa 150 g) 72"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 150 ml"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pesche",
            "quantity": "1"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "1"
        },
        {
            "ingredient": "Fragole",
            "quantity": "3"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo zuccotto Pavesini tuttifrutti iniziate a preparare il gelato alla panna: per prima cosa dividete la bacca di vaniglia a metà, raccoglietene i semi con la punta di un coltello 1 e tenete da parte. Versate il latte e la panna in un pentolino 2 e unite lo zucchero 3 e i semi e la bacca di vaniglia. Fate cuocere il composto a fuoco basso e mescolate con una frusta: dovete portate la base per il gelato alla panna non oltre gli 85° (il composto deve sfiorare il bollore ma non bollire) 4. Raggiunta la temperatura togliete dal fuoco e trasferite in una ciotola il composto 5, ricoprite con la pellicola 6 e tenete in frigorifero per almeno due ore. Intanto preparate la salsa alla fragola: lavate le fragole tagliatele a pezzetti e frullatele in un mixer (7-8), passate la salsa attraverso un colino per eliminare i semini e mettetela da parte 9. Togliete dal frigorifero il gelato, estraete la bacca di vaniglia 10 e dividete in due ciotole il gelato ponendo in una 1/3 del composto e in un’altra i restanti 2/3 11. Nella ciotola contenente i 2/3 del composto versate la salsa di fragole 12. Versate poi la miscela ottenuta nel mantecatore (macchina per il gelato) 13 e avviatelo per almeno 30 minuti. Intanto prendete uno stampo per zuccotto del diametro di 21,5 cm, spennellate l’interno con il burro 14 e rivestitelo con fogli di carta da forno ritagliati a forma di triangoli della misura dello stampo in modo che non si creino delle pieghe 15. Ora iniziate a comporre lo zuccotto: prendete i Pavesini, inzuppateli nel latte 16 e rivestite lo stampo partendo dal centro 17 per poi ricoprire le pareti ottenendo così la classica cupola dello zuccotto 18. Appena il gelato alla fragola sarà pronto 19, farcite lo zuccotto con uno strato superficiale dello spessore di ½ cm (20-21). Ricoprite il gelato con un altro strato di Pavesini, questa volta non inzuppati (22-23). Ponete lo zuccotto in freezer. Ora versate nella gelatiera 1/3 del composto per gelato messo da parte e avviate nuovamente la macchina per altri 30 minuti 24. Intanto lavate la frutta, sbucciate kiwi e pesche e tagliate a dadini i kiwi 25, le fragole e 26 le pesche 27, ponetele in una ciotola ampia e unite i mirtilli 28 e i ribes 29. Una volta che il gelato alla panna sarà pronto 30 unitelo alla frutta mista 31. Farcite ora con il gelato alla frutta mista lo zuccotto 32, riempite tutto il fondo 33 e chiudete la base dello zuccotto con altri Pavesini ponendoli uno vicino all’altro 34. Mettete lo zuccotto in freezer per farlo rassodare almeno per un paio di ore. Ora montate la panna con una planetaria munita di frusta oppure con uno sbattitore elettrico 35 e unite lo zucchero a velo 36. Per ulteriori dettagli consultate la Scuola di cucina come: montare la panna. Quando la panna sarà montata a neve ben ferma mettetela all’interno di una sac à poche dotata di beccuccio a stella 37, togliete dal freezer lo zuccotto tuttifrutti, per facilitare l'estrazione immergete lo stampo per qualche secondo in acqua bollente. Guarnitelo con ciuffetti di panna creando un grazioso motivo a strisce sul dorso 38 e tutto intorno alla base. Per finire decorate con i frutti di bosco e le foglioline di menta facendoli aderire alla panna 39. Riponete il vostro zuccotto Pavesini tuttifrutti in freezer fino al momento di servirlo. "
}