{
    "title": "Cestini di patate ripieni di salmone",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "20 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Salmone",
            "quantity": "norvegese 200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare i cestini di patate ripieni di salmone iniziate dall’involucro dei cestini. Prendete le patate e dopo averle lavate ed asciugate, pelatele 1. Quindi aiutandovi con una grattugia dai fori larghi grattugiatele 2 e versatele in una ciotola capiente. Rompete l'uovo in una ciotolina, salate 3 e pepate, poi sbattetelo con una forchetta. Aggiungete l’uovo alle patate 4. Unite poi anche il formaggio grattugiato 5 e la farina di nocciole 6. Mescolate bene gli ingredienti con un cucchiaio fino ad ottenere un composto omogeneo. Versate il composto ottenuto in 6 stampini in silicone da 100 g di capienza 7. Schiacciate bene il composto sui bordi dello stampino aiutandovi con un cucchiaio: il composto dovrà assumerne la forma dello stampino e rimanere cavo all'intero. Una volta preparati 8, infornateli in forno statico preriscaldato a 220°C per 20 minuti (oppure in forno ventilato a 200°C per 10 minuti). Mentre i vostri cestini cuociono, dedicatevi alla spuma di formaggio del ripieno: tritate finemente la menta, lasciando alcune foglie intere per la decorazione finale 9. Quindi versate la Philadelphia in una ciotola, salate 10 e pepate. Dopodiché unite anche le foglioline di menta tritate e mescolate bene tutti gli ingredienti 11. Trasferite il composto in una sac-à-poche e tenete da parte. Poi dedicatevi al salmone: eliminate le lische aiutandovi con una pinzetta da cucina 12 e la pelle, ove presente, con la lama di un coltello. Tagliate il salmone a striscioline e quindi a cubetti di circa 1 cm di lato 13. Scaldate l’olio in una padella antiaderente e fate rosolare l’aglio 14. Scottate il salmone per circa 2-3 minuti, fino a che non farà una leggera crosticina in superficie. Salate e pepate. Infine togliete l’aglio 15 e lasciate intiepidire il salmone, se preferite riponendolo in una ciotola. A questo punto i vostri cestini di patate saranno pronti: estraeteli dal forno 16 e lasciateli raffreddare. Quando saranno a temperatura ambiente sformateli e adagiateli su un piatto 17. Riempiteli con la crema di formaggio 18. Decorate con dei cubetti di salmone 19 e delle foglioline di menta 20. I vostri cestini di patate ripiene di salmone sono pronti da portare in tavola 21! "
}