{
    "title": "Torta fredda alle albicocche",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 100 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "500 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Albicocche",
            "quantity": "sode e dolci 300 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "per spennellare 40 g"
        }
    ],
    "preparation": " Per preparare la torta fredda alle albicocche cominciate dalla base della torta. Fate sciogliere il burro e lasciatelo intiepidire. Frullate in un mixer i biscotti secchi 1 fino a sbriciolarli finemente 2. Quindi trasferiteli in una ciotola in cui aggiungerete il burro 3 poco alla volta, mentre mescolate gli ingredienti con un cucchiaio per amalgamarli ed ottenere un composto sabbioso 4. Poi prendete uno stampo a cerchio apribile di 24 cm di diametro, imburratelo e foderatelo con carta forno. Versatevi il composto di biscotti e burro 5 e livellatelo per rivestire uniformemente tutta la base, aiutandovi con il dorso di un cucchiaio 6. Riponete in frigorifero per compattare per almeno 30 minuti. Nel frattempo preparate la crema. Mettete in ammollo i fogli di gelatina in una ciotola con acqua fredda 7. Lasciate ammorbidire per almeno 10 minuti. Poi prendete un tegame in cui verserete il latte 8. Portatelo a sfiorare il bollore e spegnete il fuoco. Quindi prendete al gelatina ammollata, scolatela e strizzatela bene ed unitela al latte 9. Fate sciogliere la gelatina completamente aiutandovi con le fruste a mano 10. Lasciate intiepidire ed intanto procedete con la preparazione della crema di yogurt e mascarpone. In una ciotola capiente unite lo yogurt ed il mascarpone 11. Amalgamate gli ingredienti aiutandovi con le fruste e poco alla volta incorporate anche lo zucchero a velo 12. Grattugiate la scorza di un limone non trattato 13 ed unite il composto di latte e gelatina ormai tiepido 14. Mescolate per uniformare gli ingredienti 15. Quindi estraete lo stampo dal frigorifero e versatevi la crema di yogurt e mascarpone 16. Livellatela aiutandovi con una spatola 17 e riponetela in frigorifero a rassodare per almeno 2 ore 18. Ora dedicatevi alla decorazione. Sciacquate le albicocche, asciugatele e tagliatele a metà 19. Privatele del nocciolo 20 e ricavate da ciascuna metà delle fette sottili 21. Trascorse le 2 ore, estraete la torta dal frigo verificando che la crema si sia compattata e sformatela. Togliete delicatamente l'anello della tortiera a cerchio apribile, e sfilate la carta forno dai bordi della torta 22. Per eliminare quella del fondo aiutatevi con due spatole piatte e lunghe da infilare tra il fondo e la carta stessa e trasferite la torta su un piatto da portata. Livellate eventualmente i bordi laterali della torta 23. Quindi cominciate a disporre le fettine di albicocche 24. Disponetele creando un disegno a raggera partendo dai bordi della torta 25 fino a ricoprire anche la sua parte interna. Potete disporre le albicocche disegnando un motivo a rosa al centro. Infine prendete la marmellata di albicocche ed aiutandovi con un pennellino spennellate in modo uniforme la superficie della torta 26 andando a coprire gli eventuali spazi tra la frutta. Ora, il dolce è pronto e non vi resterà che gustare la vostra torta fredda alle albicocche 27! "
}