{
    "title": "Crostata di fichi caramellati",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigorifero 125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Fichi",
            "quantity": "neri 800 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "10 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "neri 700 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare la crostata di fichi caramellati iniziate dalla preparazione della pasta frolla. Ponete nella tazza di un mixer munito di lame: la farina, lo zucchero a velo, un pizzico di sale e i semi di una bacca di vaniglia 1 (per prelevarli sarà sufficiente incidere la bacca e raschiare il contenuto con un coltellino affilato). Aggiungete anche il burro freddo di frigorifero tagliato a cubetti 2 e azionate il mixer fino a rendere il burro fine come la sabbia, quindi unite anche i tuorli d’uovo 3. Frullate nuovamente fino ad ottenere delle grosse briciole 4. Trasferite il composto su una spianatoia e lavoratelo velocemente con le mani 5, senza scaldarlo troppo. Una volta ottenuto un composto omogeneo dategli la forma di un panetto 6, avvolgetelo nella pellicola e riponete in frigorifero a riposare per almeno 30 minuti. Nel frattempo occupatevi della composta di fichi. Spellate i vostri fichi 7 e tagliateli in 4 spicchi 8. Versate in un tegame lo zucchero semolato, insieme al vino 9. Lasciate sciogliere lo zucchero insieme al vino a fuoco dolce e aggiungete i fichi 10, mescolate il tutto e lasciate cuocere per circa 20 minuti 11. Una volta cotti raccogliete qualche cucchiaio del succo che avranno rilasciato e unitelo in una ciotolina insieme alla maizena e sbattete rapidamente con una frusta per evitare la formazione di grumi 12. Aggiungete nuovamente il liquido in padella 13, mescolate e lasciate cuocere il tutto per 5-6 minuti fino a far addensare la composta 14 e ponetela in una pirofila a raffreddare 15. A questo punto riprendete la vostra frolla dal frigorifero e stendetela su una spianatoia leggermente infarinata, ricavando un cerchio dello spessore di circa 4 mm 16. Con l’aiuto del matterello sollevate la frolla già stesa, e ponetela delicatamente sulla tortiera circolare del diametro di 24 cm 17. Fate aderire la frolla allo stampo e aiutandovi con un coltellino ritagliate la parte in eccesso che fuoriesce dai bordi 18. Bucherellate il fondo della crostata con i rebbi di una forchetta 19, adagiate un disco di carta forno sulla crostata e versateci dentro le sfere di ceramica 20 ( o dei ceci secchi), così che durante la cottura la pasta non di gonfierà. Procedete con la cottura alla cieca, cuocendo la vostra frolla in forno statico preriscaldato a 180° per 20 minuti ( se utilizzate il forno ventilato cuocete il fondo della crosta a 160° per circa 15 minuti). Togliete quindi le sfere e procedete la cottura per 5-6 minuti durante i quali la pasta dovrà dorarsi, ma senza cuocere eccessivamente 21. Lasciate raffreddare la frolla e solo quando anche la composta di fichi sarà fredda potrete versarla sulla base della vostra crostata 22. Livellate bene la superficie 23 e occupatevi di caramellare i fichi. Pulite i fichi necessari alla decorazione sciacquandoli molto delicatamente con acqua fredda e, senza sbucciarli, divideteli in 4 spicchi 24. Ponete lo zucchero in una padella 25 e lasciatelo caramellare, aggiungendo il burro non appena lo zucchero inizierà a sciogliersi 26. Mescolate con un mestolo di legno fino ad ottenere un caramello ambrato 27. Aggiungete a questo punto i fichi e lasciateli caramellare da entrambi i lati per un paio di minuti 28. Quindi aiutandovi con una spatolina e prestando attenzione a non scottarvi adagiate i fichi caramellati sulla crostata 29. Terminate di decorare la vostra crostata con fichi caramellati e servitela 30. "
}