{
    "title": "Budino di riso allo zafferano",
    "ingredients": [
        {
            "ingredient": "Riso Basmati",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "700 g"
        },
        {
            "ingredient": "Acqua di rose",
            "quantity": "15 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "35 g"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "3 bacche"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "½ bustina"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare il budino di riso allo zafferano tagliate i pistacchi 1 a listarelle (tenetene qualcuno da parte poiché vi servirà per la decorazione), togliete dal guscio il cardamomo 2 e pestate il tutto con un mortaio 3. Una volta terminato 4, mettete da parte e occupatevi del riso. Lavatelo sotto abbondante acqua tiepida per 4-5 volte in modo che rilasci l’amido 5. Prendete una pentola capiente e versate il riso 6 insieme a 500 g di acqua fredda 7 e ad un pizzico di sale. Portate il tutto a bollore poi abbassate il fuoco. Fate cuocere il riso per 25 minuti coprendolo con un coperchio 8 e mescolando di tanto in tanto 9; Eliminate l’eventuale schiuma che si formerà durante la cottura 10. Mescolate 150 g di acqua con lo zucchero semolato 11 e versate il tutto nel riso 12. Mescolate bene 13 e fate cuocere per altri 5 minuti. In un recipiente fate sciogliere lo zafferano in 50 g di acqua calda 14. Mischiate con un cucchiaino 15 in modo che lo zafferano si sciolga 16. Unite il burro a tocchetti nel riso 17 e le mandorle tagliate a listarelle (tenetene da parte qualcuna per la presentazione finale) 18. Fate sciogliere il burro poi aggiungete l’acqua con lo zafferano 19. Mescolate bene 20, quindi aggiungete il trito di pistacchi e cardamomo e infine l’acqua di rose 21, Mischiate il tutto 22 e fatte cuocere ancora per 5 minuti, coprendo con un coperchio 23. Una volta pronto, versate il riso ancora caldo in 6 coppette del diametro di 9 cm e l'altezza di 7 cm. Decorate le coppette con una spolverizzata di cannella, con le mandorle e i pistacchi a listarelle. Lasciatelo in frigorifero per almeno 2 ore, dopodiché potrete servire e gustare il vostro budino di riso allo zafferano 24. "
}