{
    "title": "Biscottini di riso con Nutella®",
    "ingredients": [
        {
            "ingredient": "Nutella®",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "180 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 75 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscottini di riso con Nutella®, per prima cosa unite la farina di riso e la fecola di patate in una ciotola capiente 1, poi aggiungete lo zucchero a velo 2 e il burro tagliato a cubetti 3. Impastate con la punta delle dita 4 per ottenere un composto bricioloso 5. Rompete l’uovo in una ciotolina a parte, aggiungete un pizzico di sale 6 e sbattete leggermente con una forchetta. Versate l’uovo nella ciotola con il resto degli ingredienti 7 e lavorate il composto con le mani 8 per formare un impasto liscio e omogeneo 9. Avvolgete l’impasto nella pellicola e lasciatelo riposare per mezz’ora in frigorifero. Trascorso il tempo di riposo, prelevate dall’impasto delle piccole porzioni di circa 15-20 g a cui darete la forma di palline facendole ruotare fra i palmi delle mani 10. Sistemate le palline così ottenute su una leccarda foderata con carta forno, ben distanziate l’una dall’altra, e schiacciatele delicatamente al centro con un polpastrello per formare un incavo (11-12). Cuocete i biscotti in forno statico preriscaldato a 180° per 25 minuti fino a che non inizieranno a colorirsi, dopodiché sfornateli e lasciateli raffreddare. Una volta raffreddati, spolverizzate i biscottini con zucchero a velo 13 e farciteli con un ciuffetto di Nutella® utilizzando una sacca da pasticciere con bocchetta liscia da 6 mm 14. I vostri deliziosi biscottini di riso con Nutella® sono pronti per essere serviti 15! "
}