{
    "title": "Flan parisien",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "5"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        }
    ],
    "preparation": " Per realizzare il flan parisien, preparate per prima cosa la crema per il ripieno: mettete in una casseruola i 5 tuorli 1 e unite lo zucchero semolato 2. Fate sciogliere bene lo zucchero a fuoco molto basso, mescolando con una frusta 3. Unite poi l'amido di mais (in alternativa potete utilizzare la fecola di patate) e la farina precedentemente setacciate (4-5) e mescolate il tutto fino ad ottenere un composto omogeneo 6. A questo punto, aggiungete il latte, a temperatura ambiente, a filo, stemperando sempre con una frusta 7 e la panna 8. Incidete una bacca di vaniglia seguendo la sua lunghezza e raschiate, con la punta di un coltellino, i semini 9. Unite la bacca e i suoi semini nel composto di uova e latte 10 e infine grattugiate la scorza di mezzo limone 11; lasciate cuocere, a fuoco basso, mescolando incessantemente con una frusta 12, per circa 15 minuti o finchè non avrà raggiunto una consistenza cremosa e compatta, tipo quella della crema pasticcera. Una volta pronta, eliminate dalla crema la bacca di vaniglia 13. Prendete il rotolo di pasta sfoglia, che deve essere ben freddo da frigorifero, srotolatelo e adagiatelo, con la sua carta da forno, in una tortiera a cerchio apribile del diametro di circa 24 cm 14 quindi bucate il fondo con i rebbi di una forchetta 15, affinchè la sfoglia non si gonfi troppo durante la cottura. Versate all’interno della tortiera la crema ottenuta 16, stendendola uniformemente su tutta la superficie 17 e infornate il flan in forno statico già caldo a 170° per circa 1 ora (forno ventilato 150° per 50 minuti). Una volta cotto, lasciate intiepidire il vostro flan e poi lasciatelo in frigorifero a riposare per circa 1 ora, in modo che si sgonfi e si compatti bene, così che risulti semplice anche tagliarlo a fette. Il vostro flan parisien aspetta solo di essere servito 18! "
}