{
    "title": "Meringata pasquale con fragole e cioccolato",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cremor tartaro",
            "quantity": "1,5 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "600 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "16 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "20 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la meringata pasquale con fragole e cioccolato, disegnate con una matita su 3 fogli di carta forno una sagoma a forma di uovo che misuri circa 28 cm nella parte più lunga e 21 cm nella parte più stretta 1. Ungete 3 teglie che possano contenerla e fate aderire la carta forno con il disegno rivolto verso le teglie stesse. In una ciotolina ponete lo zucchero semolato, lo zucchero a velo e il cremor tartaro 2. Dividete i tuorli dagli albumi 3; e montate questi ultimi a media velocità con una planetaria o le fruste e quando cominciano a diventare bianchi versate a pioggia, lentamente, gli zuccheri 4 continuate fino a che il composto diventa ben sodo e strutturato 5. Trasferite il composto in una sac-à-poche con bocchetta liscia del diametro di 1 cm 6 e spremete la meringa su una teglia seguendo la sagoma dell’uovo in modo concentrico (come a formare una spirale) fino a riempire tutta la sagoma 7. Formate anche le altre due sagome tenendo conto che una delle tre può essere ulteriormente decorata con ricami e disegni decorativi 8 perché sarà il “coperchio” finale della torta. Con il composto avanzato formate delle piccole meringhe su un’altra teglia rivestita con carta da forno 9. Cuocete tutte le meringhe in forno statico a 100° per circa due ore e mezza; fate attenzione a non fare prendere colore alle meringhe (altrimenti abbassate la temperatura a 80°). Ogni tanto aprite lo sportello del forno per fare fuoriuscire l’ umidità che si forma durante la cottura e quando le meringhe saranno cotte, spegnete il forno e lasciale raffreddare al suo interno con lo sportello socchiuso (potete incastrare un mestolo di legno nell’apertura per mantenere leggermente aperto il forno). Nel frattempo preparate la crema: lavate e tagliate le fragole a pezzetti, ponetele in una padella 10 a fuoco bassissimo e lasciatele spappolare per farle ammorbidire e poi passatele nel mixer 11 fino ad ottenere una salsa 12 e lasciatela intiepidire. Mettete in ammollo in acqua freddissima la gelatina per 10 minuti 13 o fino a quando non si sarà ammorbidita. Versate in un pentolino il latte condensato 14, scaldatelo e quando sarà molto caldo spegnete il fuoco e unite la gelatina ormai morbida, scolata e strizzata 15; mescolate per farla sciogliere. Fate intiepidire il composto e poi incorporatelo alle fragole frullate 16, mescolate con una frusta per amalgamare la crema 17, coprite con della pellicola e mettete in frigorifero a raffreddare. Montate la panna con uno sbattitore 18 poi quando il composto di fragole e latte condensato sarà freddo aggiungetelo alla panna mescolando delicatamente dall'alto verso il basso con una spatola 19, aggiungete le gocce di cioccolato (20-21), poi mettete tutto in frigorifero coperto con pellicola. Quando le meringhe saranno cotte (bianche e croccanti) estraetele dal forno, lasciatele raffreddare e poi trasferitene una su un piatto da portata. Trasferite la crema in una sac-à-poche con bocchetta liscia del diametro di 1 cm. Farcite il primo strato con metà della crema alle fragole 22 sbriciolate sopra metà delle meringhe (23-24) e coprite con l’altra sagoma di meringa. Farcite anche quella allo stesso modo, coprite con la meringa decorata e terminate spremendo qualche ciuffo di crema 25 che andrete a decorare con gocce di cioccolato al centro 26. Per finire guarnite la meringata pasquale con fragole e cioccolato con qualche fragola 27 e conservatela in frigorifero fino al momento di servirla. "
}