{
    "title": "Torta al cacao, ricotta e amarene",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "220 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "(peso sgocciolato) 150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta al cacao, ricotta e amarene per prima cosa preparate lâimpasto della base al cacao: versate le uova in una ciotola capiente, unite lo zucchero 1 e azionate le fruste elettriche fino a ottenere un composto gonfio e spumoso 2. Aggiungete anche la ricotta 3 e amalgamatela al composto con le fruste. A questo punto setacciate la farina 4, il lievito in polvere 5 e il cacao amaro 6 allâinterno della ciotola, versate anche il latte 7 e lavorate ancora con le fruste fino a che lâimpasto non risulterÃ liscio e omogeneo 8. Sgocciolate le amarene dallo sciroppo 9. Ora imburrate e infarinate una tortiera a cerchio apribile del diametro di 24 cm 10. Versate metÃ dellâimpasto al cacao nella tortiera 11 e aggiungete 7-8 amarene sulla superficie 12. Cuocete in forno statico preriscaldato a 180Â° per 10 minuti. Nel frattempo preparate la crema alla ricotta: versate la ricotta in una ciotola, aggiungete lâuovo 13, lo zucchero 14 e lâamido di mais 15, poi amalgamate il tutto con un cucchiaio 16. Trascorso il tempo di cottura, rimuovete la tortiera dal forno e versate la crema di ricotta sopra la base al cacao 17. Distribuitela uniformemente con un cucchiaio avendo cura di lasciare libero uno spazio di 2 cm intorno al bordo 18. Inserite nella crema una ventina di amarene 19, poi versate il rimanente impasto al cacao 20 e distribuitelo uniformemente 21. A questo punto prendete uno stecco da spiedino, inseritelo per qualche centimetro nellâimpasto e fate dei piccoli movimenti circolari per creare lâeffetto variegato 22. In ultimo decorate la superficie con le amarene rimaste 23. Cuocete nuovamente nel forno statico preriscaldato a 180Â° per 40 minuti. Una volta cotta, sfornate la vostra torta al cacao, ricotta e amarene e lasciatela raffreddare prima di sformarla e gustarla 24! "
}