{
    "title": "Budino al cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "800 ml"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "160 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "70 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "140 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "q.b."
        }
    ],
    "preparation": " Preparazione Per realizzare il budino al cioccolato ponete in una ciotola con acqua fredda la gelatina in fogli per almeno 10 minuti 1. Intanto in una ciotola sbattete i tuorli con il latte condensato 2, scaldate il latte in un pentolino a fuoco basso 3 poi versate il composto di uova mescolate 4 e incorporate il cioccolato bianco 5. Per ultima unite la gelatina in fogli scolata e ben strizzata 6 e mescolate fino al completo scioglimento. Trasferite il composto in 4 stampini della capacità di 250 ml versando lo con un mestolo 7 e mettete a rassodare i budini in frigorifero per almeno 4 ore. Nel frattempo preparate la salsa al cioccolato fondente: in un pentolino versate la panna 8, l’acqua 9, e aggiungete anche lo zucchero 10, scaldate il composto e mescolate per sciogliere lo zucchero 11. A parte setacciate il cacao amaro 12 e incorporatelo un cucchiaio alla volta sempre mescolando 13. Per ultimo unite il burro 14, mescolate e cuocete a fuoco basso fino a quando il composto si sarà addensato. Dovrete ottenere una salsa leggermente densa. (15 minuti circa) se preferite una salsa più densa lasciate sul fuoco ancora un po’, sempre mescolando. Trasferite la salsa ottenuta in una ciotola 15 Poi lasciate raffreddare con una pellicola a contatto per evitare la formazione della pellicina in superficie 16. Quando il budino si sarà ben rassodato potrete sformarlo, per agevolarvi in questa operazione immergete lo stampino per pochi istanti una pentola con acqua calda 17 e poi rovesciatelo sul piatto di portata, sul quale avrete versato uno strato di salsa al cioccolato e poi guarnite il budino con qualche ricciolo di cioccolato fondente 18. "
}