{
    "title": "Colombine di sfoglia",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rettangolare 460 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare le colombine di sfoglia realizzate per prima cosa la crema pasticcera (secondo la ricetta che trovate cliccando qui): riscaldate il latte in un pentolino con la metÃ di una bacca di vaniglia e i suoi semi; sbattete in una ciotola, con la frusta, il tuorlo e lo zucchero 1 quindi aggiungete la farina (in alternativa, potete utilizzare l'amido di mais). Con una pinza, eliminate la bacca e versate il latte riscaldato sul composto a filo 2, amalgamando con la frusta. Riportate il composto sul fuoco e mescolate continuamente fino a che la crema non si sarÃ addensata 3. Trasferite la crema pasticcera in una ciotola e fatela raffreddare conservandola con un foglio di pellicola a contatto. Una volta preparata la crema pasticcera, prendete la sfoglia, infarinate bene il piano di lavoro e stendete leggermente la sfoglia con un mattarello 4. Scaricate cliccando qui lo stampo a forma di colomba, ritagliato su un supporto rigido, tipo cartoncino e poi poggiatelo sulla pasta sfoglia e ritagliate le colombe seguendo con un coltello lo stampo 5. Una volta ritagliate le colombine, adagiatele su una leccarda foderata di carta da forno e spennellatele con un uovo sbattuto con un cucchiaio di panna (o latte) 6. Dopo averle spennellate, spolverizzate le colombine con lo zucchero a velo 7 e infornatele in forno giÃ caldo a 180Â° per 20 minuti (se ventilato 160Â° per circa 15 minuti). Sfornatele e lasciatele raffreddare 8. Una volta fredde, tagliate le vostre colombine delicatamente a metÃ 9. Mettete la crema pasticceraÂ in una sac-Ã -poche munita di bocchetta a stella e farcite le colombine 10. Chiudete le colombine con la metÃ superiore di pasta sfoglia e spolverizzatele con lo zucchero a velo 11. Le vostre colombine di sfoglia sono pronte 12, non vi resta che servirle! "
}