{
    "title": "Pane armeno",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "110 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pane armeno iniziate raccogliendo in una ciotola la farina manitoba setacciata con un colino a maglie strette 1 (al posto della farina manitoba potete scegliere una farina forte che presenti almeno l'11% di proteine nella composizione, che potrete leggere sulla confezione). In una piccola ciotolina versate l'acqua a temperatura ambiente e aggiungete il sale 2. Quindi mescolate per farlo sciogliere completamente 3. Aggiungete l'acqua e sale alla farina 4 e poi l'olio 5. Iniziate ad impastare velocemente gli ingredienti con la punta delle dita 6. Questo impasto non necessita di essere lavorato a lungo, quindi maneggiate per pochi minuti 7 per renderlo omogeneo. Con l'impasto ottenuto formate una pallina da coservare nella ciotola 8 coperta con pellicola trasparente 9. Lasciate riposare l'impasto per 30 minuti a temperatura ambiente. Trascorsa la prima mezz'ora, riprendete il vostro impasto e iniziate a fare le pieghe: alzate delicatamente i lembi esterni dell'impasto 10 e riportateli verso il centro 11. Eseguite questa operazione 8 volte per tutta la circonferenza dell'impasto. Quindi girate l'impasto al contrario e create una pallina; coprite con la pellicola trasparente 12 e lasciate riposare altri 30 minuti a temperatura ambiente. Passata la seconda mezz'ora, riprendete l'impasto per effettuare di nuovo le 8 pieghe come nel passaggio precedente: prendete i lembi esterni dell'impasto 13 e riportateli verso il centro 14, 8 volte per tutto il perimetro dell'impasto. Quindi rivoltate di nuovo l'impasto per formare una pallina e coprite con pellicola trasparente 15. Fate riposare anche questo impasto per 30 minuti a temperatura ambiente. Passata la terza mezz'ora, riprendete la ciotolina con l'impasto. Accendete il forno in modalità statica a 220° con all'interno la leccarda da forno che utilizzerete per infornare il pane armeno, in modo che risulti ben calda quando vi posizionerete sopra l'impasto. Preparate anche la carta da forno: ritagliate tre fogli delle stesse dimensioni della leccarda che utilizzerete. Quindi dividete l'impasto in 3 parti da 120 gr di peso ciascuna. Poggiate la prima porzione di impasto sul ripiano di lavoro 16 e conservate il resto dell'impasto in una ciotola coperto con pellicola trasparente a temperatura ambiente, perchè mantenga la giusta umidità. Con un mattarello stendete leggermente l'impasto per uniformare lo spessore 17, poi prendetelo delicatamente tra le mani per continuare a stenderlo 18. Poggiate l'impasto sul dorso delle mani e iniziate a tirarlo delicatamente 19. Per allungarlo divaricate con movimenti dolci le mani per dare la forma di un rettangolo sottile delle stesse dimensioni della leccarda da forno. Si usa il dorso delle mani per non rischiare di bucare l'impasto che è molto sottile. Se dovesse succedere 20, potete unire i lembi 21 e continuare a lavorarlo. Quindi continuate a lavorare l'impasto in estensione (22-23), tirando leggermente i lembi con le dita per allungarlo nella forma rettangolare 24. Quando avrete ottenuto la misura indicata 25, potete stenderlo delicatamente sulla carta da forno 26. Schiacciate con le dita i bordi verso l'esterno per appiattirli e stendere ancoa meglio l'impasto 27. Se volete potrete cuocere il pane armeno senza condimento. Oppure prima di infornarlo, potrete cospargerlo di semi di papavero 28 o di sesamo 29. Una volta pronto, fate scivolare la carta da forno sulla leccarda ben calda 30 e infornate in forno statico preriscaldato a 220° per 4-6 minuti in base alla sottigliezza dell'impasto. Potete cuocere le tre parti di impasto una alla volta. Quando il vostro pane armeno sarà pronto, sformatelo su una gratella senza carta da forno perchè non si inumidisca troppo. Potrete gustarlo nella versione preferita semplice 31, con i sesmi di papavero 32 o con quelli di sesamo 33 sia caldo che freddo. Appena fatto il pane armeno avrà una consistenza leggermente più morbida, mentre da freddo risulterà più croccante. Potrete servire il vostro pane armeno come un comune pane oppure come aperitivo. Sarà ottimo anche come base da farcire come più vi piace, ad esempio con cipolle rosse di tropea tagliate a fettine sottili e aggiunte prima di infornare! "
}