{
    "title": "Spianata romagnola",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        }
    ],
    "preparation": " Per preparare la spianata romagnola iniziate setacciando le due farine in una ciotola capiente 1. Mettete il lievito di birra in una ciotolina ed aggiungetevi un cucchiaino di malto (o zucchero) 2 e poca acqua (presa dalla dose totale della ricetta), poi mescolate fino a sciogliere completamente il lievito 3. Nella restante acqua sciogliete il sale fino 4 e 30 gr di olio extravergine di oliva 5. Unite alle farine setacciate il composto di lievito6 e mescolate con la punta delle dita per incorporarlo 7, poi aggiungete anche il composto di acqua, sale e olio 8 impastando il tutto accuratamente 9. Una volta che gli ingredienti saranno ben amalgamati continuate a lavorare l’impasto su di una spianatoia per almeno 10 minuti fino ad ottenere un composto liscio ed omogeneo. Mettete l’impasto ottenuto in una ciotola spolverizzata con poca farina che coprirete con la pellicola trasparente e ponete a lievitare per almeno due ore nel forno spento ma con la luce accesa 10.Trascorso il tempo indicato l'impasto avrà raddoppiato il suo volume 11. A questo punto prendete una teglia con un foglio di carta da forno e cospargetelo con 2 cucchiai di olio 12, poi prendete l’impasto e stendetelo aiutandovi con le mani 13. Passate i polpastrelli delle dita sulla spianata per imprimere dei buchi 14, quindi cospargete di sale grosso (non eccessivamente) e aghi di rosmarino la superficie 15 e mettete a lievitare per 30-40 minuti in forno spento con la luce accesa. Infornate la spianata in forno preriscaldato a 200° per circa 30 minuti, fino a che non sarà ben dorata. Sfornate la spianata e mettetela su di una gratella per evitare che il trasudamento le faccia perdere croccantezza. Non appena sarà tiepida tagliate la spianta romagnola e servitela accompagnandola con salumi e formaggi. "
}