{
    "title": "Cheesecake caramello e nocciole",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "40 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare la cheesecake al caramello e nocciole, iniziate predisponendo il fondo: mettete i biscotti Digestive nel mixer insieme allo zucchero di canna 1, sminuzzateli finemente e trasferiteli in una ciotola. Sciogliete il burro in un pentolino o nel microonde e aggiungetelo a poco a poco ai biscotti 2, mescolando per amalgamare bene il tutto. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm e foderatela con carta da forno (per vedere come fare, guardate qui la nostra Scuola di Cucina: foderare una tortiera con carta da forno). Versate i biscotti sbriciolati nella tortiera e con il dorso di un cucchiaio compattate bene la base di biscotto 3. Fate raffreddare la base in frigorifero per mezz’ora o in freezer per 15 minuti. Ora dedicatevi al ripieno iniziando dalla preparazione del caramello: in un tegame abbastanza ampio e dal fondo spesso, mettete a scaldare a fuoco basso 120 g di zucchero semolato con 25 ml di acqua 4; il fondo spesso è utile per consentire di diffondere uniformemente il calore, evitando di bruciare lo zucchero ancora prima che si caramellizzi. Quando lo zucchero avrà acquistato un bel colore bruno 5, unite altri 50 ml di acqua calda 6 e mescolate velocemente. Togliete dal fuoco la salsa di caramello e lasciatela raffreddare a temperatura ambiente. In una planetaria dotata di frusta, o in una ciotola con l'aiuto di una frusta a mano, o di uno sbattitore elettrico, ammorbidite il Philadelphia 7 e aggiungete a filo la salsa di caramello 8. Intanto, tritate le nocciole in un mixer 9, lasciandone qualcuna intera da parte per la decorazione finale. Aggiungete alla crema di Philadelphia e caramello 25 g di nocciole tritate 10 e infine lo zucchero a velo 11. Ammollate i fogli di gelatina in acqua fredda per 10 minuti 12. Se volete saperne di più sull'utilizzo della gelatina, qui la nostra Scuola di Cucina: come utilizzare la colla di pesce. Una volta ammobidita, strizzate la gelatina e fatela sciogliere in 2 cucchiai di panna, presi dalla dose totale, che avrete fatto intiepidire 13. Quando il composto sarà arrivato a temperatura ambiente, unite la gelatina sciolta nella panna alla crema 14. A parte montate a neve ferma la restante panna (qui la Scuola di Cucina: come montare la panna) e incorporatela alla crema 15, mescolandola delicatamente con una spatola dal basso verso l'alto. La crema di Philadelphia al caramello e nocciole è pronta: riprendete la base di biscotto ormai fredda e versatevi sopra la crema 16, avendo cura di tenere da parte due cucchiai di impasto per la guarnizione finale. Infine livellate la superficie con una spatola o il dorso di un cucchiaio e ponete in frigorifero la cheesecake caramello e nocciole 18 per almeno 4 ore a rassodare. Una volta trascorso il tempo di riposo, sformate la vostra cheesecake e decoratela sulla superficie con dei ciuffi di crema tenuta da parte e messa in una sac-à-poche con bocchetta stellata, e nocciole tritate, e sui bordi con le nocciole tritate avanzate. Ecco la vostra cheesecake caramello e nocciole! "
}