{
    "title": "Crumble di ciliegie",
    "ingredients": [
        {
            "ingredient": "Ciliegie",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "2 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 50 g"
        }
    ],
    "preparation": " Per preparare il crumble di ciliegie iniziate dal ripieno. Sciacquate le ciliegie sotto acqua corrente, quindi asciugatele con un panno pulito e denocciolatele con lo snocciolatore 1. Riponetele in una ciotola ed unite lo zucchero 2 e la scorza grattugiata di un limone 3. Fate attenzione ad ottenere solamente la parte gialla della buccia, evitando di grattugiare anche quella bianca che è più amara. Amalgamate con una spatola per uniformare gli ingredienti 4 e lasciate riposare per almeno 30 minuti a temperatura ambiente 5 girandole di tanto in tanto con un cucchiaio. Nel frattempo preparate la pasta per il crumble. Incidete la bacca di vaniglia praticando un taglio seguendo la lunghezza del baccello e raschiate i semini interni aiutandovi con un coltellino dalla lama liscia 6. Tenete i semini della bacca di vaniglia da parte. Ora prendete una ciotola capiente e versatevi la farina 7 e lo zucchero di canna 8, la cannella in polvere 9 e i semini della bacca di vaniglia 10 infine aggiungete il burro ammorbidito a temperatura ambiente 11. Cominciate a lavorare gli ingredienti velocemente con le punte delle dita in modo da ottenere un composto granuloso e sbriciolato 12, cercando di fare in modo che il burro entri in contatto con gli ingredienti asciutti. Dovete ottenere un composto ben sgranato ma non sabbioso (da qui deriva il nome crumble che significa “briciola”). Tenete il composto da parte 13.Dopodiché prendete 4 stampini da forno dal diametro di 8 cm ed altezza di 5 cm. Versate alcuni cucchiai di ciliegie all’interno di ciascun stampino 14 e livellate i frutti 15 all’interno dello stampino. Ricoprite ciascuno stampino con il crumble precedentemente ottenuto fino al bordo dello stampino 16.Disponete gli stampini su una leccarda ed infornate in forno statico preriscaldato a 180°C per 30 minuti 17. Dovete ottenere una superficie dorata e croccante dei crumble: a questo punto saranno pronti. Estraeteli dal forno ancora caldi 18. Servite il vostro crumble di ciliegie ancora caldo direttamente nello stampino. "
}