{
    "title": "Crema pasticcera al cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare la crema pasticcera al cioccolato bianco tagliate a scaglie il cioccolato con un coltello e mettetelo da parte 1, poi mettete il latte in un pentolino e fatelo scaldare a fuoco basso finchè non diventerà tiepido 2. Nel frattempo sbattete i tuorli con lo zucchero, utilizzando una frusta, fino ad ottenere una consistenza chiara e spumosa 3, quindi aggiungete poca alla volta la farina setacciata 4 ed infine il latte 5, ormai tiepido. Amalgamate molto bene tutti gli ingredienti poi trasferite il composto in una pentola, filtrandolo con un colino per eliminare eventuali grumi 6. Fate ora addensare il tutto a fuoco basso, mescolando energicamente e spesso, per circa 20 minuti 7. Quando la crema sarà densa aggiungete il cioccolato a scaglie e continuate a mescolare per altri 5 minuti, fino a farlo sciogliere completamente 8. La vostra crema pasticcera al cioccolato bianco è pronta: trasferitela in un contenitore largo e basso, copritela con la pellicola a contatto per evitare che si formi una crosticina in superficie 9 e, una volta fredda, conservatela in frigorifero fino al momento di utilizzarla. Per chi fosse intollerante alle uova o semplicemente gradisse una versione più leggera è possibile realizzare la crema pasticcera al cioccolato bianco sostituendo le uova e lo zucchero con il latte condensato, ecco come procedere: tagliate a scaglie il cioccolato e fate intiepidire il latte a fuoco basso, quindi mescolate in una ciotola la farina setacciata e il latte condensato (1-2). Aggiungete il latte tiepido a filo 3, continuando a mescolare per evitare di formare dei grumi. Trasferite il composto in un pentolino e fatelo addensare a fuoco basso 4, mescolando continuamente. Infine aggiungete il cioccolato bianco tagliato a scaglie e continuate la cottura finché non si sarà sciolto completamente 5. La crema pasticcera al cioccolato bianco senza uova è pronta 6: trasferitela in un contenitore largo e basso, copritela con la pellicola a contatto e, una volta fredda, conservatela in frigorifero fino al momento di utilizzarla. "
}