{
    "title": "Savarin",
    "ingredients": [
        {
            "ingredient": "Latte",
            "quantity": "120 ml"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "160 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 9) 400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 l"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "800 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "20 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "160 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "3"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il savarin, inziate a impastare la biga: intiepidite il latte e scioglietevi il lievito 1 ( se usate il lievito disidratato la dose è di 4 gr). Aggiungete il lievito sciolto alla farina e impastate, con la planetaria munita di gancio oppure a mano, i tre ingredienti 2 fino ad ottenere un panetto liscio. Mettetelo in una ciotola, coperto con la pellicola 3 e lasciate lievitare per 2 ore, in forno chiuso con luce accesa, fino a che l’impasto avrà raddoppiato il volume iniziale. Trascorse le due ore, preparate l’impasto del savarin: ponete la biga insieme alla panna 4 nella tazza di una platetaria munita di foglia (potete anche impastare il tutto a mano), metà delle dose totale delle uova (200 gr) e la farina 6. Azionate la foglia e impastate fino a che gli ingredienti non saranno ben amalgamati tra loro; a questo punto sostituite la foglia con il gancio 6. Mentre la panetaria è in azione aggiungete un po’ alla volta, alternandoli, lo zucchero e un pezzo di burro, ammorbidito a temperatura ambiente, alla volta (7-8). Quando lo zucchero sarà terminato e il burro sarà stato inglobato completamente aggiungete il sale 9 e le uova rimanenti, una alla volta, aspettando di aggiungere l'uovo successivo quando il precedente sarà stato assorbito 10. Impastate il tutto a velocità media per circa 40 minuti, fino a quando l’impasto si sarà staccato dalle pareti e risulti particolarmente elastico e molle 11. Imburrate molto bene uno stampo da savarin alto 10 cm, dal diametro di 20-22 cm e dalla capienza di un litro e mezzo 12. Versate l’impasto nello stampo, fino a riempirlo per metà 13, e lasciate lievitare, in forno spento con la luce accesa, fino a quando il savarin raggiungerà il bordo dello stampo, ci vorrà circa 1 ora 14. Infornate in forno statico già caldo a 180° per 60 minuti. Sformate il savarin ancora caldo e lasciatelo raffreddare su una gratella 15. Nel frattempo preparate la bagna per inzuppare il savarin: ricavate 40 gr di scorza d'arancia e 20 gr di scorza di limone, possibilmente non trattata 16. Versate l'acqua in una pentola alta e stretta, unite lo zucchero 17 e le scorze di arancia e di limone 18. Quando l'acqua bollirà e lo zucchero sarà sciolto, spegnete il fuoco e aggiungete il rum, così che non evapori 19, quindi coprite con un coperchio e lasciate in infusione. Passate al setaccio la confettura di albicocche, premendone poca alla volta sulle maglie di un colino con il dorso di un cucchiaio 20, e diluitela con 20 gr di bagna 21 quindi tenetela da parte. Quando il savarin si sarà raffreddato, immergetelo nella bagna ancora calda (circa 40 gradi) da entrambi i lati e bagnandolo sui lati con un cucchiaio, in modo che sia impregnato totalmente (22-23-24). Lasciate scolare il savarin su una gratella 25 e continuate a bagnare la parte superiore, aiutandovi con un mestolo 26, così da ottenere un'inzuppatura uniforme. Spennellate bene la superficie del savarin con la confettura di albicocche per lucidarlo 27. Il vostro savarin deve solo essere guarnito: montate a neve la panna con lo zucchero a velo e con una sac-à-poche decorate con dei ciuffi i lati del savarin e riempite il foro centrale. Infine tagliate a fette una fragola e il kiwi, posizionatele sui ciuffi di panna mentre ponete sulla sommità le due fragole restanti e lucidatele con la confettura di albicocche 29. Il vostro savarin è pronto per essere servito 30: una volta a tavola tagliatelo a fette e offritelo ai vostri ospiti! "
}