{
    "title": "Cheesecake arancia e cannella",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi al cioccolato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "140 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "15 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per preparare la cheesecake arancia e cannella iniziate predisponendo il fondo: mettete i frollini al caco nel mixer 1, quindi sminuzzateli finemente. Ponete il burro a sciogliere in un pentolino; nel frattempo mettete i biscotti sminuzzati in una ciotola e aggiungete a poco a poco il burro sciolto 2 amalgamando per bene il tutto. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm; ritagliate un disco di carta forno dello stesso diametro del fondo della tortiera e due strisce della stessa altezza dei bordi, quindi foderate la tortiera stessa.(per tutti i dettagli consultate la scheda Foderare una tortiera con carta da forno. Versate i biscotti sbriciolati nella tortiera ricoperta di carta forno e con l'aiuto di un cucchiaio distribuite i frollini minuzzati 3 creando una base compatta 4. Fate raffreddare il composto in frigorifero per mezz’ora o in freezer per una decina di minuti. Ora dedicatevi al ripieno: ponete il formaggio fresco spalmabile in una planetaria 5 e ammorbiditelo con le fruste, aggiungete lo zucchero 6 , la scorza d’arancia 7 e il suo succo 8, sempre mantenendo azionate le fruste per incorporare bene ciascun ingrediente. Aromatizzate la crema con un cucchiaino di cannella 9. Intanto ponete la gelatina ad ammorbidire in acqua fredda per 10 minuti, poi strizzatela bene 10 e scioglietela in due cucchiai di panna calda. Unite la panna con la gelatina alla crema 11. Infine montate a neve la restante panna seguendo le indicazione nella scheda Come montare la panna della nostra Scuola di cucina) e aggiungete anche questa alla crema 12. Togliete dal frigo la base di frollini al cacao, ormai ben rassodata, versate sopra la crema 13, livellatela con una spatola 14 e ponete la cheesecake in frigorifero per almeno 4 ore in modo che si compatti bene. Per terminare guarnite a piacere la superficie della cheesecake con le scaglie di cioccolato fondente e le scorze di arancia candite 15. "
}