{
    "title": "Mini capresi al cioccolato e peperoncino",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "115 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "115 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "115 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 115 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mini capresi al cioccolato e peperoncino come prima cosa grattugiate il cioccolato fondente; poi tagliate il burro a cubetti e trasferitelo in una ciotola. DovrÃ essere morbido ma ancora plastico. Unite metÃ dello zucchero a velo 1 e con uno sbattitore elettrico montate il tutto lavorando il composto per circa 5 minuti 2. Unite poi il sale 3Â e i tuorli 4. Lavorate il tutto per altri 5 minuti fino a che non otterrete un composto gonfio e liscio 5. Unite il peperoncino alla farina di mandorle 6Â e versate il tutto all'interno di un'altra ciotola con il cioccolato grattugiato 7. Setacciate poi all'interno la fecola, il lievito 8 e il cacao amaro 9.Â Mescolate tutte le polveri 10. Montate poi gli albumi con lo zucchero a velo rimasto 11, non dovranno essere a neve ferma ma comunque sodi, in modo da formare il tipico \"becco d'uccello\" 12.Â Unite poi circa 1/3 degli albumi al composto di burro e uova; incorporateli mescolando delicatamente con una spatola dal basso verso l'alto 13. Aggiungete poi anche 1/3 delle polveri 14 e mescolate delicatamente. Unite poi nuovamente metÃ degli albumi 15Â metÃ delle polveri 16 e proseguite in questo modo fino a terminare gli ingredienti e avere un impasto sodo e omogeneo 17. Imburrate poi 4 stampi da 10 cm di diametro e riempiteli con il composto 18.Â Trasferite gli stampini su una leccarda 19 e cuocete in forno statico preriscaldato a 170Â° per circa 20 minuti. Quando saranno cotte sfornate le tortine 20 e lasciatele raffreddare completamente prima di sformarle. Decorate con zucchero a velo, una quenelle di yogurt, dei lamponi e della menta e servite le vostre mini capresi 21.Â "
}