{
    "title": "Crostatine al caramello salato e noci pralinate",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "170 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 90 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 55 g"
        },
        {
            "ingredient": "Topping al caramello",
            "quantity": "270 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Noci pecan",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per realizzare le crostatine al caramello salato e noci pralinate, per prima cosa preparate la frolla: mettete il burro ammorbidito in una ciotola insieme allo zucchero 1 e azionate le fruste per amalgamarli, poi unite lâuovo 2 e continuate a lavorare fino a completo assorbimento. A questo punto aggiungete la farina 00 3 e quella di mandorle 4 e mescolate con le fruste per ottenere un composto omogeneo 5. Trasferite lâimpasto sul piano di lavoro e formate un panetto che avvolgerete nella pellicola 6. Lasciate riposare in frigorifero per almeno unâora. Nel frattempo occupatevi delle noci pralinate: in una padella antiaderente versate lo zucchero e lâacqua 7 e accendete il fuoco a fiamma medio-bassa. Quando lo zucchero sarÃ completamente sciolto aggiungete le noci pecan e mescolate continuamente con un cucchiaio di legno 8 fino a che lo zucchero non si sarÃ cristallizzato. Versate le noci pralinate su un foglio di carta forno e lasciatele raffreddare separandole con le mani 9. Riprendete la frolla dal frigorifero e stendetela fino a uno spessore di circa 5 mm 10, poi ritagliate dei dischi con un coppapasta del diametro di 6 cm 11. Foderate degli stampini dello stesso diametro e bucherellate la base con i rebbi di una forchetta 9. Cuocete in forno ventilato preriscaldato a 170Â° per 15 minuti. Nel frattempo preparate il caramello salato: versate la panna in un pentolino e portatela a bollore, poi aggiungete il topping al caramello 13, mescolate e aspettate che riprenda il bollore. Lasciate addensare il caramello sul fuoco medio per circa 3-4 minuti, poi spegnete e unite il sale 14 e il burro 15. Mescolate bene e tenete momentaneamente da parte. Quando le crostatine saranno cotte, sfornate e lasciate raffreddare. Una volta che i gusci di frolla si saranno raffreddati, riempiteli con il caramello salato 16 avendo cura di tenerne un cucchiaio da parte. Mettete le crostatine farcite a raffreddare in frigorifero per almeno 30 minuti 17. Intanto diluite il caramello avanzato con i 30 g di panna liquida 18 e mescolate bene per amalgamarli. In ultimo preparate la panna montata: versate la panna liquida in una ciotola, aggiungete i semini della bacca di vaniglia 19 e montatela a neve con le fruste elettriche 20 fino ad ottenere la consistenza desiderata 21. Trasferite la panna montata in un sac-Ã -poche con bocchetta a stella da 12 mm. Trascorso il tempo di raffreddamento, riprendete le crostatine dal frigorifero e guarnitele con un ciuffo di panna montata ciascuna, poi aggiungete un poâ di salsa di caramello 22 e una noce pralinata 23. Le vostre crostatine al caramello salato e noci pralinate sono pronte per essere servite 24! "
}