{
    "title": "Pan dei morti",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "(di uova medie) 6"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Fichi secchi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Vino liquoroso",
            "quantity": "(vin santo) 100 ml"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "120 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Savoiardi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pan dei morti iniziate mettendo in ammollo le uvette in una ciotolina piena dâacqua 1, quindi ponete nella tazza di un mixer biscotti secchi, amaretti e savoiardi 2. Azionate lâapparecchio, riducete il tutto in briciole finissime e trasferite il composto in una terrina capiente 3. Nello stesso mixer mettete ora le mandorle (in alternativa potete usare pinoli o nocciole) e riducetele in farina 4, quindi unitele ai biscotti tritati. Ora passate anche i fichi secchi nel mixer e aggiugeteli nella terrina 5. Unite a questi ingredienti lo zucchero semolato 6, la farina 7, il cacao 8, un pizzico di noce moscata e la cannella. A questo punto scolate e strizzate per bene lâuvetta e unitela al composto 9, aggiungete il lievito 10, il vin santo a filo e gli albumi 12. Cominciate ad amalgamare tutti gli ingredienti con le mani 13 e, quando il composto sarÃ sufficientemente compatto, trasferitelo su una spianatoia infarinata e lavoratelo con le mani fino ad ottenere un impasto omogeneo e abbastanza consistente. Formate un panetto 14 e dividetelo a fette da 90-100 gr lâuna 15. Modellate i vari pezzi in modo da conferire loro una forma piuttosto bassa (1 cm) e affusolata, della lunghezza di circa 12 -15 cm e della larghezza di 5-6 cm 16. Ricoprite una leccarda o una teglia con della carta da forno e sistemateci i vostri pan dei morti,Â distanziandoli di qualche cm lâuno dallâaltro 17. Fate cuocere i biscotti in forno preriscaldato a 180Â° per 25 minuti, quindi sfornateli, spolverizzate con lo zucchero a velo e lasciateli raffreddare 18. Servite il pan dei morti solo dopo averlo lasciato riposare per almeno due giorni. "
}