{
    "title": "Frutta fritta caramellata",
    "ingredients": [
        {
            "ingredient": "Mele",
            "quantity": "2"
        },
        {
            "ingredient": "Pere",
            "quantity": "2"
        },
        {
            "ingredient": "Banane",
            "quantity": "2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frutta fritta caramellata, lavate e pelate le mele, le pere e le banane (1-2-3); tagliate le mele e le pere in quarti, togliendo il torsolo, quindi tagliate i 4 pezzi ottenuti a metà (4-5). Dividete le banane in tre pezzi 6. Mettete i pezzi di frutta in una ciotola e cospargeteli con del succo di limone per evitare che si anneriscano e dedicatevi alla preparazione della pastella. Dividete i tuorli dagli albumi e tenete questi ultimi da parte. Sbattete i tuorli con l’acqua 7 e aggiungete anche la farina e il lievito setacciati 8. Sbattete bene con una frusta per evitare la formazione di grumi 9. Montate gli albumi a neve ferme con un pizzico di sale 10 e uniteli alla pastella delicatamente, mescolando dal basso verso l'alto, per non farli smontare (11-12). Mettete l’olio di semi a scaldare in una pentola capiente e, quando sarà pronto, intingete ogni pezzo di frutta nella pastella, ricopritelo interamente (13-14) e immergetelo nell’olio bollente 15. Quando la pastella sarà ben dorata, scolate la frutta fritta dall'olio 16 e fatela asciugare su un vassoio con carta assorbente. Una volta fritta la frutta, preparate il caramello (qui la scheda ricetta per maggiori informazioni): in un pentolino d’acciaio dal doppio fondo, aggiungete lo zucchero semolato un cucchiaio alla volta nel pentolino 17 e fatelo sciogliere lentamente a fuoco basso, senza mescolare ma ruotando delicatamente il pentolino. Dovrete ottenere un caramello bruno 18 (la temperatura deve oscillare tra i 166°- 175°, aiutatevi con un termometro per alimenti). Quando il caramello sarà pronto, infilzate ogni pezzo di frutta fritta con uno stuzzicadenti e intingetelo velocemente nel caramello 19. Scolate il caramello in eccesso e immergete il pezzo di frutta nell’acqua ghiacciata, che avrete predisposto in una ciotola, per far solidificare il caramello 20. Sistemate la frutta fritta caramellata su un piatto da portata e servite 21. "
}