{
    "title": "Scarpaccia viareggina",
    "ingredients": [
        {
            "ingredient": "Zucchine bianche",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(biologiche) 1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "85 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "65 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la scarpaccia, cominciate pulendo le zucchine, privandole delle estremità 1 e degli eventuali fiori, che potrete impiegare in un’altra ricetta. Tagliate quindi le zucchine a rondelline finissime, utilizzando una mandolina 2, e tenetele da parte. Fate sciogliere il burro e, mentre questo fonde, in una ciotola unite l’uovo e lo zucchero 3. Sbattete con una frusta fino a rendere il composto spumoso 4, quindi aggiungete il burro fuso, il latte freddo 5 e la farina setacciata con il lievito 6. Amalgamate bene con la frusta 7, poi unite anche i semi di una bacca di vaniglia 8 e amalgamate nuovamente per ottenere una pastella liscia 9. Versate adesso le zucchine nella ciotola 10 e amalgamate per incorporarle all’impasto 11. Versate l’impasto in una teglia rotonda di 22 cm di diametro imburrata e infarinata 12, aiutandovi con una spatola. Cospargete la superficie della torta con il basilico spezzettato a mano 13 e irrorate con un filo d’olio 14. Cuocete la scarpaccia in forno statico preriscaldato a 200° per 15 minuti, poi abbassate la temperatura a 180° e proseguite la cottura per ancora 45 minuti ( se utilizzate il forno ventilato infornate a 180° per 5 minuti, quindi abbassate la temperatura a 160° e cuocete ancora per 40 minuti). Sfornate la scarpaccia e lasciatela intiepidire prima di sformarla sul piatto da portata 15! "
}