{
    "title": "Biscotti teschio",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 380 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "240 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "240 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i biscotti teschio iniziate ponendo in una ciotola la farina 00, la farina di nocciole 1 e lo zucchero 2. Mescolate con una frusta 3, aggiungete il burro tagliato a pezzetti 4 e iniziate ad impastare con le mani 5. In una ciotolina sbattete lâuovo con il sale, aggiungendo i semi della bacca di vanigliaÂ 6; versate ilÂ tutto nella terrina 7 continuando ad impastare 8. Trasferite ora il composto granuloso su una spianatoia leggermente infarinata e impastate con le mani, fino ad ottenere un panetto morbido e compatto 9. Schiacciate leggermente il panetto con le mani 10, copritelo con la pellicola 11 e lasciatelo riposare in frigorifero almeno per unâora. Trascorso il tempo necessario, infarinate nuovamente la spianatoia e stendete lâimpasto con il mattarello, fino ad ottenere uno spessore di circa 1 cm 12. Con un coppapasta formate dei dischi del diametro di 6 cm 13 e con le dita andate a premere su due lati del disco per creare la forma del teschio 14. Con il manico di un cucchiaio di legno formate lâincavo degli occhi e con uno stecchino (o un coltello) tracciate due linee che formeranno le fosse nasali 15. Con i pinoli, infine, create i denti, come mostrato nella foto 16. Ponete ora i biscotti su una leccarda ricoperta da carta da forno 17 e infornateli in forno preriscaldato a 180Â° per 20 minuti. Una volta cotti 18, lasciateli raffreddare su una gratella: i vostri biscotti teschio saranno pronti da gustare in breve tempo! "
}