{
    "title": "Tarte au fromage blanc",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "1 rotolo 275 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Fromage blanc",
            "quantity": "600 g"
        }
    ],
    "preparation": " Per preparare la tarte au fromage blanc, prendete una tortiera di ceramica (o antiaderente) del diametro di cm 24 e foderatela con della carta forno che taglierete a cerchio del diametro di 30 cm, bagnerete e strizzerete per bene. Asciugate la carta tamponandola con uno strofinaccio asciutto e pulito quindi adagiatela all’interno della tortiera, in modo che aderisca bene. Adagiate nella tortiera la pasta sfoglia 1 e foderate la tortiera, facendo alderire la sfoglia ai lati 2. Bucherellate il fondo con i rebbi di una forchetta 3 e mettete il tutto in frigorifero. Passate al ripieno: in una ciotola capiente ponete il fromage blanc 4, i tuorli d’uovo 5, la scorza grattugiata di un limone non trattato 6. Tagliate a metà la bacca di vaniglia e raschiate i semi con la punta di un coltello 7, quindi aggiungeteli agli altri ingredienti 8. Infine aggiungete nella ciotola la maizena, il sale e la panna 9. Mescolate il tutto con le fruste di uno sbattitore elettrico o planetaria fino ad ottenere un composto liscio e cremoso 10. A parte, montate gli albumi con lo zucchero (11-12): gli albumi dovranno risultare lucidi, ovvero non a neve ferma ma ancora morbidi e cremosi 13. Incorporateli delicatamente al composto con il fromage blanc 14, mescolando dal basso verso l'alto 15. Versate il tutto nella base di pasta sfoglia, riempiedo lo stampo per 3/4 di altezza (16-17) e cuocete la tarte au fromage blanc in forno statico per circa 1 ora a 180°, fino a che la superficie della torta non sarà ben dorata 18. Estraete la torta dal forno e lasciatela raffreddare su di una gratella: la vostra tarte au fromage blanc può essere servita tiepida oppure fredda! "
}