{
    "title": "Mini Paris-Brest al cacao con crema al cioccolato",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "(tritato) 40 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "165 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "180 g"
        }
    ],
    "preparation": " Per realizzare i mini paris-brest al cacao e crema al cioccolato iniziate dalla crema: versate il latte in un pentolino 1 e portatelo ad ebollizione e poi spegnete il fuoco, a parte in una ciotola versate i tuorli 2 e lo zucchero a velo 3, sbattetele con una frusta e poi unite anche l’amido di mais setacciato 4e mescolate per amalgamare il composto. Aggiungete un paio di cucchiai di latte caldo al composto 5 per stemperare 6 poi versate tutto all’interno del tegame con il latte 7. Unite il burro e il cioccolato fondente tritato 8, riportate il composto sul fuoco e lasciate addensare a fuoco dolce mescolando di continuo. Trasferite la crema in una pirofila 9, coprite con pellicola a contatto 10, lasciate raffreddare e poi trasferitela in frigorifero per farla rassodare. Passate a preparare la pasta choux: setacciate in una ciotola la farina 11 e il cacao amaro 12. In un pentolino versate l’acqua 13 e portatela ad ebollizione a fuoco dolce, aggiungete il burro a pezzetti 14, le polveri 15 mescolate delicatamente con un cucchiaio di legno 16 fino a quando non si forma una patina sul fondo e un composto liscio e sodo che si stacca dalle pareti. Trasferite la pasta ottenuta in una planetaria munita di foglia 17, azionate la macchina e incorporate un uovo alla volta 18, aspettando di aggiungere il successivo se quello precedente non è stato assorbito. Continuate a lavorare finché l’impasto non sarà sodo e stabile 19. Trasferite la pasta choux in una sac-à-poche munita di bocchetta liscia del diametro di 1,5 o 2 cm, spremete la pasta su una leccarda foderata con carta da forno per formare 4 ciambelline del diametro di 8-9 cm 20. Spolverizzate le ciambelline con lo zucchero semolato 21 e qualche lamella di mandorle 22. Cuocete i mini Paris-Brest in forno preriscaldato a 190° in modalità ventilata per 35 minuti tenendo il forno chiuso per i primi 5 minuti e per i successivi 30 minuti “in fessura”, cioè con lo sportello leggermente aperto per far uscire l’umidità. Una volta cotti sfornateli 23 e lasciateli raffreddare. Intanto riprendete la crema al cioccolato, a parte versate la panna fresca liquida in una ciotola 24 montatela con le fruste 25, poi unite la panna montata alla crema al cioccolato 26, mescolando dall'alto verso il basso per non smontarla. Trasferite la crema ottenuta in una sac-à-poche con bocchetta stellata. Tagliate a metà i mini Paris- Brest, farciteli con la crema al cioccolato 27. I vostri deliziosi mini Paris-Brest sono pronti per essere gustati. "
}