{
    "title": "Muffin alle fragole e yogurt con NutellaÂ®",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "110 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "100 g"
        },
        {
            "ingredient": "NutellaÂ®",
            "quantity": "120 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "(facoltativa) 100 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "4"
        }
    ],
    "preparation": " Per preparare i muffin alle fragole e yogurt con Nutella, lavate e rimuovete le foglioline verdi dalle fragole 1, tagliatele a metÃ e ponetele in una ciotola 2, poi frullatele con un frullatore ad immersione 3. Una volta ottenuta una purea, tenete da parte 4. Passate al resto dell'impasto: in un'altra ciotola versate lo zucchero e le uova 5, lavorateli con la frusta a mano 6 fino ad ottenere un composto omogeneo e spumoso. Unite a filo lâolio 7 e continuare a lavorare con la frusta. Aggiungere il lievito setacciato, la farina 00 8 e la farina integrale 9. Lavorare sino ad ottenere un impasto liscio ed omogeneo. Aggiungete lo yogurt 10, mescolate e unite anche la purea di fragole 11. Per ultima unite la farina di mandorle 12. Lavorate nuovamente l'impasto per incorporare tutto e renderlo omogeneo 13. Versatelo in 8 stampini di alluminio usa e getta 14 e infornate in forno statico giÃ caldo a 180Â° per 25 min. Una volta cotti, sfornateli e lasciate raffreddare 15. Una volta freddi, estraeteli dai pirottini e scavateli con la lama di un coltello 16, rimuovete la parte centrale 17 e riempite la cavitÃ con 15 g di Nutella ciascuno 18. Una volta farcito 19, adagiate su ciascun muffin anche un quarto di fragola 20. I vostri muffin alle fragole e yogurt con Nutella sono pronti per essere serviti 21. Potete servirli a piacere anche con della panna montata! "
}