{
    "title": "Whoopie",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "180 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Albumi",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare i whoopie iniziate ad unire un cucchiaino di succo di limone alla panna fresca liquida 1 (se avete a disposizione il latticello passate direttamente al punto 2). Aggiungete alla crema ottenuta l'estratto di vaniglia 2 e mescolate. Sbattete, con le fruste di uno sbattitore (o con una planetaria), il burro a temperatura ambiente assieme allo zucchero 3 fino ad ottenere un composto chiaro e spumoso. Sempre sbattendo, aggiungere l’uovo a temperatura ambiente 4, il sale e il composto di panna e limone (o latticello) con la vaniglia 5. In una ciotola a parte setacciate la farina e il cacao 6, unite il lievito 7 e amalgamate tutte le farine con una frusta 8. Incorporatele ora al composto di burro, zucchero e uova delicatamente 9, alternandole al latte a temperatura ambiente 10. Dovrete ottenere un composto piuttosto denso che porrete in una tasca da pasticcere con bocchetta liscia del diametro di 2 cm. Spremete dei mucchietti di composto del diametro di circa 4 cm 11 su di una leccarda foderata con carta forno (dovrete ottenere delle semisfere piuttosto alte) per un totale di circa 16 mucchietti per leccarda 12. Infornate in forno statico preriscaldato a 180° per circa 13-14 minuti, quindi estraete i whoopie dal forno e trasferiteli su di una gratella servendovi di una spatola di acciaio. Lasciate raffreddare i whoopie. Nel frattempo preparate la crema Marshmallows sciogliendo in un pentolino lo zucchero semolato con l’acqua; quando lo sciroppo prenderà il bollore, lasciatelo cuocere a fuoco medio per almeno 5 minuti. Intanto in una ciotola capiente montate gli albumi con il pizzico di sale 13 e quando saranno montati a neve ferma e saranno passati i 5 minuti, aggiungete lo sciroppo di zucchero caldo a filo sempre sbattendo con le fruste. Continuate fino a che il composto non sarà tiepido. Incorporate allora la vaniglia 14 e lo zucchero a velo 15. La crema dei whoopie deve risultare densa, liscia e lucida (16-17). Trasferitela in una sacca da pasticcere con bocchetta liscia e spremete la crema sulla parte piatta di un biscottino 18 e coprite con la parte piatta di un altro biscottino. Continuate così fino a terminare gli ingredienti. "
}