{
    "title": "Crostata di rabarbaro",
    "ingredients": [
        {
            "ingredient": "Rabarbaro",
            "quantity": "(gambi) 700 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 250 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crostata di rabarbaro cominciate occupandovi del ripieno: pulite il rabarbaro, privandolo delle foglie e dei filamenti come fosse un sedano. Tagliate il gambo del rabarbaro a tocchetti 1, poi pulite le fragole e tagliatele in 4 2. Unite fragole e rabarbaro in una ciotola 3, aggiungete lo zucchero 4 e mescolate bene 5, quindi coprite con della pellicola trasparente 6 e lasciate riposare per 2-3 ore, in modo da permettere al rabarbaro di rilasciare il proprio liquido. Trascorso il tempo necessario, trasferite le fragole e il rabarbaro in una pentola 7 e cuocete per 10 minuti a fiamma media, poi per altri 50-60 minuti a fuoco dolce. A questo punto fate sciogliere nella confettura la fecola di patate 8 e lasciate il composto sul fuoco finché non raggiungerà i 108° (potete controllare la temperatura con un termometro da cucina) 9. Quando la confettura di rabarbaro è pronta, trasferitela in una ciotola per farla raffreddare 10. Nel frattempo occupatevi della pasta frolla: nel mixer unite la farina e il burro freddo da frigorifero tagliato a pezzetti 11. Frullate il tutto per ottenere un composto dall’aspetto sabbioso, poi versatelo sulla spianatoia, formando la classica forma a fontana, e aggiungete lo zucchero a velo 12. Incorporate anche la scorza di limone grattugiata e i tuorli 13, e impastate brevemente 14, giusto quanto occorre per rendere l’impasto compatto. Formate un panetto, foderatelo con la pellicola e fatelo rassodare in frigo per 30 minuti. Trascorso il tempo necessario, stendete l’impasto con un mattarello a circa 1 cm di spessore 15. Con il mattarello stendetelo all’interno della tortiera dal fondo di 25 cm di diametro imburrata e infarinata, facendolo aderire alla base e ai bordi con piccole pressioni delle dita 16. Con un coltellino eliminate l’eccesso di pasta, conervandolo, e bucherellate la base della torta con i rebbi di una forchetta 17. Impastate nuovamente l’eccesso di impasto, e stendetelo di nuovo per ricavarvi, con un tagliapasta, delle striscioline 18 che userete per decorazione. Versate la confettura di fragole e rabarbaro all’interno della base di frolla 19 e completate disponendo le striscioline di pasta sulla superficie della torta 20, per formare delle losanghe. Cuocete in forno statico preriscaldato a 180° per 40 minuti (o a 160° per 30 minuti se in forno ventilato), quindi sfornate la vostra crostata di rabarbaro 21 e lasciatela raffreddare prima di sformarla! "
}