{
    "title": "Cannoli di pasta fillo con meringa ai frutti rossi ",
    "ingredients": [
        {
            "ingredient": "Pasta fillo",
            "quantity": "270 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "3 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Ribes",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cannoli di pasta fillo con meringa ai frutti rossi per prima cosa preparate la meringa: lavate e asciugate bene i lamponi e le fragole. Frullate i frutti rossi in un mixer (1-2) e passate al setaccio il liquido ottenuto per filtrare i semi dei frutti (il liquido filtrato dovrà pesare 75 g circa) 3. In un pentolino unite il succo di frutta e 100 g di zucchero 4, mescolate con un cucchiaio 5 verificando la temperatura con un termometro da cucina. Nel frattempo, quando lo sciroppo avrà raggiunto i 115°, montate gli albumi in una planetaria 6, quando saranno semimontati unite 25 g di zucchero 7 e continuate a montare finchè non saranno ben sodi. A questo punto, una volta che lo sciroppo avrà raggiunto i 121° 8, toglietelo dal fuoco e versatelo a filo sugli albumi montati 9 continuando a montare fino a completo raffreddamento 10, per ulteriori dettagli consultate la scheda della meringa all'italiana. Unite infine il succo di mezzo limone 11 e trasferite in composto in una ciotola. Ora mettete in ammollo la gelatina in acqua fredda per 10 minuti 12, trascorso questo tempo strizzatela e scioglietela in 50 ml di panna tiepida 13. Montate i restanti 250 ml di panna (14 -15) (per ulteriori dettagli su questo procedimento consultate la scheda Come montare la panna della nostra scuola di cucina). unite delicatamente la panna montata alla meringa 16, mescolando dal basso verso l’alto, in modo che non si smonti, versate infine la panna nella quale avete sciolto la gelatina 17 e mescolate bene, ricoprite con la pellicola 18 e ponete in frigorifero a rassodare almeno un paio di ore. Preparate ora i cannoli: srotolate la pasta fillo e dividetela a metà 19 e spennellate ogni foglio con il burro fuso 20 poi sovrapponete uno sull’altro 3 fogli e divideteli in tre parti nel senso della larghezza e poi a metà nel senso della lunghezza, ottenendo dei rettangoli delle dimensioni 7 x 10 cm circa. Arrotolate ciascun rettangolo sul cannello per cannoli 21 avendo cura di far aderire al cannello la parte senza burro (altrimenti dopo la cottura non si staccheranno dallo stampo). Ponete i cannoli su una leccarda ricoperta di carta forno 22, spennellate la superficie con il burro e infornate in forno statico a 200° per 18 minuti (oppure in forno ventilato a 180° per circa 15 minuti). Terminata la cottura, sfornate i cannoli 23, estraete il cannello delicatamente aiutandovi con un canovaccio facendo attenzione a non scottarvi con il cannello 24 e lasciateli raffreddare su una gratella. Trasferite la crema, ormai rassodata, in una sac-à-poche 25 e farcite i cannoli 26. Guarnite con un acino di ribes e una fogliolina di menta 27, spolverizzate la superficie con lo zucchero a velo e servite. I vostri cannoli di pasta fillo con meringa ai frutti rossi sono pronti per essere gustati! "
}