{
    "title": "Truffles",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100"
        },
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i truffles, iniziate tostando le nocciole su una leccarda foderata con carta da forno 1, in forno statico preriscaldato a 150° per 30 minuti (130° per 20 minuti se forno ventilato). Intanto sciogliete a bagnomaria il cioccolato fondente e gianduia 2, mescolando con un cucchiaio di legno (l'acqua contenuta nel pentolino non deve arrivare a toccare il contenitore in cui sciogliete il cioccolato). Quando si sarà sciolto completamente, versate anche la panna fresca liquida 3 e continuate a mescolare. Aggiungete il liquore Grand Marnier 4, mescolate ancora, fino ad ottenere un composto cremoso, liscio e privo di grumi. Poi spegnete il fuoco e trasferite il composto in una ciotola; mentre si intiepidisce, prendete le nocciole, oramai tostate e ponetele nel mixer 5, per tritarle finemente 6. Poi unitele al composto al cioccolato nella ciotola 7 e mescolate con un cucchiaio di legno per amalgamare gli ingredienti 8. Coprite l'impasto con pellicola trasparente 9 e fatelo rassodare in frigorifero per 2-3 ore, fino a quando non sarà ben sodo e compatto. A questo punto prelevate un cucchiaino di composto alla volta (circa 10 g) 10; per questa operazione potete anche usare un dosagelato. Lavorate le palline con le mani per dare una forma più regolare 11. A mano a mano che li lavorate, adagiate le palline su un vassoio 12, che poi porrete in frigorifero a rassodare almeno 1 ora. Dopodiché, spolverizzate un vassoio con il cacao amaro setacciato 13 e fatevi rotolare i truffles 14 per ricoprirli accuratamente. Servite i truffles all'interno di piccoli pirottini di carta colorati 15! "
}