{
    "title": "Croccante alle mandorle",
    "ingredients": [
        {
            "ingredient": "Mandorle",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "350 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare il croccante alle mandorle dovete innanzitutto porre le mandorle con la buccia in una terrina e aggiungervi acqua calda fino a coprirle; lasciatele in ammollo per un paio di minuti 1. Scolate le mandorle, che sono ora pronte per essere sbucciate: asciugatele con un foglio di carta assorbente e procedete con la spelatura, aiutandovi con la punta di un coltellino 2. Foderate con carta da forno una teglia, distribuitevi le mandorle spellate e fatele tostare per 5 minuti in forno statico preriscaldato a 180° 3. Le mandorle non devono scurirsi. Cominciate a porre un foglio di carta oleata (o da forno) in una teglia, che lascerete da parte per dopo. Preparate ora il caramello. In un pentolino versate lo zucchero 4, il succo di limone 5 e l’acqua 6. Fate sciogliere a fuoco lento, fino ad ottenere un composto di un bel colore biondo. Nel frattempo tritate grossolanamente parte delle mandorle 7 lasciando intere le rimanenti 8. Una volta pronto il caramello, spegnete il fuoco e procedete versando nel pentolino le mandorle tritate 9 e quelle intere 10. Mescolate energicamente le mandorle con un cucchiaio di legno e facendo ampi movimenti dall'alto verso il basso 11 fino ad amalgamare tutto e facendo attenzione che ogni parte di mandorla sia inglobata nel caramello 12. A preparazione ultimata versate immediatamente il composto caldo nella teglia foderata con carta oleata che avete messo da parte in precedenza 13 e livellate bene la superficie 14, aiutandovi con un cucchiaio o una spatola fino a distribuirlo uniformemente 15. Lasciate raffreddare il dolce nella teglia per qualche minuto ma prima che si solidifichi del tutto rovesciatelo su un tagliere 16 e tagliatelo a losanghe o in barrette con un grosso coltello 17. Servitelo completamente freddo 18. Il vostro croccante alle mandorle è pronto per essere sgranocchiato. "
}