{
    "title": "Cake alle albicocche",
    "ingredients": [
        {
            "ingredient": "Albicocche",
            "quantity": "600 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "330 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 180 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la cake alle albicocche iniziate proprio dalla frutta. Scegliete delle albicocche dolci, mature ma dalla polpa soda. Lavatele delicatamente sotto l’acqua corrente 1. Tenete 5 albicocche da parte intere, che serviranno per la decorazione finale, e aiutandovi con un coltello dividete le altre albicocche a metà 2, quindi eliminate il nocciolo centrale e senza sbucciarle, tagliatele a cubetti di circa 1,5 cm 3 e teneteli da parte. A questo punto dedicatevi a realizzare l’impasto della vostra torta. Versate il burro a temperatura nella ciotola di una planetaria, quindi aggiungete lo zucchero 4 e iniziate a sbattere con la frusta a velocità media. Nel frattempo prelevate i semi della bacca di vaniglia, incidendola e raschiandoli con un coltellino, quindi aggiungeteli nella crema di burro e zucchero 5. Una volta ottenuto un composto soffice e ben montato aggiungete anche lo yogurt poco per volta 6. Versate le uova intere e il tuorlo, una per volta, e lasciatele incorporare all’impasto 7, quindi montate per qualche minuto e spegnete la macchina. Setacciate la farina, mescolata insieme al lievito, direttamente nella ciotola 8 e amalgamate con una frusta a mano 9, prestando attenzione a non smontare troppo il composto. Aggiungete a questo punto anche il sale. Aggiungete nell’impasto anche i pezzi di albicocca 10 e mescolate fino ad amalgamare il tutto. Trasferite il composto in uno stampo da 24 cm di diametro, precedentemente imburrato e foderato con la carta forno 11 e livellate la superficie con una spatola 12. Riprendete le albicocche tenute da parte, intagliatele a metà, levate il nocciolo e adagiatele delicatamente sulla superficie della torta con la parte cava rivolta verso il basso 13. Infornate in forno statico preriscaldato a 180° per circa 60 minuti (se utilizzate il forno ventilato cuocete a 160° per circa 40 minuti) 14. Per assicurarvi che la torta sia effettivamente cotta provate a punzecchiarla al centro con uno stecchino da spiedo: se fuoriesce asciutto la vostra cake alle albicocche è cotta. Una volta sfornata, lasciate intiepidire il dolce prima di sformarlo, quindi ponetelo su una gratella a raffreddare completamente, poi su un piatto da portata 15. Se preferite potete spolverizzare la vostra cake alle albicocche con lo zucchero a velo e servitela. "
}