{
    "title": "Paris-Brest",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "800 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Ghiaccio",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il Paris-Brest iniziate dall'impasto: in un tegame versate il burro a pezzetti, lo zucchero 1, un pizzico di sale e l'acqua. Accendete il fuoco basso e mescolate con un cucchiaio di legno per sciogliere il burro 2. Portate il composto a ebollizione e a quel punto unite la farina setacciandola all'interno del tegame 3; mescolate energicamente con il cucchiaio di legno per evitare la formazione di grumi 4. Quando il composto si sarà addensato 5, continuate a cuocerlo a fuoco bassissimo fino a quando non si staccherà facilmente dalle pareti e formerà una patina bianca 6. A questo punto potete spegnere il fuoco e trasferire l'impasto nella tazza di una planetaria 7 (oppure in una ciotola per lavorarlo con un cucchiaio di legno o uno sbattitore elettrico). Unite un uovo alla volta 8, aspettando che il precedente sia assorbito prima di aggiungere il successivo; mentre aggiungete le uova continuate a far andare le fruste 9. Dovrete ottenere un impasto corposo, liscio e omogeneo: una volta ferme le fruste dovrà scendere a nastro 10. Versate il composto in una sac-à-poche senza bocchetta e tagliate la punta per ottenere un diametro di circa 2 cm 11. Foderate una leccarda con carta da forno e disegnate con la matita un cerchio di circa 20-22 cm di diametro (potete utillizzare lo stampo di una tortiera per ricalcare la circonferenza). Con la sac-à-poche realizzate 3 cerchi: due concentrici 12 e uno sovrapposto ai due. Spennellate la superficie con un uovo sbattuto e cospargete con mandorle a lamelle 13. Cuocete il Paris-Brest in forno ventilato preriscaldato a 140-150° per circa 1 ora (160° per 1 ora e 10 minuti circa se se utilizzate un forno statico). Mentre il dolce è in forno, dedicatevi al ripieno: tagliate grossolanamente il cioccolato gianduia 14; in un tegame scaldate la panna liquida e quando sfiorerà il bollore aggiungete il cioccolato 15. Mescolate con una frusta 16 per farlo sciogliere completamente. Fate addensare la crema a fuoco dolce, quindi trasferitela in una ciotola che avrete posizionato in un'altra ciotola più grande piena di ghiaccio, per freddarla velocemente senza che perda consistenza. Per far incorporare più aria alla crema e renderla più soffice, potete lavorarla con le fruste elettriche 17 oppure con una spatola. Una volta pronta, se non la utilizzate immediatamente, potete conservare la crema in una ciotola con pellicola a contatto e lavorarla nuovamente pochi istanti prima di utilizzarla. Quando il Paris-Brest sarà pronto, spegnete il forno, posizionate il dolce su una gratella lasciatelo raffreddare completamente in forno spento e socchiuso fino al completo raffreddamento. Una volta che il dolce si sarà freddato completamente sia sopra che sotto, posizionatelo su un tagliere 18 e dividetelo a metà. Farcite il Paris-Brest con la crema alla gianduia utilizzando una sac-à-poche con bocchetta a stella 19. Chiudete con l'altra metà della ciambella 20 ed ecco pronto il vostro Paris-Brest 21! "
}