{
    "title": "Crostata al rabarbaro con crema pasticcera al limone",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "20 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Rabarbaro",
            "quantity": "(gambi) 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "75 g"
        }
    ],
    "preparation": " Per preparare la crostata al rabarbaro con crema pasticcera al limone, cominciate con la preparazione della crema pasticcera al limone. Versate il latte e la panna in una casseruola 1 e aromatizzatelo con della scorza di limone, stando attenti a non utilizzare la parte bianca amara 2. In una ciotola a parte, sbattete i tuorli e lo zucchero con le fruste 3. Aggiungete l’amido di mais setacciato 4, quindi il latte caldo a filo 5 e mescolate energicamente per ottenere un composto omogeneo e fluido. Versate di nuovo il composto nella casseruola, filtrandolo con un colino 6. Rimettete il composto sul fuoco 7, mescolate fino a quando sarà denso 8, poi trasferitelo in una ciotola e copritelo con della pellicola a contatto per evitare che si formi la fastidiosa pellicina in superficie 9. Lasciate raffreddare la crema prima a temperatura ambiente e poi in frigorifero. Nel frattempo preparate la pasta frolla iniziando dalla sabbiatura: ponete il burro freddo da frigorifero tagliato a cubetti in un mixer dotato di lame insieme alla farina 10. Azionate il mixer fino ad ottenere un composto sabbioso, quindi trasferitelo su una spianatoia; create la classica forma a fontana e aggiungete lo zucchero a velo, la scorza di limone grattugiata 11 e i tuorli 12. Lavorate l’impasto dapprima con la forchetta, poi con le mani 13; impastate brevemente, giusto il tempo di compattare l'impasto perchè la frolla non si scaldi troppo con il calore delle mani e rimanga friabile. Formate un panetto e appiattitelo prima di avvolgerlo nella pellicola 14; riponetelo in frigorifero per farlo rassodare almeno 30 minuti. Intanto dedicatevi alla pulizia del rabarbaro lavandolo, asciugandolo e privandolo delle estremità 15. Tagliate il rabarbaro a strisce di 10,5 cm 16. In una padella, versate lo zucchero e l’acqua e accendete il fuoco 17. Sciogliete lo zucchero e adagiate i pezzetti di rabarbaro, cuocendoli circa 2 minuti per lato 18. Girate il rabarbaro con l’aiuto di una pinza da cucina e continuate la cottura 19. Posizionatelo quindi su una gratella per far sgocciolare lo sciroppo in eccesso e per farlo raffreddare 20. Trascorso i tempo necessario, riprendete l’impasto della frolla e con l’aiuto di un mattarello stendetelo su di una spianatoia leggermente infarinata 21. Imburrate e spolverizzate un stampo per crostata della misura di 35x11 cm con della farina, quindi adagiate la pasta frolla con l'aiuto del mattarello 22. Eliminate i bordi in eccesso, tagliandoli con un coltellino, e fate aderire bene la frolla alla teglia tamponandola con una pallina di impasto racchiusa in un pezzetto di pellicola (23-24). Bucherellate la base della crostata con i rebbi di una forchetta 25, poi trasferite la crema pasticcera ormai fredda in un sac-à-poche senza bocchetta a cui potete praticare un foro e distribuitela sulla base 26, livellandola bene con una spatola 27. Una volta terminato, decorate la crostata con il rabarbaro tagliato a strisce, posizionandole con cura sulla crema una accanto all'altra (28-29); fate cuocere in forno statico a 180° per 30 minuti (o a 160° per 20 minuti se in forno ventilato). Una volta pronta, lasciate raffreddare, infine potrete gustare la vostra crostata al rabarbaro con crema pasticcera al limone 30! "
}