{
    "title": "Mini pavlove con crema al limone",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "extrafine 250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "(circa 6) 180 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "15 g"
        },
        {
            "ingredient": "Cremor tartaro",
            "quantity": "4 g"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Estratto di vaniglia",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "35 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "35 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "(per montare la panna facoltativo) q.b."
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "1"
        },
        {
            "ingredient": "Ribes",
            "quantity": "q.b."
        },
        {
            "ingredient": "Frutti della passione",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mini pavlove, iniziate dalla crema al limone: in un tegame capiente scaldate il latte (intero o parzialmente scremato) con la scorza di mezzo limone 1. Intanto in una ciotolina versate i tuorli, aggiungete lo zucchero e sbattete le uova 2 fino ad ottenere un composto omogeneo e cremoso. Aggiungete la farina setacciata con la fecola di patate (o l'amido di mais) 3, quindi mescolate il composto con la frusta 4. Poi versate il latte leggermente intiepidito filtrando la scorza di limone con un colino 5, mescolate accuratamente, poi rimettete tutto sul tegame 6. Accendete il fuoco dolce e continuate a mescolare fino ad ottenere una crema fluida 7. Una volta pronta, trasferitela in una terrina capiente e copritela con pellicola trasparente a contatto 8. Mentre la crema si raffredda, iniziate a preparare la meringa: in una ciotolina versate lo zucchero extrafine e poi l'amido di mais 9. Poi nella ciotola di una planetaria versate gli albumi 10, iniziate a montarli a neve aggiungendo un pizzico di sale. Poi aggiungete l'estratto di vaniglia 11 e continuate a far andare le fruste. Unite anche il cremor tartaro 12 (oppure il lievito per dolci), poi poco alla volta aggiungete anche lo zucchero mescolato con l'amido di mais 13. Per ultimo versate anche l'aceto di mele (o di vino bianco) 14. Fate andare le fruste fino ad ottenere un composto cremoso e sodo 15. Spalmate il composto su una leccarda rivestita di carta da forno: formando 4 dischi piuttosto spessi dai bordi leggermente rialzati 16. Cuocete le mini pavlove in forno statico preriscaldato a 120Â° per almeno 1 ora. Nel mentre, preparate la frutta che servirÃ per guarnire: sbucciate e tagliate il kiwi a fettine 17 quindi a pezzetti. Lavate sotto acqua corrente i mirtilli, i ribes e i lamponi. Tagliate a metÃ il frutto della passione e prelevatene i semi. A questo punto montate la panna da aggiungere alla crema pasticcera al limone (per questo procedimento potete anche consultare la scuola di cucina: come montare la panna). In una ciotola versate la panna fresca liquida, aggiungete se preferite dello zucchero a velo 18 e fate andare le fruste fino ad ottenere un composto soffice. Quindi riprendete la crema pasticcera al limone oramai fredda, togliete la pellicola trasparente e versatela in una ciotola dai bordi alti. Aggiungete la panna montata 19 e mescolate le due creme 20 per ottenere un unico composto. Quando le meringhe saranno pronte, toglietele dal forno e iniziate a comporre le vostre mini pavlove con crema al limone: ponete le meringhe su un vassoio da portata, versate al centro di ciascuna un paio di cucchiai di crema 21. Infine decorate con la frutta: aggiungete i mirtilli 22, poi i ribes, i lamponi, i kiwi 23 i semi del frutto della passione. Decorate a piacere con delle foglioline di menta 24. Le vostre mini pavlove con crema al limone sono pronte per essere gustate! "
}