{
    "title": "Stella di Natale",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "60 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda q.b."
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "2 albumi"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "a velo 120 gr"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "biologiche 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        }
    ],
    "preparation": " Preparate il pandispagna con le dosi indicate 1, seguendo la ricetta che troverete cliccando qui. Versate il composto in uno stampo a stella precedentemente imburrato e infarinato 2 e infornate per 40 minuti circa a 180 gradi. Nel frattempo preparate una crema pasticcera con le dosi indicate, seguendo la preparazione indicata qui, alla quale aggiungerete la scorza grattugiata di arancia 3. Una volta che la crema sarà pronta 4, trasferitela in un contenitore largo e basso, quindi lasciatela raffreddare coprendola con della pellicola trasparente che posizionerete a contatto con la crema stessa. Preparate la bagna 5 sciogliendo lo zucchero nell'acqua e aggiungendo poi il succo filtrato di arancia . Quando il pandispagna sarà cotto apritelo a metà 6. Spennellate l'interno dei due pandispagna con la bagna preparata 7 e, aiutandovi con una spatola, spalmate la crema all'arancia sulla base della torta 8, quindi ricopritela con l'altra metà 9. Con un coltello dalla lama liscia, livellate bene la crema sui lati della torta, in modo che le pareti laterali siano ben lisce. A questo punto preparate la glassa che vi servirà per la ricopertura della torta. Mettete in una ciotola lo zucchero a velo e aggiungeteci dell'acqua calda, quanto basta per rendere il composto piuttosto liscio ma denso 10. Unite il colorante rosso che potrà essere in polvere o in gocce (se fosse in polvere scioglietelo in una piccola quantità di acqua calda) 11 e mescolate bene per ottenere un colore omogeneo 12. Prima di passare alla ricopertura, posizionate sotto la torta un vassoio o una placca da forno in modo che la glassa in eccesso vi cada all'interno evitando di sporcare il piano di lavoro e possa essere facilmente recuperata 13. Spalmate bene la glassa, anche sui lati della torta, quindi lasciatela asciugare 14, poi trasferitela su di un piatto da portata e procedete con la decorazione, utilizzando il composto ottenuto unendo due bianchi d’uovo montati a neve insieme allo zucchero a velo. Il composto dovrà risultare molto denso 15, quindi se necessario unite qualche cucchiaino di zucchero a velo in più. Utilizzando una tasca da pasticcere munita di bocchetta a stella, decorate la torta come in fotografia oppure come preferite, aggiungete qualche confettino argentato e ...tanti auguri! "
}