{
    "title": "Biscotti alla quinoa e cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina di quinoa",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina di mais fumetto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero grezzo di canna",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte di riso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "fumetto 20 g"
        }
    ],
    "preparation": " Per preparare i biscotti alla quinoa e cioccolato, cominciate con la tostatura della farina di quinoa: versatela in una teglia rettangolare foderata con carta forno 1 distribuendola bene con un cucchiaio e realizzando uno strato sottile e uniforme 2. Tostate la farina di quinoa a 80° forno statico per 2 ore: questa operazione consente di eliminare il retrogusto leggermente amaro proprio di questa farina senza glutine. Trascorso il tempo di tostatura, lasciate raffreddare la farina di quinoa e trasferitela in una ciotola capiente insieme alla farina di mais fumetto 3. Aggiungete lo zucchero di canna grezzo 4, poi l’olio extravergine 5 e il latte di riso a temperatura ambiente 6. Mescolate con un cucchiaio 7, quindi unite il cacao amaro 8 e il lievito per dolci 9. Aggiungete a questo punto un pizzico di sale 10, la scorza grattugiata di arancia non trattata 11 e l’uovo 12. Mescolate con le mani per compattare l’impasto 13 e inserite anche le gocce di cioccolato 14 e la cannella in polvere per un tocco speziato 15. Appiattite leggermente il panetto di frolla e avvolgetelo con della pellicola trasparente 16; lasciatelo riposare in frigo per circa 30 minuti. Dopodichè posizionatelo su un foglio di carta forno 17 e disponete su di esso un secondo foglio di carta forno 18. Stendete l’impasto tra i due fogli di carta forno 19 aggiungendo, se occorre, poca farina di mais per non farlo attaccare durante la lavorazione. Ricavate una sfoglia spessa circa 6 mm e con uno stampino, ottenete dei biscottini a forma di fiore (o se preferite tondi) della dimensione di circa 5 cm di diametro 20. Con queste dosi otterrete circa Posizionateli ora su una teglia con carta forno 21. Per un tocco in più, potete decorare la superficie dei biscottini alla quinoa con delle gocce di cioccolato fondente o bianco 22. Cuocete i biscotti in forno statico preriscaldato a 180° per 15 minuti, oppure in forno ventilato per 10-12 minuti a 160°. Lasciate raffreddare i biscotti alla quinoa e cioccolato prima di trasferirli su un vassoio e servirli (23-24)! "
}