{
    "title": "Salame ai due cioccolati",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 60 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il salame ai due cioccolati, cominciate a preparare il composto di cioccolato bianco che vi servirà per realizzare il cuore del salame. Spezzate grossolanamente 100 g di biscotti secchi (o Pavesini) con le mani e teneteli da parte 1. Quindi sciogliete separatamente al microonde o a bagnomaria il cioccolato fondente e quello bianco e teneteli da parte (2-3). Aggiungete al cioccolato bianco sciolto il latte condensato scaldato con la panna 4, e amalgamateli per bene, lasciatelo intiepidire a temperatura ambiente. Se il composto ottenuto dovesse essere troppo denso aggiungete un paio di cucchiai di panna calda. In un’altra ciotola mettete il burro ammorbidito a temperatura ambiente e lo zucchero 5, azionate lo sbattitore elettrico e montate il tutto per ottenere un composto cremoso 6. Quindi aggiungete il tuorlo 7 e continuate a montare, quando otterrete un composto bianco e spumoso 8 aggiungete il cioccolato bianco insieme al latte condensato ormai intiepidito 9, e continuate a montare. Una volta ottenuto un composto liscio e omogeneo 10, aggiungetelo ai biscotti sbriciolati 11 e amalgamate bene il tutto con un cucchiaio 12 coprite la ciotola con la pellicola trasparente e mettetela a rassodare in frigorifero per 30 minuti. Quindi disponete il composto di biscotti ottenuto tra due fogli di carta forno 13 e pressatelo con il mattarello per dargli una forma quadrata spessa circa 1 cm 14 e ponetelo in frigorifero per farlo rassodare in modo che sia ben compatto. Poi con uno stampino da biscotti a forma di cuore ricavate 9 cuoricini, poneteli su un foglio di carta da forno in fila, uno vicino all'altro 15, avvolge la carta forno intorno ai cuori e chiudete le estremità ben strette come fosse una caramella, mettete a rassodare in freezer per mezz'ora. Nel frattempo preparate il composto al cioccolato fondente che sarà l'involucro del cuore, spezzettate grossolanamente 200 g di biscotti; in un’altra ciotola mettete, il burro aggiungete lo zucchero 17 e montate per qualche minuto fino a ottenere un composto morbido, quindi aggiungete le uova 18 e sbattete ancora per incorporarle, e quando avrete ottenuto un composto bianco e spumoso 19 aggiungete il cioccolato fondente sciolto precedentemente ormai tiepido 20 e lavorate il composto fino ad avere una consistenza omogenea 21. Aggiungete il composto al cioccolato ai biscotti spezzettati 22, amalgamate il tutto 23, coprite con la pellicola trasparente e ponetelo in frigorifero a rassodare per circa 15 minuti.. Quindi ponete l'impasto su un foglio di carta da forno dandogli la forma di un rettangolo 24 grande a sufficienza per ricoprire interamente la parte bianca. che sistemerete al centro del composto al cioccolato fondente 25. Ricoprite con una parte di impasto al cioccolato e compattate il composto tutt’intorno al cuore dandogli una forma di salsicciotto. Avvolgete il salame prima nella carta da forno in maniera stretta formando come a formare una caramella 26 e poi nella carta stagnola 27 in modo che rimanga per pressato e mettete a rassodare in frigorifero per 2-3 ore. Trascorso questo tempo togliete il salame ai due cioccolati dalla carta stagnola e dalla carta forno (28-29) disponetelo su un piatto da portata e tagliatelo a fette 30 ed ecco comparire su ogni porzione il goloso cuore al cioccolato bianco! "
}