{
    "title": "Torta di pere",
    "ingredients": [
        {
            "ingredient": "Pere Williams",
            "quantity": "760 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "225 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "170 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbidissimo 120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 110 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "15 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta di pere, lavate le pere e asciugatele. Quindi, senza pelarle, eliminate picciolo e base (1-2), dividetele a metÃ e togliete il torsolo aiutandovi con un coltellino 3. Tagliatele a fettine sottili (meno di mezzo centimetro) 4. In una ciotola unite le pere affettate e 50 g zucchero di canna 5. Spremete il succo di mezzo limone 6 e bagnate le fettine di pera 7. Mescolate e unite anche il rum 8, quindi tenete da parte. Passate all'impasto: versate in una ciotola 100 g di zucchero di canna, unite il burro morbidissimo 9. Lavorate con le fruste 10 per un paio di minuti, poi unite le uova una alla volta (11-12). Unite in ciotola la farina e il lievito setacciati (13-14), quindi lavorate sempre con le fruste 15 e quando la farina e il lievito saranno quasi del tutto assorbiti, versate anche il latte 16. Lavorate ancora con le fruste per ottenere un composto omogeneo e senza grumi 17. Prelevate 1/3 delle pere e tenetelo da parte 18; versate i 2/3 restanti di pere nell'impasto e mescolate (19-20). Imburrate uno stampo a cerniera da 22 cm di diametro e 6,5 cm di altezza e versatevi lâimpasto 21. Decorate con le fettine di pera tenute da parte (22-23); cospargete la superficie con 20 g di zucchero di canna restanti e cuocete in forno statico giÃ caldo a 180Â°, nel ripianoÂ centrale per 30 minuti. Successivamente, senza aprire il forno, impostate la cottura per altri 30 minuti in modalitÃ ventilata sempre a 180Â°. Sfornate la torta di pere 24 e lasciate raffreddare completamente prima di sformarla. Mescolate lo zucchero a velo con Â½ cucchiaino di cannella 25 e spolverizzate la torta di pere prima di servirla (26-27). "
}