{
    "title": "Scones salati ai piselli e pancetta",
    "ingredients": [
        {
            "ingredient": "Pancetta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "220 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 50 g"
        },
        {
            "ingredient": "Cipolle ramate",
            "quantity": "½"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "12 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "250 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare gli scones salati ai piselli e pancetta, iniziate pulendo i piselli freschi: sgusciateli, aprendo i baccelli e conservando i piselli in una ciotola 1. Prendete metà cipolla ramata, mondatela, ponetela su un tagliere e tritatela finemente 2, dopodichè tagliate la pancetta fresca a cubetti 3, usate quella che preferite: dolce o affumicata. Se non volete usare la pancetta fresca, potete utilizzare anche la pancetta a dadini che trovate nel banco frigo al supermercato. Prendete ora una padella antiaderente, versateci un filo d'olio e mettete a soffriggere la cipolla tritata 4. Quando la cipolla si sarà rosolata, aggiungete la pancetta a cubetti 5 e infine i piselli freschi sgusciati 6. Lasciate cuocere a fuoco basso per circa 15-20 minuti, aggiungendo, se serve, dell’acqua per aiutare la cottura. Una volta cotti, lasciate raffreddare. Nel frattempo preparate l’impasto degli scones: ponete la farina in una ciotola capiente e aggiungete il sale 7, il lievito 8 e il burro tagliato a tocchetti a temperatura ambiente 9. Mescolate gli ingredienti, aggiungete il latte 10 e impastate con le mani 11 fino ad ottenere un composto piuttosto compatto 12. A questo punto unite i piselli e la pancetta a dadini cotti e qualche fogliolina di timo 13. Continuate a lavorare a mano 14 fino a che l’impasto non risulterà omogeneo. Coprite la ciotola con la pellicola 15 e lasciate raffreddare e lievitare in frigorifero per almeno mezz’ora. Stendete un pezzo di carta da forno su una spianatoia e poggiateci l’impasto una volta rassodato e lievitato 16. Ricoprite l’impasto con un altro pezzo di carta forno e stendete il composto con un mattarello 17 in una sfoglia alta circa 1,5 cm 18. Quindi ricavate dei cerchi dall'impasto steso con un coppapasta dal diametro di 6,5 cm 19. Trasferite i cerchi di sfoglia su una leccarda ricoperta di carta forno 20 e infornate in forno statico già caldo a 200° per 15 minuti (se usate un forno ventilato, cuocete a 180° per circa 10 minuti). Quando gli scones risulteranno leggermente dorati in superficie, saranno cotti 21. Sfornateli e trasferiteli su una gratella per lasciarli raffreddare. Quando si saranno raffreddati, poneteli su un tagliere o un ripiano e divideteli a metà 22. Spalmate il formaggio fresco o il mascarpone 23 e farcite con il prosciutto cotto ( o lo speck) tagliato a fette sottili. Ora i vostri scones salati ai piselli e pancetta sono pronti per essere serviti su un piatto da portata e gustati con la loro golosa farcitura 24! "
}