{
    "title": "Panettoncini ripieni di panna, crema e frutta",
    "ingredients": [
        {
            "ingredient": "Panettoncini",
            "quantity": "4"
        },
        {
            "ingredient": "Grand Marnier",
            "quantity": "1 bicchierino"
        },
        {
            "ingredient": "Fragole",
            "quantity": "4"
        },
        {
            "ingredient": "Ribes",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "More",
            "quantity": "4"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "180 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i panettoncini ripieni di crema e frutta iniziate dalla crema pasticcera, sarà la base della crema diplomatica: ponete sul fuoco una casseruola capiente con il latte ; quindi incidete la bacca di vaniglia con un coltellino ed estraetene i semi da aggiungere insieme al baccello al latte 1. Accendete il fuoco dolce e quando il composto avrà sfiorato il bollore, spegnete il fuoco e lasciate la vaniglia in infusione per almeno 5 minuti. Intanto proseguite la preparazione separando gli albumi dai tuorli; raccogliete questi ultimi un una ciotola capiente e aggiungete lo zucchero 2 (con gli albumi avanzati potete preparare una deliziosa Angel Cake, delle meringhe oppure le lingue di gatto). Sbattete i tuorli e lo zucchero semolato con uno sbattitore elettrico oppure una frusta a mano per ottenere una crema omogenea. Quando saranno bianchi e spumosi, unite l'amido di mais setacciato 3 o di riso e amalgamatelo al resto del composto. Togliete la bacca di vaniglia dal latte scaldato e unite il composto con i tuorli 4. Accendete nuovamente il fuoco dolce e mescolate con una frusta continuamente per addensare il composto 5. Quando la crema sarà ben densa, spegnete il fuoco e versatela in una terrina bassa e ampia; copritela immediatamente con pellicola trasparente a contatto in modo che non si crei la fastidiosa crosticina 6; quindi fatela raffreddare prima a temperatura ambiente poi in frigorifero. Intanto preparate la panna montata che vi servirà da aggiungere alla crema pasticcera per preparare la crema diplomatica: nella tazza di una planetaria versate la panna fresca liquida 7 iniziate a montare, poi versate lo zucchero a velo setacciato 8, e amalgamatelo con una spatola alla panna montata 9. Unite alla crema pasticcera oramai fredda la panna montata 10 e mescolate all'inizio con una spatola dall’alto verso il basso per non smontarla, poi con una frusta 11 fino ad ottenere un composto spumoso e omogeneo 12. Trasferite la crema diplomatica in una sac-à-poche con bocchetta a stella. Prendete i panettoncini e togliete accuratametne la carta che li avvolge lateralmente 13, facendo attenzione a non rovinare la loro superficie. Tagliate via le calotte superiori e con un coltellino e scavate l’interno dei panettoncini (restando ad una distanza di circa 1 cm dai bordi esterni) 14, quindi estraete l’impasto 15, che taglierete in dischetti per formare gli strati da intervallare con la crema. Spennellate leggermente i panettoncini di Gran marnier (o di altro liquore fruttato come Marascino o Cointreau) 16. Con l’aiuto di una sa-à-poche, mettete circa 1 cm di crema diplomatica sulla base 17. Poi adagiate 2 lamponi per ogni panettoncino e ponete sopra di essi un dischetto di panettoncino 18 e ricoprite ancora con la crema diplomatica. Guarnite la sommità decorando con ciuffetti di crema 19; tagliate a metà nel senso della lunghezza le calotte che avevate messo da parte e adagiatele sul panettoncino, mentre l'altra metà potete decorarla con la frutta da dividere per ciascun panettoncino ripieno 20. Spolverate con dello zucchero al velo 21 e i vostri panettoncini ripieni di crema e frutta sono pronti per essere gustati! "
}