{
    "title": "Plumcake all'ananas e yogurt greco",
    "ingredients": [
        {
            "ingredient": "Yogurt greco",
            "quantity": "5% grassi 200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Vanillina",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Ananas",
            "quantity": "sciroppato, giÃ scolato 340 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il plumcake all'ananas e yogurt greco iniziate a realizzare l'impasto. Versate le uova in una ciotola, unite lo zucchero 1 e montate con le fruste elettriche 2 fino ad ottenere una massa spumosa 3.Â Aggiungete poi la scorza grattugiata di limone 4, un pizzico di sale 5 e lo yogurt greco 6.Â Lavorate ancora con le fruste elettriche, questa volta a velocitÃ bassa 7. Quando lo yogurt sarÃ ben incorporato aggiungete la farina 8 e il lievito 9 precedentemente setacciati.Â Unite l'olio di semi 10 e lavorate ancora con le fruste 11 fino ad ottenere un impasto liscio e compatto 12.Â Scolate poi l'ananas 13 e prendetene 150 g. Tagliatelo a cubetti abbastanza grandi 14 e versateli nell'impasto 15.Â Mescolate con una spatola 16 e versate all'interno di uno stampo da 28x10 cm precedentemente imburrato e infarinato. Livellate la superficie con una spatola 17. Tagliate poi a metÃ le 3 fette di ananas rimasto 18Â e utilizzatele per decorare la superficie del plumcake 19. Cuocete in forno statico preriscaldato a 180Â° per 40 minuti, poi sfornatelo 20 e lasciatelo raffreddare completamente prima di sformarlo e decorarlo con lo zucchero a velo 21.Â "
}