{
    "title": "Zelten trentino",
    "ingredients": [
        {
            "ingredient": "Fichi secchi",
            "quantity": "morbidi 500 g"
        },
        {
            "ingredient": "Uvetta tipo Malaga",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uva sultanina",
            "quantity": "40 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "40 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "(1 bustina) 16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Rum",
            "quantity": "2 bicchierini"
        }
    ],
    "preparation": " Cominciate l'esecuzione dello zelten con la preparazione della frutta secca: tagliate a listarelle i fichi 1, a metà l'uva malaga 2 e tritate grossolanamente una parte delle noci 3. Mettete la frutta così sminuzzata in una ciotola e unite l'uva sultanina, una parte di pinoli , delle nocciole e aggiungete il rum 4. Lasciate così macerare per circa un'ora. Nel frattempo dividete i tuorli dagli albumi, e sbattete i tuorli con una metà dello zucchero fino a farli diventare chiari e spumosi 5 e fate scioglire il burro in un pentolino 6. Aggiungete quindi il burro fuso alle uova, mescolate bene 8. Unite quindi la frutta secca al composto mescolando continuamente 9. Continuate in questo modo 10 e aggiungete poi 200 ml di acqua tiepida o latte come preferite 11. Mescolate bene e cominciate a inserire anche la farina e il lievito setacciati 12. A parte montate a neve gli albumi insieme all'altra metà dello zucchero e incorporate il composto all’impasto 13. Prendete una teglia rettangolare (20x25 cm) imburratela e infarinatela, versateci il composto e distribuitelo bene aiutandovi con una spatola 14. Prima di infornare decorate lo zelten con mandorle, pinoli, noci e nocciole . Di solito per rendere più bello lo zelten si ricopre il bordo con le mandorle e si realizzano delle decorazioni a mo’ di fiori con i gherigli delle noci o i pinoli e se vi piace, potete aggiungere anche la frutta candita. Una volta che avrete terminato la decorazione, spennellate la superficie dello zelten con il rosso d’uovo. Infornate per 90 minuti a 160 gradi. Se durante la cottura notate che la superficie dello zelten diventa troppo scura, copritelo con un foglio di alluminio. "
}