{
    "title": "Montebianco (Montblanc)",
    "ingredients": [
        {
            "ingredient": "Marroni",
            "quantity": "700 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "abbondante 1 pizzico"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "a scaglie q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il Montebianco (Montblanc) iniziate lavando le castagne sotto acqua corrente 1: intaccatele una ad una con la lama di un coltellino, quindi ponetele in una pentola a pressione, copritele con l’acqua a filo 2 e fate cuocere circa 10 minuti (se le lessate in un tegame, ci vorranno almeno 30 minuti perché si cuociano). Dopodichè spegnete il fuoco, indossate guanti da cucina usa e getta e prendete una castagna alla volta per pelarla 3;in questo modo le altre rimarranno al caldo e sarà più facile spellarle. Private tutte le castagne anche della pellicina interna 4. Quindi versate le castagne pulite in un tegame e ricopritele con il latte 5; incidete una bacca di vaniglia e prelevate i semini interni 6; uniteli alle castagne insieme alla bacca intera 7. Aggiungete lo zucchero 8 e il sale 9 e fatte bollire per circa 20 minuti. Trascorso questo tempo togliete la stecca di vaniglia 10 e scolate le castagne con un setaccio 11, quindi passatele con uno schiacciapatate e raccogliete la pure in una ciotola 12. Incorporate il cacao in polvere setacciandolo direttamente nella ciotola 13 e il rum 14. Mescolate con una spatola 15 per compattare l’impasto che risulterà asciutto. Coprite con pellicola 16 e fate riposare l’impasto in frigorifero perché si rassodi e si compatti per almeno 30 minuti. Intanto montate la panna con lo zucchero a velo con una planetaria (17-18) oppure con uno sbattitore elettrico e poi trasferite la panna in una sac-à-poche con bocchetta a stella. Quindi prendete un piatto da portata, versate sul fondo un ciuffo di panna montata 19, poi con uno schiacciapatate a fori grossi, passate il composto di castagne, cioccolato e rum 20 formando una montagnola. Decoratela con altra panna montata per creare una cima bianca 21 e guarnite a piacere con altri ciuffi di panna montata, scaglie di cioccolato 21 oppure marron glacé. "
}