{
    "title": "Cheesecake bicolore con panna e amarene",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "400 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "170 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Agar agar",
            "quantity": "8 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per realizzare la cheesecake bicolore alla panne e amarene iniziate facendo fondere il burro (in microonde o a bagnomaria) poi ponete i biscotti nel mixer 1, tritateli finemente e poi poneteli in una ciotola, unite il burro fuso 2 mescolate per amalgamare l’impasto e trasferitelo in una tortiera da 24 cm di diametro con cerchio apribile precedentemente imburrata e rivestita con carta da forno 3. Pressate il composto sul fondo con il dorso di un cucchiaio 4 per formare la base e poi ponetelo a rassodare in frigorifero per circa 1 ora. Intanto preparate la crema: in una ciotola mescolate con una frusta il formaggio fresco spalmabile con 300 gr di panna 5 e poi incorporate anche lo zucchero a velo 6. Dividete la crema in due ciotole e tenetele da parte. In 2 pentolini diversi scaldate i 50 ml di panna da una parte e 50 dall’altra e sciogliete l’agar agar in polvere, 4 gr per ciascun pentolino 7, portate a bollore, poi stemperate con qualche cucchiaio di crema e mescolate tutto 8. Questa operazione eviterà che si formino grumi, se dovessero comunque formarsi passate la crema in un mixer. Versate i due composti di agar agar nelle rispettive ciotole 9 e mescolate per ottenere una crema omogenea. Ponete le amarene e il loro sciroppo in un contenitore dal bordo alto 10 e frullatele con il mixer ad immersione per ottenere una purea da aggiungere ad una delle due creme 11. Avrete così una crema chiara e una rosata. Riprendete la base dal frigorifero e cominciate a formare la cheesecake: un cucchiaio alla volta versato sempre al centro 12, pian piano si allargherà. Per aiutarvi in questa operazione potete sbattere leggermente la teglia. Continuate così fino a finire tutte le creme. Questa operazione creerà un disegno concentrico molto scenografico. Terminate le creme 13 lasciate rassodare in frigorifero la cheesecake per almeno 3 ore. Trascorso il tempo di riposo, sformate la cheesecake, montate la panna con lo zucchero a velo, asciugate bene le amarene dal loro succo e poi decorate la cheesecake con ciuffetti di panna montata 14 e amarene sciroppate 15. "
}