{
    "title": "Torta con crema ai wafer alla nocciola",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "8"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Wafer alla nocciola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "35 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "caldo 200 ml"
        },
        {
            "ingredient": "Wafer",
            "quantity": "ricoperti di cioccolato al latte 100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare la torta con crema ai wafer alla nocciola, iniziate dalla base di pan di spagna al cacao (potete consultare la ricetta anche qui): nella ciotola di una planetaria versate le uova intere e gli 8 tuorli (tenete da parte 100 g di albumi che vi serviranno successivamente), versate lo zucchero 1 e il miele (d'acacia o millefiori) 2. Quindi azionare le fruste 3. Se non avete la planetaria potete utilizzare uno sbattitore elettrico. Montate fino a ottenere un composto gonfio e omogeneo 4; ci vorranno almeno 15-20 minuti perchè il composto incameri aria a sufficienza per far gonfiare il pan di spagna in cottura. A questo punto fermate le fruste; in una ciotola setacciate la farina, la fecola (o l'amido di mais) e il cacao insieme 5, poi aggiungete le polveri alla crema mescolando con una spatola dal basso verso l'alto per amalgamare bene senza smontare il composto 6. Ora potete foderare una teglia con carta da forno; potete utilizzare una teglia di 24 cm di diametro (meglio se a cerchio apribile) e in alternativa potete imburrarla e infarinarla. Versate delicatamente l'impasto nella tortiera 7 e livellatelo per uniformare la superficie 8. Ponete il pan di spagna a cuocere in forno statico preriscaldato a 180° per 45 minuti (se forno ventilato 160° per 35-40 minuti). Mentre il pan di spagna cuoce, dedicatevi alla crema alla nocciola: nella ciotola della planetaria unite il burro ammorbidito e la pasta di nocciola 9. Montate insieme gli ingredienti 10 fino ad ottenere una crema liscia e omogenea 11 che terrete da parte, fuori dal frigo ma al fresco, mentre proseguite nella preparazione. Dedicatevi quindi alla preparazione della meringa all'italiana che verrà arricchita con la crema alla nocciola: in un pentolino versate l'acqua e aggiungete 75 g di zucchero 12. Accendete il fuoco basso e mescolate di tanto in tanto per far sciogliere lo zucchero. Controllate la temperatura dello sciroppo con un termometro per alimenti: non dovrà superare i 121°. Quando sarà arrivato a 116° 13, potete iniziare a montare gli albumi. Versateli nella ciotola di una planetaria 14 e montateli aggiungendo i 25 g di zucchero rimanenti 15. Quando lo sciroppo avrà raggiunto i 121°, toglietelo dal fuoco e continuando a montare gli albumi, aggiungete lo sciroppo bollente a filo 16; dovrete montare gli albumi con lo sciroppo 17 fino a che il composto non sarà completamente freddo, per ottenere una meringa morbida 18. Quando la meringa sarà ben fredda, fermate le fruste e unite la crema di nocciola 19, mescolando i due composti delicatamente dal basso verso l'alto con una spatola 20. Dopodichè, in un mixer versate i wafer alla nocciola 21. Azionate il mixer e sminuzzate finemente i wafer 22 per poi aggiungerli alla crema di nocciola 23 che avevate ottenuto, mescolate e tenete da parte al fresco 24. Passati i 45 minuti, potete sfornare il pan di spagna al cacao 25. Fatelo freddare completamente, quindi sformatelo e ponetelo su un tagliere per ricavare tre dischi di 1 cm di spessore ciascuno, aiutandovi con un coltello a lama sottile. Per questa operazione potete anche consultare la Scuola di cucina: come tagliare il pan di spagna. Quindi procedete ricavando il primo disco 26 e poi passate a dividere ancora il pan di spagna restante 27. Ora che avete ricavato altri due dischi 28, siete pronti per comporre la torta: ponete su un'alzatina o su un piatto da portata la base del pan di spagna. In un pentolino, scaldate il latte che servirà per la bagna e quando sarà caldo spennellatelo su tutta la superficie del pan di spagna, aiutandovi con un pennello da cucina 29. Quindi versate parte della crema sulla base e distribuitela in maniera uniforme aiutandovi con una spatola 30. Ricoprite con un altro disco di pan di spagna 31 e spennellatelo con la bagna; proseguite con un altro strato di crema 32 e infine ponete l'ultimo disco di pan di spagna 33, spennellando anch'esso con la bagna. Lasciate un momento al fresco la torta. Passate ora a preparare la crema ganache per decorare la torta. In un pentolino versate la panna fresca liquida e aggiungete il burro ammorbidito 34. Mescolate con un cucchiaio di legno e cuocete a fuoco bassissimo fino a sfiorare l'ebollizione. Quando la panna con il burro sarà ad un passo dal bollore, aggiungete il cioccolato fondente 35. Continuate a mescolare per fondere il cioccolato a fuoco dolce 36. Quindi togliete il composto dal fuoco e fatelo intiepidire. Quando la crema ganache tenuta a temperatura ambiente avrà raggiunto una consistenza fluida, potete iniziare a rivestire la torta; versate la ganache al centro della torta e con una spatola stendetela sulla superficie della torta 37 e attorno 38. Ora potete passare a decorare con i wafer ricoperti di cioccolato al latte disponendoli lungo tutta la circonferenza della torta 39. Oltre a migliorare l'estetica, i wafer posizionati all'esterno saranno utili per porzionare più facilmente la vostra torta. Quando avrete terminato 40 per completare la decorazione potete realizzare ciuffi di crema ganache aiutandovi con una sac-à-poche con bocchetta a stella 41 e servire la vostra torta con crema ai wafer alla nocciola 42! "
}