{
    "title": "Cheesecake menta e cioccolato",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "fresca, le foglioline 20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "90 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "in scaglie 25 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "fresca, foglioline q.b."
        }
    ],
    "preparation": " Per preparare la cheesecake menta e cioccolato cominciate dall’infuso di foglioline di menta. Quindi staccate le foglioline dai rametti, sciacquatele sotto acqua corrente e poi asciugate con delicatezza con un panno da cucina. Trasferite le foglie in un pentolino, versate 350 g di panna fresca liquida (tenete 50 g da parte) e scaldate a fuoco dolce per 3-4 minuti 2. Poi spegnete il fuoco e fate raffreddare. Una volta fredda, coprite con pellicola trasparente e riponete in frigorifero per almeno 4-6 ore 3. Ora potete preparare la base della cheesecake, potete fondere il burro in un pentolino a fuoco dolce; poi versate i biscotti nel mixer 4; tritate finemente e versate il composto sabbioso in una ciotola capiente; unite il burro fuso oramai intiepidito 5 amalgamando per bene il tutto con un cucchiaio 6. Imburrate e rivestite con carta da forno una tortiera dal cerchio apribile di 22 cm di diametro. Versate i biscotti sbriciolati nella tortiera e livellate accuratamente aiutandovi con il dorso del cucchiaio 7; riponete in frigorifero per una mezz'ora 8 e occupatevi della crema. Mettete in ammollo la colla di pesce in un recipiente con acqua fredda per 10 minuti 9. Passate le 4 ore riprendete l’infusione dal frigorifero e filtrate il liquido trattenendo le foglie nel colino. Pressate bene per raccogliere tutta la panna aromatizzata alla menta 10. Montate quindi la panna dell'infusione con lo zucchero, aiutandovi con la planetaria munita di frusta 11 (se non l’avete potete utilizzare tranquillamente lo sbattitore elettrico). E con le fruste ancora in funzione unite anche il formaggio morbido, fino ad ottenere un composto omogeneo 12. Scaldate i restanti 50 g di panna fresca liquida 13, spegnete la fiamma e sciogliete la colla di pesce ben scolata e strizzata: mescolate accuratamente con una frusta fino a quando non sarà sciolta completamente 14, poi lasciate raffreddare. Grattugiate il cioccolato fondente 15 e unitelo al composto amalgamando con una spatola 16, poi versate anche la colla di pesce sciolta nella panna 17. Mescolate il tutto delicatamente e versate sulla base, distribuendola accuratamente e livellando con una spatola 18. Mettete a rassodare in frigorifero per almeno 4 ore 19. Trascorso il tempo riprendete la vostra cheesecake, sformatela, togliendo prima il cerchio apribile e la carta forno attorno 20 e guarnite distribuendo le scagliette di cioccolato disponendole sia in centro che sui bordi e infine decorate con qualche fogliolina di menta 21. La vostra cheesecake menta e cioccolato è pronta per essere gustata! "
}