{
    "title": "Cartucce napoletane",
    "ingredients": [
        {
            "ingredient": "Mandorle pelate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "85 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 85 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(1 medio) 52 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "115 g"
        },
        {
            "ingredient": "Essenza di mandorla",
            "quantity": "amara 0,5 g"
        }
    ],
    "preparation": " Per preparare le cartucce napoletane come prima cosa ponete nel contenitore di un mixer dotato di lame lo zucchero a velo 1, le mandorle 2 e l'acqua 3.Â Frullate il tutto fino ad ottenere una crema 4 e trasferitela in una ciotolina 5. In un'altra ciotola versate il burro a temperatura ambiente 6,Â lo zucchero 7 e l'essenza di mandorla amara 8. Lavorate il tutto con le fruste elettriche 9 per qualche minuto fino a che il burro non sarÃ montato.Â A questo punto aggiungete la crema di mandorle preparata all'inizio 10 e lavorate ancora con lo sbattitore 11 fino a che non otterrete un composto uniforme. Aggiungete a questo punto l'uovo intero 12Â e accendete di nuovo le fruste per farlo assorbire 13. In ultimo unite la farina in un colpo solo 14 e lavorate prima a velocitÃ bassa e poi alzatela leggermente 15. Una volta ottenuto un composto ben montato, liscio ed omogeneo 16 trasferitelo all'interno di un sac-Ã -poche senza bocchetta 17. Posizionate poi i cilindri di metallo del diametro di 2,5 cm e lunghi 4,5 cm su una placca rivestita con la carta forno e munitevi delle tipiche cartine per dolci 18.Â Arrotolatele e infilatene una in ciascun cilindro 19. Riempiteli con l'impasto fino al bordo dei cilindri di metallo (20-21). Con queste dosi otterrete circa 16 cartucce. Cuocete in forno statico preriscaldato a 180Â° per circa 20 minuti, nel ripiano centrale.Â Quando saranno ben dorate in superficie sfornatele e lasciatele intiepidire 22. Poi estraete delicatamente le cartucce dai cilindri di metallo (con tutta la carta) e trasferitele su un vassoio 23. Le cartucce napoletane sono pronte da servire 24.Â "
}