{
    "title": "Torta nuvola",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "5 medie (a temperatura ambiente) 225 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "40 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Albumi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "350 g"
        }
    ],
    "preparation": " Per realizzare la torta nuvola per prima cosa preparate la base seguendo la nostra ricetta del Pan di Spagna. Versate le uova nella ciotola di una planetaria munita di frusta, aggiunte i semi della bacca di vaniglia e un pizzico di sale 1. Azionate quindi la planetaria a velocità media e iniziate a lavorare il composto, aggiungendo lo zucchero poco per volta con la planetaria sempre in funzione: dovrete lavorare il composto per circa 15-20 minuti 2. Nel frattempo imburrate e infarinate una tortiera da 24 cm di diametro e preriscaldate il forno in modalità statica a 160°. Non appena il composto diventato gonfio e spumoso arrestate la planetaria 3. Setacciate nella tazza della planetaria sia la farina che la fecola 4 e amalgamate il tutto con una spatola facendo dei movimenti dal basso verso l'alto, delicatamente, in modo da non smontare il composto. Versate il tutto nello stampo e utilizzate una spatola per livellare la superficie 5. Cuocete il Pan di Spagna in forno statico preriscaldato a 160° nel ripiano più basso per circa 50 minuti (fate la prova dello stecchino a fine cottura per verificare che il dolce sia ben cotto). Poi sfornatelo 6 e lasciate raffreddare completamente. Intanto occupatevi della crema: versate il latte in un pentolino e scaldatelo a fiamma bassa.Una volta caldo e sempre a fornello accesso, aggiungete lo zucchero semolato 7, i semi di una bacca di vaniglia 8 e la maizena 9. Mescolate il tutto con una frusta a mano 10 in modo da evitare la formazione di grumi e non appena inizierà ad addensarsi il tutto, spegnete il fuoco (o togliete il tegame dal fuoco) e mescolate energicamente con una spatola 11. Versate la crema in una ciotola 12, coprite con pellicola trasparente a contatto e fate raffreddare prima a temperatura ambiente e poi in frigorifero. A questo punto versate la panna fresca liquida in un ciotola e montatela con le fruste elettriche 13 a neve bene ferma 14. Quando la crema al latte sarà ben fredda, aggiungete la panna montata 15 e amalgamate il tutto con una spatola, sempre con movimenti dall'alto verso il basso, fino ad incorporarla completamente 16.Trasferite la crema in una sac-à-poche con bocchetta liscia 17 e tenetela da parte in frigorifero. Ora occupatevi della preparazione della meringa svizzera che servirà come ricopertura della torta nuvola: riempite d’acqua per tre quarti un pentolino e mettetelo a scaldare sul fuoco basso 18. Adagiate sopra una ciotola e versate gli albumi 19; sbattete gli albumi con una frusta a mano aggiungendo poco alla volta lo zucchero 20. In questa fase sarà necessario munirsi di un termometro per alimenti per monitorare la temperatura degli albumi. Una volta che gli albumi avranno raggiunto i 60°, togliete la ciotola dal pentolino, poggiatela su un piano di lavoro e continuate a lavorarli con le fruste elettriche a velocità media e costante 21 fino al raffreddamento. Dovrete montarli a neve fermissima, la meringa dovrà essere lucida e soda 22. Trasferite la meringa in una sac-à-poche usa e getta con bocchetta liscia. Nel frattempo il Pan di Spagna sarà cotto e raffreddato 23, potete sformarlo. Utilizzando un coltello eliminate la parte superficiale, quella più scura 24, cercando di ridurre gli sprechi. Poi dividetelo in 3 dischi uguali: per questa operazione vi consigliamo di consultare la nostra scheda Come tagliare il pan di Spagna. Con un coltello lungo dalla lama seghettata incidete una traccia lungo la circonferenza per definire la prima linea da ritagliare, quindi infilate il coltello e ritagliate il primo disco cercando di mantenere la lama sempre parallela alla base 25. Ripetete questa operazione per il secondo disco. Adagiate la base su un piatto da portata 26, farcite il primo strato con la crema al latte 27 Distribuite uniformemente con la spatola 28, quindi adagiate il secondo disco di pan di spagna, farcite ancora con la crema e completate la torta con il terzo disco 29. Procedete ora con la ricopertura di meringa: distribuite la meringa con la sac-à-poche a bocchetta liscia sia sul bordo della torta 30 che sulla superficie. Spatolate sia la parte superiore 31 che il bordo 32 in modo da ottenere un effetto decorativo ondulato 33. La vostra torta nuvola è pronta per essere gustata! "
}