{
    "title": "Torta allo zafferano",
    "ingredients": [
        {
            "ingredient": "Farina di nocciole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 4"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "170 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta allo zafferano, iniziate versando le uova nella tazza di una planetaria dotata di fruste (potete anche utilizzare uno sbattitore elettrico) 1, unite metà dello zucchero e iniziate a montare le uova 2; potete aromatizzare l'altra metà con lo zafferano 3, mescolando per amalgamarlo bene. quindi unite lo zucchero aromatizzato al composto con le uova 4 e continuate a montare. Intanto fondete il burro e lasciatelo intiepidire; setacciate la farina 00, la fecola e il lievito in una ciotola (5-6), unite anche la farina di nocciole 7 e quando il composto di uova e zucchero sarà chiaro e spumoso 8, aggiungete le farine miscelate con il lievito, un cucchiaio alla volta 9. Continuate a lavorare l'impasto e quando le farine saranno assorbite, versate per ultimo il burro fuso leggermente intiepidito 10. Quando tutti gli ingredienti saranno ben incorporati, trasferite l'impasto in una tortiera di 22 cm di diametro imburrata e foderata con carta da forno 11. Quindi distribuite uniformemente l'impasto con una spatola 12. Cuocete in forno statico preriscaldato a 180° per 30 minuti (o a 160° per circa 20 minuti se forno ventilato). Una volta cotta, sfornate la torta 13 e fatela intipiedire quindi sformatela e fatela raffreddare completamente prima di porla su un piatto da portata e spolverizzarla con zucchero a velo 14. Servite la torta allo zafferano per una curiosa merenda o una colazione speciale 15! "
}