{
    "title": "Pastiera alle nocciole e cacao",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "230 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 115 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Grano per pastiera",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "350 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cedro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Acqua di fiori d'arancio",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        }
    ],
    "preparation": " Per preparare la pastiera al cacao e nocciole, iniziate dalla pasta frolla al cacao: versate nel mixer la farina setacciata, lo zucchero a velo e il burro freddo di frigo a pezzi 1; azionatelo per realizzare un composto sabbioso, quindi aggiungente la farina di nocciole 2 e fate andare di nuovo le lame. Trasferite il composto ottenuto su un piano di lavoro e create la classica forma a fontana: al centro ponete l'uovo 3, poi versate anche la pasta di nocciole 4 e iniziate ad impastare 5, fino ad ottenere una consistenza compatta e liscia. Spolverizzate il panetto di frolla con il cacao amaro setacciato 6. Lavorate nuovamente l'impasto per amalgamare il cacao 7, poi avvolgete il panetto di frolla nella pellicola trasparente 8 e riponetelo in frigorifero a rassodare per almeno un'ora. Nel frattempo dedicatevi al ripieno: ponete in freezer le gocce di cioccolato (in questo modo non scivoleranno sul fondo quando la pastiera sarÃ cotta), mentre in un tegame scaldate il latte a fuoco dolce e sciogliete al suo interno il burro 9; grattugiate anche parte della scorza di un limone non trattato 11, unite il grano cotto 11 e mescolate con una spatola 12: fate cuocere fino ad ottenere una crema densa e piuttosto rappresa. Una volta pronta la crema di grano, versatela in una ciotola capiente e lasciate intiepidire. A questo punto ponete nel mixer la ricotta setacciata a cui avrete aggiunto anche la scorza di limone rimasta 13; unite anche le uova e lo zucchero. Incidete e prelevate i semi da una bacca di vaniglia aiutandovi con la lama di un coltello 15 Versateli nel mixer insieme all'acqua di fiori d'arancio 16, alle scorze di arancia candite e quelle di cedro (17-18). Per ultimo aggiungete anche la crema di grano oramai tiepida 19; frullate il tutto per ottenere un composto omogeneo e cremoso 20; trasferitelo in una ciotola 21 e lasciatelo da parte coperto con pellicola trasparente. Riprendete il panetto di frolla e stendetelo con un mattarello 22 per ottenere un disco spesso circa mezzo centimetro. Arrotolatelo sul mattarello e adagiatelo su una tortiera di 28 cm di diametro precedentemente imburrata e foderata con carta da forno 23. Fate aderire perfettamente la pasta frolla al fondo e ai bordi, poi rifinite il bordo con una rotella tagliapasta liscio 24 e versate all'interno la crema 25. Con le dita, aggiustate il bordo facendolo combaciare con il livello del ripieno 26. Riprendete le gocce di cioccolato (potete infarinarle leggermente prima di aggiungerle alla pastiera) e distribuitele sulla superficie 27. Con la pasta frolla in eccesso, create delle strisce di circa 1,5-2 cm di spessore con un tagliapasta dentellato 28 e adagiatele sulla pastiera per creare le classiche losanghe 29. Potete cuocere la pastiera in forno statico preriscaldato a 180Â° per 50 minuti (160Â° per 40 minuti). Una volta cotta, sfornatela e lasciatela raffreddare completamente 30, quindi sformatela e servite la vostra pastiera al cacao e nocciole! "
}