{
    "title": "Crepes con crema al Nesquik",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Nesquik",
            "quantity": "160 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Fragole",
            "quantity": "6"
        },
        {
            "ingredient": "Pere abate",
            "quantity": "1"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "2"
        },
        {
            "ingredient": "Nesquik Squeeze",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le crepes con crema al Nesquik iniziate dalla preparazione della crema che servirà per la farcitura: sbattete in una ciotola i tuorli ed aggiungete Nesquik 1, mescolate per amalgamare gli ingredienti ed ottenere un composto omogeneo 2 poi aggiungete la farina setacciata 3 e mescolate fino ad incorporarla completamente 4. Fate intiepidire il latte in un pentolino oppure al microonde, e poi aggiungetelo al composto poco alla volta 5 continuando a mescolare con la frusta fino a completo assorbimento. Prendete un pentolino, versate la crema appena ottenuta filtrandola con un colino a maglie strette per evitare la formazione di grumi 6, otterrete una crema liscia e densa 7, sciogliete intanto il burro e il cioccolato fondente nel microonde o a bagnomaria 8 poi versate il cioccolato fondente sciolto nella crema di Nesquik 9 e unite anche il burro fuso 10, Mescolate con una frusta e cuocete la crema a fuoco basso fino a quando non risulterà densa 11. Spegnete il fuoco e mettete da parte la crema. Ora occupatevi della preparazione delle crepes: in una ciotola ponete la farina setacciata e i semi del baccello di vaniglia 12 unite lo zucchero 13 e iniziate a mescolare con una frusta versando il latte a filo 14. In una ciotolina a parte sbattete l'uovo intero più il tuorlo con una forchetta e unite un pizzico di sale 15 e aggiungetele al composto di latte e farina 16 continuate a mescolare 17 con la frusta fino ad ottenere un composto chiaro. Fate sciogliere in microonde il burro ed aggiungetelo incorporandolo al composto 18. Coprite con la pellicola trasparente 19 e fate riposare in frigorifero per circa 20 minuti. Scaldate una padella per crepes o se non l’avete una padella antiaderente e versate al centro della padella un mestolo di composto 20; roteate la padella per farlo spargere bene e lasciate cuocere per circa un minuto a fuoco moderato. Quando sarà cotta, girate la crepes 21 e fatela cuocere ancora un minuto. Per mantenere le crepes in caldo, mentre le cuocete, impilatele una sopra l’altra. Occupatevi adesso di tagliare tutta la frutta per la farcitura a dadini piccoli e regolari (di circa 1 cm) e mettetela da parte: tagliate quindi le fragole 22, i kiwi 23 e la pera 24. Prendete una crepe, adagiatela su un piatto e spalmate un paio di cucchiaiate di crema ricoprendola completamente 26 quindi aggiungete una cucchiaiata di frutta a dadini 26 che andrete a spargere su tutta la superficie 27. Una volta farcita, piegate la crepe a metà 28 e poi ancora a metà su se stessa in modo da ottenere un una sorta di ventaglio 30. Proseguite farcendo le restanti crepes con crema al Nesquik. Per finire guarnite le vostre deliziose crepes con il Nesquik Squeeze e divertitevi a creare disegni e decori con lo sciroppo! "
}