{
    "title": "Crumb cake alle pere",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 170 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pere",
            "quantity": "200 g"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "170 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "75 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 75 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "abbondanti 2 pizzichi"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crumb cake alle pere, iniziate dalla frutta: sciacquate sotto acqua corrente i frutti di bosco 1. Quindi tamponateli con carta da cucina. Passate poi alle pere: tagliatele a metà, dividete la parte più larga dal resto del frutto 2 e sbucciatele per tagliarle a fettine spesse circa 1 cm 3. Trasferite le fette di pera in una ciotolina e cospargetele di succo di limone 4 per evitare che anneriscano mentre vi dedicate al resto del procedimento. Coprite le fette di pera con pellicola trasparente 5 e mettete in fresco fino al momento di comporre la crumb cake. Passate quindi ad occuparvi dell'impasto: in una ciotola versate il burro ammorbidito in pezzetti e aggiungete lo zucchero 6, Lavorate gli ingredienti con uno sbattitore elettrico 7 o con una planetaria per ottenere una crema morbida e omogena. Prendete la bacca di vaniglia, incidetela ed estraete i semini 8 da aggiungere all'impasto 9 (potete in alternativa utilizzare un cucchiaino di estratto di vaniglia oppure aggiungere una bustina di vanillina) Proseguite poi aggiungendo all'impasto anche le uova: prima le 3 uova intere 10 una alla volta continuando ad impastare fino ad amalgamarle completamente, poi versando anche il tuorlo 11. Lavorate gli ingredienti fino ad ottenere una crema omogenea 12. Infine aggiungete la farina e il lievito setacciati 13. Mescolate il tutto con la spatola 14, fino ad ottenere una consistenza simile a quella dell'impasto di una ciambella. Quindi imburrate una teglia 20x30 aiutandovi con un pennello da cucina 15. Quindi foderatela con carta da forno 16 (potete anche consultare la Scuola di cucina: come foderare una teglia con carta da forno). Iniziate poi a versare l'impasto nella teglia 17, livellandolo a mano a mano con il dorso di un cucchiaio leggermente inumidito con acqua, fino ad esaurimento dell'impasto 18. Ora potete aggiungere le pere scolate dal succo di limone, disponendole regolarmente lungo tutta la superficie dell'impasto 19. Poi aggiungete anche i frutti di bosco 20 distribuendoli uniformamente 21. Lasciate il dolce in fresco e passate a preparare il crumble. In una ciotolina versate il burro molto freddo, aggiungete lo zucchero di canna 22, la farina 00 setacciata 23 e la farina di mandorle 24 (potete anche tritare finemente le mandorle in un mixer e aggiungerle al composto, oppure sostituire la farina di mandorle con lo stesso quantitativo di farina di cocco). Aggiungete anche due pizzichi abbondanti di sale 25. Poi grattugiate la scorza del lime direttamente nella ciotola 26 e mescolate velocemente il tutto con la punta delle dita 27. Ora che avete ottenuto il crumble 28 trasferitelo a pioggia sulla torta 29 e infornate in forno statico preriscaldato a 180° per circa 60 minuti (160° per 50-55 minuti se forno ventilato). Quando lo strato di briciole risulterà leggermente dorato 30, la vostra crumb cake alle pere sarà pronta per essere sfornata e gustata. Il modo migliore per servire il crumb cake è tagliarlo a cubotti nella stessa teglia! "
}