{
    "title": "Pere al cioccolato",
    "ingredients": [
        {
            "ingredient": "Pere",
            "quantity": "4"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(di uova medie) 2"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "37,5 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "37,5 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per prima cosa preparate la salsa alla vaniglia: vesate in un pentolino la panna e il latte; incidete la mezza stecca di vaniglia per il senso della lunghezza, prelevate i semini interni e uniteli alla panna e latte insieme alla stecca di vaniglia. Fate scaldare il composo per almeno 20 minuti a fuoco basso 1. A parte lavorate i tuorli con lo zucchero 2 e quando saranno diventati una crema spumosa, versate a filo il latte e la panna filtrando con un colino 3. Mescolate i due composti con una frusta 4 e riponete tutto sul fuoco 5; fate addensare la salsa a fuoco basso senza mai portarla a bollore (non dovrà superare gli 83°). Quando sarà pronta, ponetela in una ciotolina capiente e copritela con pellicola trasparente. Una volta fredda potete trasferirla in un contenitore con beccuccio 6. Ora preparate lo sciroppo versando in una casseruola lo zucchero 7 e l’acqua 8. Fate sciogliere lo zucchero e portate il composto a sfiorare il bollore 9. Sbucciate le pere 10 mantenendo integri il picciolo e la parte inferiore, poi immergetele nello sciroppo 11 e fate cuocere a fuoco medio per circa 20-25 minuti fino a che siano tenere ma ancora ben sode. Scolatele su un vassoio foderato con carta assorbente 12. Tamponate le pere con della carta da cucina per asciugarle completamente 13, poi copritele con pellicola trasparente 14 e ponetele il frigorifero per almeno 1 oretta. togliete la carta e copritele con pellicola e mettetele a raffreddare in frigo per un’oretta. Nel frattempo dedicatevi alla salsa al cioccolato: tritate a coltello il cioccolato fondente e mettetelo in una ciotola; scaldate l'acqua e versatela a filo sul cioccolato, mescolando con una frusta per evitare che il cioccolato faccia grumi15. Unite anche la panna tiepida 16, mescolate sempre con la frusta 17 fino ad ottenere una salsa omogenea 18. Prendete le pere, eliminate il picciolo 19 e la parte inferiore delle pere, togliete il torsolo 20 e ricavate delle fettine spesse circa mezzo cm 21. Versate a specchio sul piatto da portata la salsa di vaniglia 22, aggiungete un cucchiaino di sciroppo se preferite e adagiatevi sopra le fettine di pera 23, poi decorate con la salsa al cioccolato ancora calda 24 e servite le vostre pere al cioccolato! "
}