{
    "title": "Mousse al limone con biscottino alle mandorle",
    "ingredients": [
        {
            "ingredient": "Succo di limone",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "(di circa 4 uova medie) 150 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la mousse al limone con biscottino di mandorle iniziate a preparare la meringa all’italiana, mettendo sul fuoco una pentola con il fondo spesso. Versate il succo di limone 1, 150 gr di zucchero 2 e fate sciogliere a fuoco basso fino a quando lo zucchero si sarà completamente sciolto; lo sciroppo non dovrà superare i 121°C, potete misurare con un termometro da cucina 3. Quando sarà arrivato alla temperatura di 116°C, iniziate a lavorare gli albumi con la planetaria (oppure con uno sbattitore elettrico) a velocità media. Montateli fino a che saranno diventati bianchi e unite lo zucchero rimasto 4. Quando lo sciroppo avrà raggiunto i 121° e contemporaneamente gli albumi saranno ben montati, versatelo a filo sugli albumi, continuando a lavorarli a velocità media 5; fate andare le fruste fino a quando il composto non sarà diventato completamente freddo. Una volta pronto, otterrete una meringa all’italiana che avrà una consistenza candida e spumosa. Mettete da parte la meringa e nel frattempo ponete in ammollo la gelatina in fogli in una bacinella con acqua fredda per almeno 10 minuti 6. Scaldate 50 ml di panna in un pentolino e quando sarà calda unite i fogli di gelatina ben strizzati 7. Mescolate con una frusta per far sciogliere completamente la gelatina 8. Quindi spegnete il fuoco e fate raffreddare. A parte, montate la panna restante 9. Unitela alla meringa mescolando delicatamente dall'alto verso il basso per non smontarla 10. Incorporate quindi alla meringa la panna in cui avete disciolto la colla di pesce, oramai fredda 11 e amalgamate delicatamente il tutto 12. Lasciate riposare in frigorifero per 2 ore. Preparate il biscottino alle mandorle: iniziate facendo sciogliere il burro; ponete la farina di mandorle in una ciotola capiente, aggiungete il burro sciolto e fatto raffreddare 13 e mescolate con una spatola fino al completo assorbimento del burro 14. Prendete ora la bacca di vaniglia, incidetela nella sua lunghezza e prelevate i semini interni con un coltellino 15. Unite i semi di vaniglia 16; versate poi la farina, setacciandola direttamente nella ciotola 17. Mescolate bene e mettete da parte. Ora ponete gli albumi in una ciotola e montateli con uno sbattitore elettrico 18. Non appena inizieranno a montarsi, aggiungete lo zucchero 19 e continuate fino a che non otterrete un composto gonfio e spumoso 20. Quindi unite gli albumi montati al composto di farine e burro 21. Mescolate con una spatola dall'alto verso il basso per amalgamare gli ingredienti, fino ad ottenere un impasto omogeneo 22. Rivestite una leccarda con carta da forno e ponete con il dorso di un cucchiaio piccole quantità di impasto di circa 10 gr a 3-4 cm di distanza le une dalle altre (per facilitarvi nell'operazione, bagnate il cucchiaio in modo che l'impasto non aderisca troppo alla superficie). Schiacciate la piccola quantità di impasto 23, formando dei cerchi del diametro di circa 7 cm e sottili mezzo millimetro 24. Completata quest'operazione, cuocete in forno statico preriscaldato a 180° per 8 minuti (160° per 3-4 minuti se forno ventilato). Quando i biscottini risulteranno leggermente croccanti e bruniti 25, sfornateli e adagiateli ancora caldi su un mattarello 26, in questo modo acquisiranno una forma incurvata seccandosi 27. Passate le due ore, togliete dal frigo la mousse al limone 28 e versatela in una sac-à-poche con bocchetta liscia. Riempite le coppette 29 fino all'orlo. Servite la mousse accompagnandola con i biscottini di mandorle 30! "
}