{
    "title": "Biscotti fiammifero",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "liquidi colore rosso q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "qualche goccia"
        }
    ],
    "preparation": " Per realizzare i biscotti fiammifero iniziate preparando la pasta frolla: togliete il burro dal frigorifero e tenetelo a temperatura ambiente per circa 20 minuti, poi procedete mettendo in un mixer la farina e il burro tagliato a pezzetti 1. Frullate molto bene il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso; trasferitelo quindi in una terrina capiente e unite lo zucchero a velo setacciato 2, i semi della bacca di vaniglia, due tuorli d'uovo e un pizzico di sale 3. Nella terrina iniziate ad amalgamare tutti gli ingredienti con le mani, poi continuate a lavorare l’impasto su una spianatoia 4: dovrete ottenere un impasto compatto ed elastico. Non appena la pasta frolla sarà pronta, formate una palla 5, copritela bene con della pellicola e riponetela in frigorifero a riposare per circa mezz’ora 6. Trascorso il tempo necessario, estraete la frolla dal frigorifero e iniziate a comporre i biscotti fiammifero: per ottenere una forma a parallelepipedo che sia il più precisa possibile è necessario che l’impasto sia ben freddo, perciò consigliamo di dividerlo in due parti e di cominciare a lavorarne una, riponendo l’altra in frigorifero. Stendete la frolla con un mattarello fino ad ottenere uno spessore di circa 1 cm 7 poi ricavatene delle strisce lunghe circa 20 cm e larghe 1 cm 8 e tagliatele a metà per ottenere dei bastoncini della lunghezza di circa 10 cm 9. Ripetete l’operazione con l’impasto che avevate riposto nel frigorifero. Mettete a cuocere i bastoncini ottenuti posti su una leccarda ricoperta di carta da forno, per 15-16 minuti a 180° in forno statico 10. Mentre la pasta frolla cuoce, preparate la ghiaccia reale: con l’utilizzo di una planetaria montate a neve un albume 11, poi aggiungete lo zucchero a velo, un cucchiaio alla volta, e qualche goccia di succo di limone, continuando a sbattere finché il tutto non sarà completamente amalgamato 12. Non esagerate con la quantità di succo di limone aggiunta, altrimenti la ghiaccia reale farà fatica a raffreddare. Ora unite il colorante alimentare rosso liquido ( o, se preferite, in polvere o in gel) poco alla volta, continuando a sbattere finché non avrete ottenuto la colorazione desiderata 13. Quando i bastoncini di pasta frolla saranno cotti, dopo averli fatti raffreddare completamente iniziate con la decorazione: intingetene la punta nella ghiaccia reale 14 e ponete i biscotti fiammifero sul bordo di un tavolo, con la punta glassata rivolta verso l'esterno, per farli asciugare 15. Occorrerà attendere circa 1 ora affinché la ghiaccia reale si asciughi completamente, poi i biscotti fiammifero saranno pronti e potranno essere serviti e gustati come merenda. "
}