{
    "title": "Ravioli al cacao con cuore di cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "8 bacche"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "crudo biologico 20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "biologiche 1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "130 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "frizzante 70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "480 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i ravioli al cacao con cuore al cioccolato bianco, cominciate preparando la crema pasticcera al cioccolato bianco. Grattugiate la scorza di un’arancia non trattata 1, e incidete le bacche di cardamomo 2. Mettete sul fuoco un pentolino con il latte, e unite la scorza d’arancia 3 E i semi e le bacche del cardamomo 4. Portate il latte a sfiorare il bollore, quindi spegnete il fuoco e lasciatelo in infusione per 20 minuti, coperto con pellicola, mentre intiepidisce. Nel frattempo unite in una ciotola lo zucchero e i tuorli 5 e sbatteteli con le fruste fino a renderli chiari e spumosi 6. Aggiungete la farina setacciata 7 e amalgamate bene, in modo da ottenere una pastella senza grumi. Unite nella ciotola il latte aromatizzato, ormai tiepido 8, e amalgamate con cura fino a ottenere una crema liscio e piuttosto liquido 9. Filtrando la crema attraverso un colino, ponetela in un tegame abbastanza capiente 10 e mettetela sul fuoco, a fiamma dolce, dove dovrete farla addensare per circa 20 minuti, mescolando continuamente per evitare la formazione di grumi. Tritate il cioccolato bianco 11 e unitelo alla crema ormai pronta 12. Mescolate energicamente fino a far sciogliere completamente 13, quindi trasferite la crema al cioccolato bianco in una pirofila bassa e larga, coprendola con pellicola a contatto per evitare che si formi la fastidiosa pellicina 14. Ponete la vostra crema in frigo, dove dovrà rassodare per almeno 2 ore. Intanto, dedicatevi all’impasto dei ravioli: in una ciotola capiente setacciate la farina e il cacao crudo in polvere e amalgamateli con un cucchiaio di legno 15. Unite l’uovo leggermente sbattuto 16, il vino 17 e l’acqua 18. Impastate dapprima con una forchetta 19, poi a mano 20. Infine trasferite l’impasto, che risulterà ancora piuttosto duro e nervoso, sul piano da lavoro per continuare a impastarlo qualche minuto 21. Formate infine una palla, copritela con pellicola trasparente e fatela riposare a temperatura ambiente per circa mezzora 22. Quando saranno trascorsi i tempi di riposo sia della crema che dell’impasto, con un tarocco prendete una piccola porzione di impasto riposato 23, stendetelo un poco sulla spianatoia leggermente infarinata 24 E poi, a mano o con la macchina sfogliatrice, tiratelo a sfoglia dello spessore di 1 mm 25. Ricavate 2 rettangoli di sfoglia e disponeteli sulla spianatoia. Distribuite su uno dei due rettangoli, a distanza regolare, delle noci di crema 26. Coprite quindi con il secondo rettangolo di pasta 27 (se le sfoglie risultassero troppo poco umide, potete spennellare un po’ di acqua intorno ai mucchietti di crema). Fate aderire bene tra di loro le due sfoglie 28, e, con pressioni delle dita, fate aderire il foglio di pasta superiore attorno ai mucchietti di crema 29. Con un coppapasta di 7 cm di diametro formate i vostri ravioli 30 E sigillatene i bordi esercitando delle leggere pressioni con i rebbi di una forchetta 31. Proseguite fino ad esaurire gli ingredienti. Portate un tegame con abbondante olio di semi alla temperatura di 170°, quindi friggetevi i ravioli 32, pochi per volta per non abbassare la temperatura dell’olio. Appena la superficie dei ravioli assumerà un colore uniforme e affioreranno delle piccole bollicine (ci vorranno un paio di minuti) 33, scolate i ravioli e poneteli ad asciugare su un vassoio coperto con dei fogli di carta da cucina 34. Proseguite con la frittura, e infine cospargete i vostri ravioli con abbondante zucchero semolato 35. I vostri ravioli al cacao con cuore di cioccolato bianco sono pronti per essere gustati caldi, tiepidi o freddi! "
}