{
    "title": "Cartellate",
    "ingredients": [
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "115 g"
        },
        {
            "ingredient": "Vincotto",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare le cartellate pugliesi, cominciate occupandovi dell’impasto: in un pentolino ponete il vino bianco 1 e l’olio 2 e scaldate leggermente, fino alla temperatura di circa 35°. Ponete in una ciotola la farina setacciata, e versatevi al centro l’emulsione di olio e vino 3. Impastate a mano fino ad ottenere una consistenza compatta 4. Formate un panetto e foderatelo con della pellicola 5; lasciatelo riposare a temperatura ambiente per circa 30 minuti. Trascorso questo tempo, recuperate l’impasto, toglietelo dalla pellicola, prelevatene circa metà per volta e appiattitelo leggermente sul piano da lavoro 6 prima di stenderlo con un tirapasta partendo dallo spessore maggiore 7 fino ad arrivare allo spessore di 2 mm circa 8 (se non avete un tirapasta, potete tranquillamente tirare la vostra sfoglia con il mattarello). Dalla sfoglia, con un tagliapasta a rotella dentellata, ricavate dei rettangoli 9 e da essi delle strisce larghe circa 3 cm e lunghe 30-35 cm. Prendete adesso ciascuna striscia di pasta e andate a pizzicare i due lembi del lato corto tra di loro, sigillando con una pressione delle dita, per ottenere delle conchette distanziate di circa 4 cm l’una dall’altra 10. Arrotolate adesso le strisce su se stesse formando delle rose, ricordandovi di pizzicare la girandola in alcuni punti per evitare che le cartellate si aprano durante la frittura 11. Una volta formate, adagiate le vostre cartellate su una rete 12 o su di una spianatoia, coperte con un canovaccio asciutto e pulito, per farle asciugare: 5-6 ore saranno sufficienti ma, se potete, meglio tutta la notte. È il momento di friggere le cartellate: scaldate abbondante olio di semi in un tegame dai bordi alti, e quando raggiunge i 170° (per misurare la giusta temperatura utilizzate un termometro da cucina) immergetevi poche cartellate per volta 13. Fate friggere le cartellate 3-4 minuti per lato, quindi scolatele 14 e mettetele ad asciugare su una gratella, in modo che rimangano croccanti 15. Occupatevi adesso del tradizionale condimento delle cartellate: in un pentolino ponete il vin cotto e scaldatelo leggermente 16. Immergetevi le cartellate, poche per volta, per farle impregnare da entrambi i lati 17, quindi adagiatele su un piatto da portata e servite le vostre cartellate immediatamente 18. "
}