{
    "title": "Millefoglie ai fichi",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 480 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(fredda) 180 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte",
            "quantity": "115 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "75 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la millefoglie di fichi ponete in una planetaria munita di foglia, la farina, il sale lo zucchero, i semi della bacca di vaniglia 1 , il burro morbido 2, azionate la macchina e quando il composto sarà ben amalgamato 3 unite l’acqua fredda 4. Proseguite ad impastare fino ad ottenere un composto omogeneo. Spalmate 2/3 dell'impasto su un foglio di carta da forno dando una forma rettangolare spessa mezzo centimetro che misuri circa 35x28 cm, trasferite l'impasto su una teglia delle stesse dimensioni e livellate bene la superficie con una spatola 5.Coprite con un altro foglio di carta forno lasciate riposare in frigorifero almeno per un’ora (o anche tutta la notte).Stendete il restante impasto su un foglio di carta da forno dandogli un forma rettangolare che misuri la metà dell'altro ovvero 28x18 cm, e che sia spesso circa mezzo centimetro 6. Coprite con un foglio di carta da forno, trasferite l'impasto su una teglia e fatelo riposare insieme all'altro impasto per 1 ora in frigorifero. Intanto preparate la crema ai fichi: mettete in acqua fredda i fogli di gelatina per ammorbidirli 7, sbucciate i fichi 8 e poneteli in un mixer 9 frullateli per ottenere una salsa senza grumi 10, trasferitela in una pentola, aggiungete il latte 11 e scaldate la salsa, mescolando con la frusta 12. A parte in un’altra ciotola sbattete i tuorli con lo zucchero 13 , aggiungete l'amido di mais 14, e a questo composto unite metà salsa ai fichi alle uova e mescolate con una frusta per amalgamare gli ingredienti 15. Versate questa crema nella pentola contenente la restante salsa ai fichi 16. Fate addensare la crema a fuoco dolce mescolando con la frusta, finché non otterrete una crema densa, non più liquida. Spegnete il fuoco e incorporate la gelatina in fogli, ben strizzata, sempre mescolando con la frusta fino al completo sciogliemento 17. Trasferite la crema in una terrina, coprite con pellicola 18 e fatela raffreddare in frigorifero per 2 ore. Riprendete le sfoglie e cuocetele in forno ventilato a 220° per 15 minuti, poi continuate la cottura abbassando la temperatura a 180° per 25 minuti. Alla fine di questo tempo la sfoglia dovrà risultare dorata e non molle al tatto. Toglietela dal forno 19 e spolverizzatela con dello zucchero a velo 20 . Infornate di nuovo, questa volta a 240° per 3-4 minuti. La superficie dovrà risultare brunita e lucida. Sformate e lasciate raffreddare su una gratella. Dividete la sfoglia grande a metà così dovrete ottenere 3 sfoglie da 28x18 cm. Ponete una sfoglia su un piatto di portata, farcite con la crema ai fichi aiutandovi con una sac-à-poche 21 e proseguite alternando uno strato di sfoglia, uno di crema . Terminate con una sfoglia (22-23), ricoprite la superficie con lo zucchero a velo e fettine di fichi freschi 24. Conservate la millefoglie ai fichi in frigorifero fino al momento di servirla. "
}