{
    "title": "Biscottini al cacao e nocciole con confettura",
    "ingredients": [
        {
            "ingredient": "Confettura di frutti rossi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "230 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 115 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        }
    ],
    "preparation": " Per preparare i biscottini al cacao e nocciole con confettura, iniziate dalla pasta frolla al cacao e nocciole: ponete nel mixer la farina setacciata 1, il burro freddo di frigo 2 e la farina di nocciole 3. Azionate le lame per ottenere la sabbiatura 4, poi trasferite il composto su un piano di lavoro e create la classica fontana. Nella cavità centrale ponete l'uovo 5. Poi incidete una bacca di vaniglia ed estraete i semi raschiando con la lama di un coltello 6. Aggiungeteli al centro della fontana insieme allo zucchero a velo setacciato e la pasta di nocciole 7. Amalgamate il tutto con le mani velocemente 8, il tempo di compattare l'impasto. Quindi unite il cacao amaro in polvere setacciato 9; maneggiate il composto per amalgamare il cacao 10 e formate un panetto: appiattitelo leggermente e avvolgetelo con pellicola trasparente 11. Riponete il panetto in frigorfiero a rassodare per almeno un'ora; passato il tempo necessario stendete la frolla in una sfoglia dello spessore di mezzo centimetro 12. Con un coppapasta di 5 cm di diametro ricavate 20 dischi 13, poi sulla metà di essi ricavate dei cuoricini con gli appositi stampi da 2,5 cm di diametro 14 (i cuoricini di frolla che estrarrete potrete cuocerli insieme agli altri biscotti) 15. Ponete le forme su una leccarda rivestita con carta da forno (16-17) e cuocetele in forno statico preriscaldato a 180° per circa 10 minuti (se forno ventilato a 160° per 5 minuti circa). Una volta cotti, sfornateli e lasciateli raffreddare completamente su una gratella 18. Dopodiché, spalmate la confettura di lamponi sui dischi 19 e richudete con le metà a cuore 20. Ecco pronti i vostri biscotti al cacao e nocciole con confettura 21! "
}