{
    "title": "Ravioli alla ricotta e gocce di cioccolato",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Mettete la farina in una ciotola grande e disponete al centro lo zucchero, il burro morbido a pezzetti,i semi della bacca di vaniglia e un pizzico di sale 1. In una caraffa unite il tuorlo nel latte ed emulsionate bene. Iniziate a lavorare la pasta con le mani aggiungendo il liquido a poco a poco e continuando ad impastare fino a che gli ingredienti si saranno amalgamati. Trasferire l’impasto sul piano di lavoro e continuate a lavorare con le mani per circa 10 minuti, fino a quando sarà omogeneo e compatto 2. Avvolgete l’impasto nella pellicola e lasciatelo riposare per almeno un’ora in un luogo fresco a asciutto (non in frigorifero). Nel frattempo dedicatevi alla preparazione del ripieno: per prima cosa setacciate la ricotta di pecora 3 con un passino d’acciaio per eliminare eventuali grumi. Aggiungete quindi lo zucchero a velo a sua volta setacciato, la scorza del limone e dell’arancio precedentemente grattugiata, il tuorlo, i semini della bacca di vaniglia 4, la cannella 5 e infine le gocce di cioccolato 6. Amalgamate bene il tutto. Stendete bene la pasta con un mattarello (o con l’apposita macchinetta) fino ad ottenere una sfoglia sottile (spessa 1 mm) e tagliatela con una rotella dentellata ottenendo rettangoli di 10 X 20 cm circa. Spennellate i bordi dei rettangoli 7 così ottenuti con gli albumi che avrete messo da parte e riponete sul lato di ogni rettangolino un cucchiaio di ripieno alla ricotta 8. Richiudete i ravioli a metà e premete delicatamente i bordi per farli aderire. Scaldate abbondante olio di semi di arachide in una casseruola (180/200°C), iniziate e friggete i ravioli, tre alla volta, per circa 3 minuti, fino a quando saranno dorati e avranno una consistenza croccante 9. Scolate i vostri ravioli alla ricotta con cioccolato e metteteli su carta assorbente per asciugare l’olio, prima di servirli spolverizzateli con dello zucchero a velo. "
}