{
    "title": "Torta salata di rucola",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 70 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pomodori secchi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "54 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta salata con rucola per prima cosa preparate la pasta brisè: in una ciotola versate la farina e il burro freddo a pezzetti 1, impastate velocemente con le punte delle dita per ottenere un composto sbriciolato 2. Salate, versate l’acqua fredda 3 e impastate 4 fino a ottenere un composto compatto e omogeneo. Formate un panetto 5, avvolgetelo con la pellicola trasparente 6 e ponetelo a riposare in frigorifero per almeno 40 minuti. Imburrate uno stampo da crostata con fondo estraibile del diametro di 24 cm 7, quindi stendete sulla spianatoia con un mattarello la pasta riposata 8 fino a uno spessore di 2 millimetri 9. Adagiate la sfoglia ottenuta sulla tortiera, eliminate il bordo ritagliando la pasta in eccesso con un coltello (10-11). Ora occupatevi del ripieno: in un bicchiere dal bordo alto versate la panna, l’uovo 12, il Pecorino 13 e 10 g di rucola 14, salate, pepate e frullate tutto con un mixer ad immersione 15 fino a ottenere una crema omogenea. Ora distribuite sul fondo della tortiera gran parte della rucola fresca 16, versate sopra la crema 17 e distribuitela su tutta la base con il dorso di un cucchiaio 18. Aggiungete altra rucola fresca 19, conservandone una manciata per la guarnizione finale, e i pomodorini secchi sgocciolati e spezzettati grossolanamente 20. Profumate il tutto con la scorza di limone grattugiata 21. Pepate e cuocete in forno statico preriscaldato a 200° per 25 minuti nel ripiano centrale. A cottura ultimata sfornate la torta salata 22, disponete la restante rucola fresca a piacere 23. Estraete la torta salata con rucola, adagiatela su un tagliere e portatela in tavola 24. "
}