{
    "title": "Plumcake al pistacchio",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il plumcake al pistacchio iniziate prendendo il baccello di vaniglia, apritelo in due, estraetene i semi e teneteli da parte 1; in alternativa potete usare una bustina di vanillina. Mettete nella tazza di una planetaria, munita di frusta, il burro a temperatura ambiente insieme allo zucchero 2 e mescolate il tutto azionando la macchina. Con la planetaria attiva aggiungete anche i semi della bacca di vaniglia al composto di burro e zucchero, unite poi la pasta di pistacchi 3 (se non trovate la pasta di pistacchi potete realizzarla voi tritando finemente i pistacchi pelati), lo yogurt 4, le uova una alla volta 5 e il sale. Quando le uova si saranno mescolate al composto aggiungete anche la farina e il lievito setacciati 6 e per ultimi i pistacchi tritati 7; lasciate amalgamare il tutto fino ad ottenere un composto corposo ed omogeneo 8. Se non disponete di una planetaria potete utilizzare una frusta per impastare, avendo cura di unire gli ingredienti poco alla volta per non creare grumi. Imburrate uno stampo da plumcake da 30x10x8 cm (della capacità di 1,5 litri) e foderatelo con la carta forno premendo bene sulle pareti per far aderire la carta su tutti i lati 9. Versate all’interno dello stampo il preparato 10 livellandolo bene in superficie con una spatola. Infornate in forno statico già caldo a 180° gradi per 50 minuti (oppure in forno ventilato a 160° per 40 minuti) fino a quando la superficie del plumcake non risulterà dorata 11. Sfornate il plumcake al pistacchio, lasciatelo intiepidire quindi sformatelo su un piatto da portata, tagliatelo a fette 12 e gustatelo! "
}