{
    "title": "Mini krapfen",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(1 medio) 50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 3-4 di uova medie) 70 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "alto oleico q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i mini krapfen iniziate a sciogliere il lievito di birra fresco nel latte 1; versate in una planetaria dotata di gancio le due farine 2, aggiungete lo zucchero 3 e il lievito sciolto nel latte 4. Iniziate a lavorare lâimpasto con il gancio, poi versate l'uovo intero 5 aspettate che si assorba, quindi unite i tuorli poco alla volta e lasciate andare la planetaria fino a completo assorbimento. Una volta che uova e tuorli saranno assorbiti, potete aggiungere il burro morbido ma ancora plastico un pezzetto alla volta 6. Quando il burro sarÃ stato assorbito e l'impasto sarÃ ben incordato al gancio 7, arrestate la planetaria. All'impasto ottenuto 8 aggiungete i semi di mezza bacca di vaniglia 9 e il sale 10. Lavorate nuovamente con il gancio per assorbire anche questi ingredienti. Quindi arrestate la planetaria 11, raccogliete con l'aiuto di un tarocco l'impasto e trasferitelo in una ciotola precedentemente imburrata 12. Coprite con pellicola 13 e lasciate lievitare a temperatura ambiente (25/26Â° andranno bene, lontano da correnti d'aria) per 2 ore. Trascorso il tempo indicato, prendete l'impasto e rovesciatelo su una spianatoia leggermente infarinata. Quindi stendetelo con un mattarello ad uno spessore di circa mezzo centimetro. Date tre pieghe, portando un lembo dell'impasto verso il centro 15 e l'altro lembo sopra 16. Aspettate 10 minuti quindi stendete nuovamente l'impasto con l'apertura delle pieghe girate verso di voi 17 e ripiegate nuovamente prima un lembo verso il centro 18 poi l'altro lembo sopra 19. A questo punto stendete il panetto 20 ad uno spessore di circa 1 cm 21 e coppate con uno stampo tondo da 5 cm di diametro 22. Con queste dosi otterrete circa 20 mini krapfen. Poneteli man a mano su un vassoio leggermente infarinato 23. Lasciate lievitare per circa 20 minuti, coprendo con la pellicola per i primi 10 minuti. Scaldate in un tegame l'olio di semi alla temperatura di 150Â° da misurare con un termometro da cucina. Quando l'olio sarÃ a temperatura friggete 1-2 pezzi alla volta 24; fateli dorare prima da un lato, poi dall'altro in modo che si formi la caratteristica striscia bianca centrale. Scolateli 25 e passateli nello zucchero 26. Quindi servite i mini krapfen ben caldi o tiepidi, semplici o farciti 27! "
}