{
    "title": "Granola",
    "ingredients": [
        {
            "ingredient": "Avena",
            "quantity": "110 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "35 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "35 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "35 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "40 g"
        },
        {
            "ingredient": "Bacche di Goji",
            "quantity": "20 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero muscovado",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare la granola per prima cosa sciacquate l'uvetta e le bacche di goji. Poi tritate grossolanamente le nocciole, le mandorle e le noci 1. Procedete con lo sciroppo: in una padella versate il miele, lâacqua, lâolio, 2 e lo zucchero 3. Cuocete per 10 minuti a fuoco medio in modo da creare uno sciroppo 4, poi spegnete il fuoco e aggiungete lâavena 5, la frutta secca che avete tritato 6 Lâuva passa ben scolata e asciugata 7 e le bacche di goji sempre ben asciutte 8. Mescolate con una spatola o un cucchiaio di legno per amalgamare 9. Versate il composto ottenuto su una leccarda rivestita con carta da forno. Distribuite uniformemente con la spatola 10, quindi cuocete in forno preriscaldato statico a 160Â° per 30 minuti sul ripiano centrale del forno. AUna volta terminata la cottura, sformate la vostra granola che dovrÃ risultare ben dorata 11 e lasciatela raffreddare per almeno 30 minuti a temperatura ambiente. Trascorso questo tempo la granola sarÃ pronta, conservatela in un barattolo di vetro fino al momento di consumarla 12. "
}