{
    "title": "Ceviche",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Orata",
            "quantity": "200 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "(circa 290 g) 2"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "75 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il ceviche, assicuratevi prima di tutto di aver acquistato pesce crudo abbattuto; si consiglia comunque di congelare per 96 ore a -18 gradi, poi scongelare e impiegare nella ricetta. Iniziate poi dalla marinatura, mescolando il succo dei limoni e dei lime 1. Regolate di pepe e sale (2-3) e tenete da parte. Passate a pulire l'orata: sciacquatela sotto acqua corrente e con le forbici tagliate il ventre iniziando all'altezza della coda, procedendo fino a sotto la testa, quindi eliminate le interiora. Lavate bene il ventre del pesce sotto lâacqua corrente per togliere ogni traccia di sangue e desquamate accuratamente lâorata, con l'apposito attrezzo 4 oppure grattando la superficie con la lama di un coltello. Tagliate via la testa e la coda, e sfilettate l'orata, dividendola in due parti 5. Eliminate tutte le eventuali lische utilizzando una pinzetta da cucina 6 e tagliate a fettine di circa 5x3 cm ciascun filetto 7. Private anche il salmone di eventuali lische, poi ricavate delle fettine delle stesse dimesioni 8. Procedete con la pulizia dei gamberi: staccate la testa 9 ed eliminate il carapace 10, quindi tagliateli a metÃ 11. Tenete da parte il pesce e riducete a dadini i pomodorini 12 mondate e affettate finemente la cipolla 13. A queto punto disponete i filetti di orata, salmone e i gamberi in unâampia pirofila, possibilmente senza sovrapporli in modo che la marinatura possa essere ben distribuita. Irrorate bene il pesce con la marinatura 14, unite la cipolla 15 e la dadolata di pomodori 16. Da ultimo aggiungete il peperoncino tagliato sottilmente 17. Coprite con la pellicola e mettete a riposare in frigo per almeno 8 ore (meglio ancora se tutta la notte) 18. Al momento di servire potete spolverare con poco prezzemolo tritato e un filo di olio extravergine a piacere. "
}