{
    "title": "Crostata al cioccolato con pere e noci pecan",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "260 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo da frigorifero) 160 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "120 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "35 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "60 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero muscovado",
            "quantity": "75 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pere abate",
            "quantity": "2"
        },
        {
            "ingredient": "Noci pecan",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crostata al cioccolato con pere e noci pecan incominciate dalla frolla. Nella ciotola di una planetaria dotata di foglia versate il burro freddo da frigorifero a tocchetti 1 insieme allo zucchero a velo 2 e azionate la planetaria fino ad ottenere una crema. Aggiungete il tuorlo, facendo in modo che si incorpori nell'impasto, poi unite la farina 00 3, la farina di mandorle setacciate 4 e il pizzico di sale 5. Continuate con la foglia, poi trasferite l’impasto su un piano di lavoro, lavorandolo velocemente giusto il tempo di compattarlo 6. Formate un panetto, appiattitelo leggermente e ponetelo in frigorifero a rassodare per almeno 30 minuti avvolto nella pellicola trasparente 7. Intanto prendete le pere e sbucciatele; dividetele a metà, togliete il picciolo, dopodichè tagliatele in 8 spicchi 8 ed eliminate il torsolo 9. Ponete sul fuoco una padella antiaderente ampia con l’acqua e lo zucchero muscovado 10. Fatelo sciogliere a fiamma media; quando lo zucchero avrà sfiorato il bollore, spegnete e unite il burro 11. Una volta che si sarà sciolto completamente, versate le pere a spicchi nella padella 12: fatele caramellare leggermente per circa 1 minuto, girandole di tanto in tanto. Mettete da parte e conservate il caramello che vi avanza, poiché vi servirà successivamente. Trascorso il tempo necessario, prendete il panetto di pasta frolla e stendetelo su un piano di lavoro leggermente infarinato in un disco dello spessore di 4 mm 13. Arrotolate il disco di frolla che avete ottenuto attorno al mattarello e srotolatelo delicatamente su uno stampo di 25 cm di diametro precedentemente imburrato 14 (se la frolla tende a sgretolarsi potete posizionare il panetto tra due fogli di carta da forno e procedere a stenderla con il mattarello). Fate aderire il fondo e i bordi, premendo delicatamente con le dita 15, poi eliminate l’eccesso di pasta con un coltellino 16. Bucherellate il fondo con i rebbi di una forchetta 17 e cuocete in forno statico preriscaldato a 190° per circa 20 minuti (o a 170° per 10 minuti se in forno ventilato). Una volta cotta, sfornate e fate raffreddare 18. Nel frattempo preparate il flan di cioccolato: tritate il cioccolato fondente 19 e ponete sul fuoco un pentolino con il latte e la panna. Incidete una bacca di vaniglia nel senso della lunghezza ed estraete i semi, raschiandola con un coltellino; unite i semi e la bacca intera nella miscela di latte e panna 20. In una ciotolina a parte sbattete le uova con lo zucchero. Togliete la bacca con una pinza da cucina 21, poi versate il latte e la panna bollenti sul composto a base di uova e zucchero, mescolando per amalgamare bene tutti gli ingredienti 22. Versate il composto che avete ottenuto sul cioccolato tritato, mischiando con le fruste 23: se dovessero crearsi delle bollicine, potete toglierle con un cucchiaino. A questo punto potete disporre le pere caramellate a raggiera sulla base di frolla con il dorso rivolto verso l'esterno e la parte più sottile verso il centro 24. Versate il caramello che avete avanzato, poi aggiungete il flan 25, distribuendolo in maniera omogenea su tutta la crostata 26. Cuocete in forno statico preriscaldato a 150° per circa 40 minuti (o a 130° per 30 minuti se in forno ventilato): 5 minuti prima del termine distribuite le noci pecan con il lato più liscio sul flan di cioccolato fondente 27 e portate a termine la cottura. Una volta pronta, sfornate la crostata e fatela raffreddare completamente; infine potete servire e gustare la vostra crostata al cioccolato con pere e noci pecan. "
}