{
    "title": "Gelato alla ricotta",
    "ingredients": [
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medie, freschissime 4"
        },
        {
            "ingredient": "Rum",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "(facoltativo) q.b."
        }
    ],
    "preparation": " Per preparare il gelato alla ricotta, iniziate proprio da quest'ultima. Mettete la ricotta in frigorifero a scolare in un colino a maglie strette con sotto una ciotolina e coprite con pellicola trasparente. Potete farlo la sera precedente o qualche ora prima della preparazione per far perdere alla ricotta il siero in eccesso. Quindi, setacciate la ricotta con un colino e l'aiuto di una spatola 1 o con il dorso di un cucchiaio e raccoglietela in una ciotolina 2. Ripetete l'operazione per almeno 3 volte settacciando la ricotta con la spatola e il colino per renderla più cremosa 3. Una volta setacciata, tenetela da parte. Quindi proseguite con la preparazione. Per il gelato alla ricotta si usano le uova a crudo. Se volete, potete pastorizzarle consultando il procedimento della Scuola di cucina, cliccando qui: come pastorizzare le uova. Iniziate a montare i tuorli con lo zucchero a velo: mettete i tuorli in una planetaria (o in una ciotola capiente se usate uno sbattitore elettrico o una frusta a mano) e versate lo zucchero a velo setacciato 4. Quindi montate gli ingredienti fino a ottenere una crema chiara e spumosa 5. Poi aggiungete il rum (o il marsala), continuando a montare molto delicatamente il composto 6. Ora riprendete la ricotta setacciata e aggiungetela alla crema 7; montate ancora qualche minuto per avere un risultato cremoso 8. Ora che l'impasto è pronto trasferitelo in una ciotola e copritela con pellicola trasparente 9. Ponete la ciotola in frigorifero per per almeno 4 ore, perchè il gelato si rassodi. Per un composto più granuloso e corposo potete montare i tuorli e lo zucchero con le fruste e aggiungere la ricotta e l'aroma scelto a mano, mescolando con una spatola. Passato il tempo necessario, togliete la ciotola dal frigo e versate il gelato nelle coppette 10 con un cucchiaino o con una sac-à-poche dotata di bocchetta liscia. Potete guarnire il vostro gelato alla ricotta con gocce o scaglie di cioccolato (11-12), oppure potete guarnirlo a seconda dei gusti dei vostri ospiti: con granella di nocciole, biscotti interi o sminuzzati, foglie di menta o accompagnarlo con della frutta fresca! In alternativa, per una consistenza di \"semifreddo\" potete creare un impasto più granuloso e cremoso come indicato nella seconda sequenza: rivestite con carta da forno bagnata degli stampini, riempiteli con la crema ottenuta e riponeteli in frigo coperti con pellicola trasparente perchè si rassodino. Una volta passato il tempo necessario, sformateli capovolgendoli su piattini da dessert! "
}