{
    "title": "Risolatte",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risolatte scaldate il latte in una casseruola dai bordi alti a fuoco medio 1, con un coltellino incidete una bacca di vaniglia e prelevatene i semini facendo scorrere la lama del coltello lungo l'interno della bacca 2. Aggingete metà della bacca e i semini nel latte 3. Lavate un limone e prelevate la scorza e aggiungetela al latte 4. Quindi versate all'interno anche lo zucchero semolato 5 e il sale 6. Mescolate per far amalgamare tutti i sapori e sciogliere lo zucchero 7. Portate il latte a sfiorare il bollore e poi aggiungete il riso (Carnaroli oppure Arborio) 8 e cuocete sempre a fuoco dolce mescolando di tanto in tanto 9. Lasciate sul fuoco per 30 minuti e se dovesse asciugarsi troppo aggiungete altro latte caldo. Alla fine della preparazione il risolatte devrà avere una consistenza piuttosto cremosa 10. Quando il riso sarà cotto, eliminate le scorze di limone e la bacca di vaniglia 11. A questo punto trasferite il risolatte in piccole ciotoline monoporzione 12 e con un colino 13 spolverizzate ogni ciotola di risolatte con con la la polvere di cannella 14 o con del cacao 15 come preferite e nello stesso modo potete decidere se gustare il risolatte appena pronto, tiepido o addirittura freddo! "
}