{
    "title": "Biscotti al farro e arancia",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina di farro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 200 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "bianco 150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare i biscotti al farro e arancia come prima cosa iniziate a realizzare l'impasto. Versate nella ciotola di una planetaria,Â dotata di frusta a foglia, la farina 00 1, quella di farro 2 eÂ lo zucchero di canna bianco 3. Aggiungete poi il burro tagliato a cubetti 4 e lavorate il composto fino ad ottenere una consistenza sabbiosa 5.Â Unite anche la farina di mandorle 6Â e le uova 7. Lavorate il tutto fino ad ottenere un composto uniforme 8, poi aggiungete il sale 9Â e la scorza di limone 10. Lavorate di nuovo il tutto e trasferite l'impasto su un piano leggermente infarinato 11 e avvolgetelo nella pellicola 12. Riponete in frigo aÂ riposare per circa 1 ora.Â Trascorso il tempo di riposo, trasferite la frolla su un piano infarinato e dividela a metÃ 13. Avvolgete nuovamente nella pellicola una delle due metÃ e riponetela in frigo. Quindi stendete l'impasto rimasto in modo da ottenere un rettangolo spesso circa mezzo cm 14. Trasferite la marmellata d'arancia in una sacca da pasticciere 15Â e utilizzatela per fare dei mucchietti sul rettangolo di pasta, distanziandoli di circa 5 cm (16-17). Riprendete l'impasto tenuto da parte e stendete anche questo 18: dovrete ottenere un rettangolo delle stesse misure del precedente, spesso sempre mezzo cm.Â Aiutandovi con un po' di farina avvolgetelo su un mattarello e posizionatelo sopra all'altro, in modo da ricoprirlo interamente (19-20). Pressando delicatamente con le mani fate aderire bene la pasta intorno alla marmellata 21.Â Posizionate uno stampo zigrinato da 6 cmÂ al centro di ogni cupoletta e ricavate i vostri biscotti 22. Disponeteli man mano su una leccarda foderata con carta forno 23 e cuocete in forno statico preriscaldato a 180Â° nel ripiano centrale per 20 minuti. Quindi azionate la modalitÃ ventilata e ultimate la cottura per altri 5 minuti. Se non avete il forno ventilato potete aumentare la temperatura a 185Â°-190Â° per farli dorare maggiormente, sempre per 5 minuti. Quando saranno ben dorati sfornate i vostri biscotti al farro e arancia 24 e lasciateli raffreddare per bene.Â Solo quando saranno completamente freddi potrete occuparvi della decorazione. Tritate il cioccolato bianco 25 e fondetelo a bagnomaria 26. Trasferitelo poi in unÂ conetto di carta fornoÂ 27Â e chiudete l'estremitÃ 28. Tagliate pochissimo la punta del conetto e utilizzatelo per decorare i biscotti, spremendo il cioccolato a zig zag 29. Ripetete su tutti gli altri biscotti 30 e riponete in frigorifero per almeno 5 minuti, in modo da far asciugare il cioccolato prima di servirli. I vostri biscotti al farro e arancia sono pronti da gustare! "
}