{
    "title": "Veneziane alla crema",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "65 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "300 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 175 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "metÃ"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Vaniglia",
            "quantity": "mezza bacca"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le veneziane alla crema inziate a realizzare il preimpasto: sciogliete il lievito di birra disidratato (o fresco) nell'acqua tiepida 1. In una ciotola mescolate la farina 00 e la farina manitoba 2 e versate all'interno il lievito sciolto 3. Impastate a mano 4 per ottenere una pasta morbida e omogenea 4 che metterete in una ciotola coperta da pellicola 5 e la farete lievitare per circa due ore a temperatura ambiente. Intanto predisponete l'occorrente per l'impasto principale: ponete le uova in una ciotola insieme al latte 6, il miele 7, le scorze grattugiate di arancia e limone 8 e i semi di una mezza bacca di vaniglia 9. Sbattete bene il tutto con una forchetta. Nella tazza di una planetaria (oppure in una ciotola capinete se impastate a mano), ponete le farine e lo zucchero semolato 10 e, mentre è in azione la foglia della planetaria, versate a filo il composto di uova 11. L'impasto dovrà essere ben amalgamato e morbido 12. Se state usando la planetaria sostituite la foglia con il gancio. A questo punto il preimpasto avrà raddoppiato di volume 13, unitelo all'impasto principale nella ciotola e azionate la planetaria per amalgamare bene i due composti 14. In ultimo aggiungete il burro ammorbidito a temperatura ambiente, mescolato con il sale, un fiocchetto alla volta mentre la planetaria (velocità 2) è in azione, non aggiungendono altro fino a che quello precedente non sarà incorporato 15. Per arrivare ad un impasto liscio, morbido e compatto ci vorranno circa 25 minuti con la planetaria e qualcuno in più se impastate a mano. Una volta inserito tutto il burro, per far staccare l'impasto dalle pareti della planetaria, mettete qualche pizzico di farina lungo il perimetro della ciotola fino a che non sarà attorcigliato intorno al gancio. Versate l'impasto su di una spianatoia infarinata e lavoratelo velocemente per dare una forma sferica. Mettete l’impasto in una ciotola, coprite con la pellicola e lasciatelo lievitare almeno 2-3 ore 16. Trascorso questo tempo trasferitelo in frigorifero dove riposerà per almeno 8 ore e per un massimo di 12, raddoppiando il suo volume iniziale 17. L'impasto per le veneziane può ora essere modellato: trasferitelo su di una spianatoia infarinata 18 e lavoratelo con le mani per sgonfiarlo e renderlo più morbido 19. Formate un salsicciotto che dividerete in 12 parti (da circa 80 gr l'una ma potete farne anche di più piccole). Lavorate ogni pezzo per formare delle palline lisce 20 che metteterete su di una leccarda rivestita di carta da forno distanziate l'una dall'altra. Spenellate ogni pallina con il tuorlo sbattuto con un paio di cucchiai di panna o latte e lasciateli lievitare in forno spento con la luce accesa fino al raddoppiamento del volume, circa 2-3 ore. Intanto che termina l'ultima lievitazione, preparate la crema pasticcera (clicca qui per la scheda ricetta) , facendo scaldare il latte con mezza bacca di vaniglia, che una volta caldo, verserete a filo sul composto di tuorli, zucchero e farina sbattuti insieme. Riportate tutto sul fornello e mescolando, fate addensare la crema che lascerete poi raffreddare. Una volta pronta, trasferitela in una sac-à-poche e ricoprite la superficie delle veneziane con la crema formando delle spirali, aggiungete la granella di zucchero e infornatele in forno statico già caldo a 180° per circa 25 minuti, fino a che non saranno ben dorate. Sfornate le veneziane e lasciatele raffreddare su di una gratella, quindi spolverizzatele con lo zucchero a velo 24: ecco pronte le vostre veneziane alla crema! "
}