{
    "title": "Bundt cake",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "175 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 140 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 115 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "45 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "155 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la bundt cake, per prima cosa setacciate la farina in una ciotola 1, poi unite l’amido di mais 2 e il lievito, sempre setacciandoli 3, aggiungete un pizzico di sale, mescolate e tenete le polveri da parte. Spremete il succo di limone 4 e filtratelo attraverso un colino 5 (ve ne serviranno 45 g per l’impasto e 20 g per la glassa), poi preriscaldate il forno a 170° in modalità statica. In un’altra ciotola capiente, aggiungete il burro ammorbdito a pezzetti e grattugiate direttamente in ciotola la scorza di 2 limoni, facendo attenzione a prelevare solo la parte gialla della buccia 6. Lavorate il burro con le fruste elettriche a velocità medio-bassa fino a ridurlo a pomata; una volta raggiunta questa consistenza, aggiungete lo zucchero poco per volta 7, continuando a sbattere con le fruste per circa 3-4 minuti, sempre a velocità medio-bassa 8. Poi versate le uova a temperatura ambiente, una per volta 9, e continuate a lavorare fino ad incorporarle del tutto 10. A questo punto potete aggiungere gradualmente le polveri con un cucchiaio 11 e il latte a temperatura ambiente, a filo 12, alternandoli fra di loro, mantenendo sempre le fruste in funzione. Infine unite 45 g di succo di limone filtrato 13 e i semi di papavero 14 e lavorate il composto fino ad amalgamare bene tutti gli ingredienti: il vostro impasto è pronto 15. Ora imburrate 16 e infarinate lo stampo specifico della bundt cake, di circa 20 cm di diametro e 9 cm di altezza. Riempite lo stampo con l’impasto 17 e infornate nel forno statico già caldo a 170° per circa 60 minuti; se durante la cottura la torta dovesse scurirsi troppo, copritela con un foglio di alluminio. Una volta cotta (fate sempre la prova stecchino per verificare il grado di cottura), sfornate la bundt cake 18 e lasciatela raffreddare nello stampo per 10-15 minuti, poi capovolgetela su una gratella e lasciatela raffreddare completamente 19. Mentre la torta si sta raffreddando, potete preparare la glassa: versate lo zucchero a velo in una ciotolina, aggiungete il restante succo di limone filtrato 20 e mescolate con un cucchiaino fino ad ottenere una consistenza densa e omogenea 21. Trasferite la glassa in una sac-à-poche e, quando la bundt cake si sarà ben raffreddata, ponete sotto la gratella un vassoio (servirà a raccogliere la glassa che colerà prima di essersi asciugata); decorate la ciambella ricoprendo uniformemente la parte superiore 22 e disegnando delle linee verticali in prossimità delle scanalature laterali, partendo dall'alto e scendendo con la sac-à-poche verso il basso lungo ciascuna scalanatura del dolce 23 oppure create un motivo decorativo a vostro piacimento; in alternativa alla sac-à-poche potete utilizzare un cucchiaino. Una volta asciugata la glassa, la vostra profumatissima bundt cake è pronta per essere gustata 24! "
}