{
    "title": "Biscotti all'olio d'oliva",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "280 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "leggero e fruttato 50 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        }
    ],
    "preparation": " Mettete le uova intere più il tuorlo dentro ad una ciotola 1 e sbattete con lo zucchero per un minuto quindi, continuando a sbattere, aggiungete l’olio extravergine e gli aromi ( i semi del baccello di vaniglia e la scorza di limone) 2. Setacciate in una ciotola la farina e il lievito 3, aggiungete il sale, unite al composto di uova e zucchero 4 e cominciate ad impastare 5: quando avrete amalgamato tutti gli ingredienti ed ottenuto un impasto liscio ed omogeneo, avvolgetelo nella pellicola 6 e ponetelo a riposare in frigo per almeno mezz’ora. Trascorso il tempo indicato, stendete l’impasto su una spianatoia infarinata fino ad arrivare allo spessore di mezzo centimetro 7, quindi ricavate delle sagome tonde del diametro di 5 cm 8 che adagerete su di una teglia foderata di carta forno 9 e farete cuocere in forno statico preriscaldato a 180° per circa 15 minuti. Una volta cotti, estraete i biscotti dal forno, lasciateli raffreddare completamente e poi conservateli in una scatola di latta con il coperchio o in un contenitore a chiusura ermetica. "
}