{
    "title": "Profiteroles al cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "(W=220) 65 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "105 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "125 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "600 g"
        }
    ],
    "preparation": " Per preparare il profiteroles al cioccolato bianco iniziate dalla preparazione della pasta choux. Tagliate il burro a tocchetti e ponetelo in un tegame, versate l’acqua 1, lo zucchero 2, il sale 3 e portatelo a bollore a fuoco dolce. Non appena sfiorerà bollire, togliete il tegame dal fuoco e versate la farina setacciata 4, mescolando bene e rapidamente con una frusta 5 in modo da evitare la formazione di grumi e fino ad addensare il composto 6. Rimettete il tegame sul fuoco dolce e mescolate energicamente con un mestolo di legno 7. La miscela dovrà diventare presto consistente e morbida e si staccherà dalle pareti formando una palla. Quando sul fondo del tegame si formerà una patina bianca 7, togliete l’impasto dal fuoco e trasferitelo in una planetaria 9 dotata di gancio a foglia (se non possedete una planetaria potete utilizzare un cucchiaio di legno). Iniziate a lavorarlo a velocità medio-bassa, quindi solo quando smetterà di fumare, unite le uova una alla volta, 10 aggiungendo la successiva solo quando la precedente sarà completamente assorbita. Una volta ottenuto un composto liscio e consistente 11, la vostra pasta choux sarà pronta, quindi riponetela in una sac-a-pochè dotata di bocchetta liscia 12. Formate dei mucchietti di pasta su una leccarda foderata con carta da forno 13, distanziandoli per evitare che in cottura gonfiandosi possano unirsi: con le nostre dosi dovrete ottenere circa 30 bignè. Una volta terminato l'impasto, smorzate la punta dei bignè premendola delicatamente con un pennello leggermente imbevuto in acqua 14. Cuocete i bignè per 15 minuti in forno statico preriscaldato a 220°, dopodiché abbassate la temperatura a 190° e cuocete ancora per 10 min. Se utilizzate il forno ventilato cuocete i vostri bignè in forno preriscaldato a 175° per 30 minuti. Trascorso il tempo necessario, spegnete, aprite leggermente lo sportello (potete utilizzare un cucchiaio di legno da interporre tra il forno e lo sportello) e attendete ancora 20 minuti: questo servirà a far asciugare bene l’interno dei bignè; solo a questo punto potrete estrarli dal forno 15. Nel frattempo, dedicatevi alla preparazione della crema pasticcera al cioccolato. Tritate grossolanamente il cioccolato con un coltello 16 e tenetelo da parte. Versate in un pentolino il latte e la panna 17. Incidete a metà la bacca di vaniglia, estraetene i semi raschiandoli con un coltellino dalla lama liscia 18 e aggiungeteli al composto di latte e panna, quindi portate il tutto a sfiorare il bollore, cuocendo a fuoco medio. In una ciotola lavorate con una frusta i tuorli con lo zucchero 19; quando il composto sarà leggermente spumoso, aggiungete la farina e la maizena setacciate 20 in modo da evitare la formazione di grumi. Amalgamate bene tutti gli ingredienti per ottenere un composto liscio, poi unite un paio di mestoli del composto di latte e panna bollente a filo nelle uova; mescolate il tutto velocemente 21. Riversate il composto nella pentola 22 e portate a bollore, continuando a mescolare rapidamente. Una volta che la crema si sarà addensata, togliete la pentola dal fuoco e aggiungete il cioccolato tritato 23; quindi mescolate fino a quando il cioccolato non si sarà sciolto 24. A questo punto versate la crema ottenuta in una pirofila bassa e larga e copritela con un foglio di pellicola trasparente a contatto 25: in questo modo la crema non formerà la crosticina in superficie e rimarrà morbida. Lasciatela raffreddare a temperatura ambiente, poi riponetela in frigorifero per circa 1 ora. Una volta che la crema sarà fredda, mettetela in un sac-a-pochè con bocchetta e riempite i vostri bignè (conservate una parte della crema per la decorazione finale) 26. Posizionateli su di un piatto e, una volta terminati tutti, riponeteli in frigorifero 27. Nel frattempo occupatevi della copertura. Tritate grossolanamente il cioccolato bianco con un coltello 28 e tenetelo da parte. In un tegame versate 100 g di panna e fate sfiorare il bollore 29. Toglietela dal fuoco e aggiungete il cioccolato bianco tritato 30. Mescolate con una frusta fino a far sciogliere completamente il cioccolato e mettete il composto in una ciotola 31. Lasciatelo intiepidire, mescolando di tanto in tanto, e riponetelo in frigorifero per circa 30 minuti. Quando questo sarà freddo, montate la panna restante 32 e unitela alla miscela di panna e cioccolato, aggiungendone un cucchiaio per volta 33 e mescolando con una frusta. Mischiate delicatamente con una frusta 34 fino ad ottenere una morbida crema 35. Riprendete i vostri bignè e aiutandovi con un cucchiaio tuffateli nel composto di panna e cioccolato 36. Estraeteli 37 e posizionateli, a forma di piramide, su un piatto da portata, aiutandovi con una spatola 38. Decorate con la crema pasticcera al cioccolato rimasta 39 e riponete in frigorifero per almeno un’ora e mezza, quindi servite il vostro profitteroles al cioccolato bianco. "
}