{
    "title": "Torta tres leches",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "5"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "70 g"
        }
    ],
    "preparation": " Per preparare la torta tres leches, accendete il forno a 180° e iniziate a preparare la base: dividete gli albumi dai tuorli, incidete un baccello di vaniglia e raschiate l'interno per estrarre i semini 1; quindi versateli nella ciotola con i tuorli insieme allo zucchero 2. Montate gli ingredienti con uno sbattitore elettrico 3. In una ciotola a parte setacciate la farina 4, aggiungete il lievito 5 e unite le polveri poco alla volta al composto di uova e zucchero 6. Ponete gli albumi nella ciotola di una planetaria, unite un pizzico di sale 7 e montateli a neve ferma8. Quindi uniteli al composto con le uova 9 e mescolate con una spatola dall'alto verso il basso per non smontarli. Imburrate e infarinate una tortiera di 26 cm di diametro 10 e versate all'interno il composto 11. Livellatelo e cuocete la torta in forno statico preriscaldato a 180° per circa 40 minuti (se forno ventilato a 160° per 30 minuti circa). Una volta cotta 12 sfornatela e lasciatela raffreddare a temperatura ambiente. Nel frattempo in una ciotolina versate il latte condensato, il latte fresco 13 e la panna fresca liquida 14. Mescolate con una frusta tutti gli ingredienti per amalgamarli 15; quando la torta sarà fredda, dividetela in fette ugiali 16: in questo modo assorbirà meglio la bagna composta dai tre latti, che potrete distribuire con un mestolo 17. Una volta bagnata, ponete la torta in frigo coperta con pellicola a per almeno 1 ora. Intanto montate la panna con lo zucchero a velo 18, trasferitela in una sac-à-poche con bocchetta a stella 19 e passato il tempo di riposo della torta, guarnitela con ciuffi di panna 20. Servite la torta tres leches a fette! 21 "
}