{
    "title": "Muffin di gelato",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "360 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        }
    ],
    "preparation": " Per preparare i muffin di gelato, iniziate dal gelato alla stracciatella: in un pentolino fate scaldare il latte fresco intero e la panna 1, poi aggiungete lo zucchero 2 e mescolate per farlo sciogliere: portate il composto a sfiorare il bollore (se avete un termometro, questo non dovrà superare gli 83-84°). Incidete una bacca di vaniglia nel senso della lunghezza ed estraetene i semi che potete aggiungere al composto di panna e latte insieme alla bacca, in infusione 3. Una volta che il composto sarà arrivato alla temperatura indicata 4, spegnete il fuoco, togliete la bacca di vaniglia 5 e raffreddate il composto versandolo in una ciotola fredda immersa in un’altra ciotola piena di ghiaccio 6 (oppure nello stesso tegame immerso in una ciotola colma di ghiaccio). Mescolate il composto 7: questa operazione farà raffreddare immediatamente la crema, mantenendo intatta la consistenza. Ponete il composto in frigorifero coperto con pellicola trasparente e fatelo raffreddare per almeno 2 ore (oppure 1 ora in freezer). Passato il tempo necessario, versate il composto in una gelatiera 8 e azionatela per circa 30 minuti. Quando avrà raggiunto la giusta consistenza cremosa, trasferitelo in una ciotola e aggiungete le gocce di cioccolato 9. A questo punto unite poco alla volta la farina e il lievito setacciati e lavorate il composto per amalgamare gli ingredienti (10-11). Mescolate fino ad ottenere una crema omogenea e morbida 12. Foderate uno stampo da 12 muffin con i pirottini di carta e versate su ciascuno il gelato aiutandovi con un colino 13 oppure una sac-à-poche con bocchetta liscia, riempiendo i pirottini fino all’orlo 14. Infornate in forno statico preriscaldato a 170° per circa 1 ora (a 150° per circa 50-55 minuti se forno ventilato). Una volta cotti 15, sfornateli e lasciateli intiepidire prima di sformarli e servirli! "
}