{
    "title": "Waffle sandwich",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Insalata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "300 g"
        },
        {
            "ingredient": "Bresaola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodori piccadilly",
            "quantity": "4"
        }
    ],
    "preparation": " Per realizzare i waffle sandwich ponete in una ciotola la farina setacciata, il lievito 1 e lo zucchero 2. Versate il latte mescolando con la frusta 3. Separate i tuorli dagli albumi e versateli nel composto 4, aggiungendo pepe a piacere 5 e la noce moscata grattugiata 6. Unite anche l’erba cipollina tritata 7. A questo punto coprite la ciotola con pellicola 8 e lasciate riposare il composto per un paio di ore in frigorifero. Nel frattempo preparate gli ingredienti per i ripieni: l'insalata, le fettine di prosciutto cotto, la senape, la bresaola. Poi affettate la mozzarella 9 e lavate e tagliate a fettine anche i pomodori 10. Ora sbattete gli albumi con un pizzico di sale e montateli a neve ferma (11-12). Passato il tempo di riposo, riprendete l'impasto dei waffle e aggiungete il burro fuso e gli albumi mescolando con una spatola dall'alto verso il basso per non smontarli 13. A questo punto procedete con la cottura: scaldate una piastra da waffle 14, versate il composto nello stampo apposito aiutandovi con un mestolo 15 Chiudete la piastra 16 e cuocete per circa 5 minuti o per il tempo indicato dalla vostra piastra: i waffle devono risultare dorati 17. Una volta cotti sformateli e fateli intiepidire. Prendete 6 waffle e farcitene 3 con pomodoro, mozzarella 18 e bresaola 19. Chiudete con un altro waffle per realizzare i sandwich 20. Condite altri 3 waffle con la senape 21, l'insalata e una fetta di prosciutto cotto 22; coprite anche questi con un altro waffle 23. I vostri waffle sandwich sono pronti per essere gustati in compagnia 24! "
}