{
    "title": "Tonno di coniglio",
    "ingredients": [
        {
            "ingredient": "Coniglio",
            "quantity": "intero da 1kg 1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "2 coste"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "media 1"
        },
        {
            "ingredient": "Chiodi di garofano",
            "quantity": "2"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "abbondante"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Mirto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Aglio",
            "quantity": "7 spicchi"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Riempite di acqua una grande pentola; tagliate la testa dal coniglio e togliete le interiora 1; mondate le verdure, steccate la cipolla con i chiodi di garofano 2 e immergete le verdure nell’acqua 3, portate lentamente a bollore e aggiungete un cucchiaio di sale grosso 4 e il bouquet garni (rosmarino-timo-mirto-1 rametto di salvia) legato con dello spago da cucina; quando il brodo vegetale sarà ben caldo immergete anche il coniglio intero 5e fate cuocere per almeno 60 minuti o fino a che la carne risulta tenerissima. Trascorso questo tempo, prelevate il coniglio e trasferitelo in una terrina molto capiente 6 e versatevi sopra il suo stesso brodo di cottura acora bollente fino a coprirlo; lasciatelo raffreddare completamente nel suo brodo. Prelevate il coniglio e fatelo scolare in un colino 7; ora dovrete spolparlo e sfilacciare la carne molto finemente 8; lavate delicatamente la salvia e pelate gli spicchi d'aglio 9; tritate l’aglio 10 (lo potete anche lasciare a spicchi tagliati a metà se poi preferite toglierlo), prendete dei vasetti sterilizzati e muniti di coperchi con la valvola per il sottovuoto (o una terrina di coccio o vetro tipo quelle da plumcake per un consumo rapido), versate sul fondo abbondante 11 olio di ottima qualità, un poco di aglio tritato 12 qualche foglia di salvia 13 e parte del coniglio sfilacciato 14, poi di nuovo olio, aglio, salvia e coniglio fino a terminare la carne 15. In ultimo versate ancora poco olio sulla superficie. Chiudete i vasetti ermeticamente e sterilizzateli mettendoli in una capiente pentola, coprendoli completamente con acqua fredda e mettete sul fuoco, portate a bollore e fate bollire i vasetti per 45-60 minuti; fate freddare nell’acqua. In questo modo i vasetti creano il sottovuoto. Si conservano per 5-6 mesi. "
}