{
    "title": "Semifreddo al torrone",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "70 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "25 g"
        },
        {
            "ingredient": "Torrone",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "25 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Aroma alla mandorla",
            "quantity": "1 goccia"
        },
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "75 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il semifreddo al torrone con un coltello tritate finemente il torrone 1 e il cioccolato fondente 2. In un pentolino dal fondo pesante versate lo zucchero, aggiungete l'acqua 3 e scaldate a fuoco basso per sciogliere lo zucchero mescolando; quando si sarà formato lo sciroppo e comincerà a bollire, immergete un termometro per alimenti 4 per assicurarvi che arrivi alla temperatura di 121°. Quando lo sciroppa avrà raggiunto 115° ponete i tuorli in una ciotola e cominciate a montarli con uno sbattitore elettrico; una volta che lo sciroppo avrà raggiunto i 121° versatelo a filo nella ciotola con le fruste in azione 5. Continuate a montare 6, finché il composto bianco e spumoso non sarà freddo 7. A questo punto aggiungete il torrone 8, il cioccolato fondente precedentemente tritato 9 e l'aroma di mandorle 10; mescolate con una spatola da cucina per amalgamare bene tutti gli ingredienti 11. In una ciotola a parte montate la panna liquida ben fredda con uno sbattitore elettrico 12; aggiungetela un cucchiaio alla volta al composto a base di uova e zucchero 13, mescolando delicatamente dall'alto verso il basso perché non si smonti 14, poi mettete il composto che avete ottenuto in una sac-à-poche senza bocchetta a cui potete praticare un foro. Ponete 4 coppapasta di 7,5 cm di diametro e 4,5 cm di altezza su una leccarda con un foglio di carta da forno. Foderateli con una striscia di carta acetata più alta rispetto al bordo (in alternativa potete utilizzare anche della carta da forno) 15, dopodiché riempiteli con l’aiuto della sac-à-poche fino al bordo 16. Una volta terminato 17, livellate bene la superficie e metteteli in freezer almeno una notte. Poco prima di servire preparate la ganache al gianduia: in un pentolino fate scaldare la panna 18, poi aggiungete il cioccolato gianduia tritato 19, mescolando con la frusta a mano fino al completo scioglimento 20. Ponete la ganache che avete ottenuto in un recipiente e fate raffreddare 21. Trascorso il tempo necessario, togliete il semifreddo dal freezer: estraetelo dagli stampi tirando delicatamente la striscia di acetato con cui li avete rivestiti 22 e poi andate a eliminare la striscia di acetato che li avvolge 23. Con un pelaverdure ricavate dei riccioli sottili di cioccolato per decorare 24. Ponete il semifreddo su un piatto da portata 25 e guarnitelo a piacere con la ganache al gianduia che avete preparato 26; infine distribuite le mandorle a lamelle e i riccioli di cioccolato a piacere sulla superficie: il vostro semifreddo al torrone è pronto per essere servito e gustato 27. "
}