{
    "title": "Crostata di visciole",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "190 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "115 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 4) 60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Visciole",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Confettura di ciliegie",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        }
    ],
    "preparation": " Per preparare la crostata di visciole iniziate dalla base di frolla (per il procedimento nel dettaglio potete anche consultare la Scuola di cucina come preparare la pasta frolla: in un mixer versate la farina e aggiungete i pezzi di burro freddo 1, quindi azionate il mixer fino ad ottenere un composto sabbiato 2. Mettete il composto ottenuto su una spianatoia formando la classica fontana e al centro aggiungete il sale 3. Proseguite versando sempre al centro lo zucchero a velo e la scorza di limone grattugiata 4. Ora ricreate un po' di spazio al centro 5 e versate i tuorli 6. Iniziate ad impastare velocemente con le mani gli ingredienti (7-8) fino ad ottenere un composto liscio e compatto. Quindi formate un panetto 9. Avvolgete il panetto nella pellicola 10 e mettetelo a raffreddare in frigorifero almeno per 2 ore. Nel frattempo preparate le visciole: lavatele sotto acqua corrente, poi tagliatele a metà con un coltellino 11 ed estraete da ognuna il nocciolo 12. Quando avrete eliminato tutti i noccioli, versate le visciole in una padella ampia con lo zucchero di canna 13. Lasciate cuocere a fuoco medio per 20 minuti le visciole, fino a quando il liquido di vegetazione si sarà asciugato quasi del tutto 14, quindi spegnete il fuoco e lasciate raffreddare. Con un pennellino, imburrate una tortiera dal diametro di 27 cm 15 e infarinatela. Passate le 2 ore di riposo in frigo, riprendete il panetto di pasta frolla e mettetelo su un ripiano freddo e infarinato e iniziate a stenderlo con un mattarello 16. Stendete la pasta frolla in una sfoglia spessa circa mezzo cm 17. Quindi con l'aiuto del mattarello sollevate la pasta frolla stesa e posizionatela sulla tortiera 18. Eliminate poi l'impasto in eccesso ritagliando accuratamente i bordi (se volete, potete creare con l'impasto in eccesso le decorazioni per la vostra crostata). Fate aderire la pasta sulla superficie e lungo il bordo della tortiera, premendo leggermente con le mani 19. Ora potete iniziare a farcire la crostata: iniziate con la confettura di ciliegie 20, avendo cura di distribuirla su tutta la superficie. Poi aggiungete le visciole cotte in precedenza 21. Quando avrete distribuito uniformemente anche le visciole 22, terminate grattugiando la scorza di un limone non trattato 23. Infornate in forno statico già caldo a 180° per 50 minuti (se forno ventilato a 160° per 40-45 minuti) o fino a quando i bordi saranno dorati. Sfornatela e lasciatela raffreddare 24. Potete servire la vostra crostata di visciole semplice oppure spolverizzandola con dello zucchero a velo! "
}