{
    "title": "Capesante scottate con cipolla caramellata",
    "ingredients": [
        {
            "ingredient": "Capesante",
            "quantity": "4"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "300 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le capesante con cipolla rossa caramellata e pomodoro concassé cominciate lavando e asciugando questi ultimi. Dopodiché effettuate un taglio a croce in basso rispetto al picciolo 1. Basterà far entrare la lama per pochi millimetri. Sbollentate i pomodori in acqua bollente per un minuto 2 dopodiché scolateli in acqua con ghiaccio per arrestare la cottura 3. Poco dopo riprendete i pomodori, asciugateli e poi sbucciateli. La pelle verrà via facilmente, basterà tirarla con una lama 4. Tagliateli in quattro parti 5 ed eliminate l’interno, quindi filamenti, polpa e semi, aiutandovi sempre con la lama 6. Tagliate a listarelle e poi a cubetti i pomodori 7 e versateli in un recipiente con un colino 8 per far scolare l’acqua di vegetazione. Intanto mondate e affettate una cipolla rossa 9 e poi fatela rosolare in padella insieme ad un po’ d’olio extravergine d’oliva 10. Aggiustate di sale e di pepe nero e aggiungete anche il miele 11, quando sarà completamente assorbito quest’ultimo allora potete spegnere e tenere da parte 12. Passate alle capesante. Dividete il corallo, cioè la parte colorata che potrete frullare con dell’olio per insaporire un risotto, dalla parte bianca 13. Raccogliete queste ultime in un recipiente che andrete a condire con sale e pepe nero 14. In una padella lasciate riscaldare un po’ d’olio extravergine d’oliva, dopodiché versate le capesante e lasciatele cuocere a fiamma alta per 2 minuti 15 poi giratele e fatele cuocere ancora per altri 2 minuti 16 sfumando con la salsa di soia a basso contenuto di sale 17 e non appena si sarà caramellato il tutto spegnete la fiamma 18. Tritate le foglioline di menta 19, versatele sui pomodori, conservandone una manciata per la decorazione, insieme al tabasco 20 e mescolate accuratamente per amalgamare il condimento 21. Passate infine alla composizione del piatto sistemando nel mezzo un coppapasta, distribuite un po’ di cipolle glassate 22, poi la concassé di pomodoro 23 e infine le capesante 24. Togliete il disco e bagnate con il condimento dei pomodori 25, guarnite con la menta avanzata 26 e il vostro piatto di capesante con cipolla rossa caramellata e pomodoro concassé è pronto per essere servito 27. "
}