{
    "title": "Befanini",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Rum",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Codette colorate",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i befanini iniziate mettendo la farina e il burro, ben freddo, all’interno di un mixer 1. Azionate l’apparecchio e frullate il tutto fino ad ottenere un composto sabbioso 2 che poi trasferirete su una spianatoia, nella classica forma a fontana con il buco al centro 3. Aggiungete ora lo zucchero 4, il lievito 5, i semi della bacca di vaniglia 6, la scorza del limone grattugiata 7, l’uovo ed infine il rum 8. Impastate il tutto con le mani 9 fino ad ottenere un composto liscio e compatto, a cui darete la forma di un panetto, quindi schiacciatelo un po’ con le mani per appiattirlo, copritelo con la pellicola 10 e mettetelo in frigorifero a riposare per almeno un’ora. Trascorso questo tempo stendete l’impasto con l’aiuto di un mattarello 11 fino ad ottenere un foglio sottile (circa 3 mm), quindi ricavate i biscotti con delle formine natalizie 12. Trasferite i biscotti ottenuti su una leccarda ricoperta di carta da forno, spennellateli con l’albume 13 e cospargeteli con delle caramelline colorate per dolci 14. Infornate i befanini in forno statico, preriscaldato, a 180° per 7-8 minuti (tenete controllata la cottura perché i biscotti non dovranno scurirsi troppo). Una volta pronti, sfornateli e lasciateli raffreddare su una gratella 15. I befanini sono pronti: buona Befana! "
}