{
    "title": "Panna cotta allo yogurt con gelatina alla pesca",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "senza lattosio 100 g"
        },
        {
            "ingredient": "Yogurt senza lattosio",
            "quantity": "bianco 150 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Succo di pesca",
            "quantity": "180 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Pesche",
            "quantity": "1"
        },
        {
            "ingredient": "Ribes",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la panna cotta allo yogurt con gelatina di pesche iniziate a realizzare la panna cotta. Ponete la gelatina in ammollo in acqua fredda per circa 5-10 minuti 1 e nel frattempo versate la panna senza lattosio in un pentolino 2. Aggiungete il miele 3, lo zucchero 4, mescolate con una frusta e portate a sfiorare il bollore. A questo punto spegnete il fuoco, strizzate bene i fogli di gelatina 5 e uniteli alla panna calda, mescolando rapidamente con la frusta 6, fino a farla sciogliere completamente. Trasferite il composto in una ciotola e lasciatelo intiepidire, quindi aggiungete lo yogurt senza lattosio 7 e mescolate velocemente con una spatola 8. Prendete uno stampo in silicone o una teglia da muffin, posizionate i bicchierini al suo interno inclinandoli leggermente e riempiteli con la vostra panna cotta allo yogurt 9. Ricoprite con la pellicola trasparente e lasciate raffreddare in frigorifero per almeno 3-4 ore. Trascorso questo tempo, dedicatevi a preparare la gelatina alla pesca. Mettete la colla di pesce in ammollo in acqua fredda per circa 5-10 minuti 10 e nel frattempo versate circa 50 gr di succo di pesca in un pentolino 11. Portatelo a sfiorare il bollore e unite la gelatina precedentemente strizzata 12. Mescolate rapidamente con una frusta fino a far sciogliere la gelatina e aggiungete il restante succo 13. Mescolate nuovamente e lasciate intiepidire all'interno di una brocca. Dopodiché riprendete i vostri bicchierini dal frigo, versate la gelatina di pesca tiepida sulla panna cotta ormai solidificata 14 e riponete in frigorifero a solidificare per almeno 2 ore. Al momento di servire, dedicatevi alla decorazione dei bicchierini. Lavate e asciugate una pesca noce e tagliatela a metà 15. Ricavate delle fettine 16 e utilizzatele per decorare ogni bicchierino aggiungendo delle foglioline di menta 17 e mezzo rametto di ribes 18. Non vi resta che gustare la vostra panna cotta allo yogurt con gelatina di pesche. "
}