{
    "title": "Frittura di asparagi con salsa",
    "ingredients": [
        {
            "ingredient": "Asparagi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Latte",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittura di asparagi con salsa come prima cosa iniziate a preparare la salsa aioli di accompagnamento. Tagliate a metà gli spicchi d’aglio ed eliminate la parte centrale (l’anima), aiutandovi con un coltellino 1. Quindi spremete il succo del limone 2 e filtratelo 3 . Ponete l’aglio e il succo del limone nel bicchiere di un mixer ad immersione 4 e frullate 5, in modo da triturare l’aglio al meglio. Aggiungete il sale e il pepe 6. Unite anche i tuorli a temperatura ambiente 7 continuando a frullare, e una volta che saranno ben amalgamati sempre con il mixer in azione versate anche l’olio a filo e lentamente 8, fino ad ottenere una salsa densa 9. Per non far impazzire la salsa bisogna evitare di aggiungere troppo olio tutto in una volta, impedendone il corretto emulsionamento con il tuorlo. Ponete la vostra salsa in una ciotolina, e riponetela in frigorifero. Nel frattempo dedicatevi alla pulizia degli asparagi. Pelateli dall’alto verso il basso finché il gambo non risulterà bianco 10, quindi eliminate, con un coltello, proprio la parte bianca che è quella più dura 11. A parte in una ciotolina rompete le uova e sbattetele insieme al latte 12. Sciacquate bene gli asparagi, tamponateli con un panno da cucina e passateli prima nell’uovo appena sbattuto insieme al latte 13, poi nel pangrattato 14 e nuovamente nell’uovo 15. Terminate la doppia panatura passando per l’ultima volta gli asparagi nel pangrattato 16 . Quindi scaldate l’olio fino a portarlo ad una temperatura di 180° (potete misurare la temperatura con un termometro da cucina), immergetevi gli asparagi 17 e friggeteli finchè non saranno ben dorati. Sgocciolate bene gli asparagi e poggiateli su un piatto con un foglio di carta assorbente in modo da eliminare tutto l’olio in eccesso. Servite la frittura di asparagi ancora ben calda accompagnandola con la salsa aioli 18. "
}