{
    "title": "Zeppole di riso",
    "ingredients": [
        {
            "ingredient": "Riso",
            "quantity": "semi fino 250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(o fresco 7 g) 2"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "65 ml"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le zeppole di riso per prima ponete sul fuoco una pentola dal bordo alto con abbondante acqua, salate l’acqua 1 versate il riso 2 e cuocetelo per circa 20 minuti. Quando il riso sarà cotto scolatelo e lasciatelo raffreddare 3. A parte sciogliete il lievito disidratato nel latte 4, intanto setacciate la farina nella ciotola con il riso ormai freddo 5, versate il latte nel quale avete sciolto il lievito 6 e mescolate con una forchetta per amalgamare il composto, aromatizzate con la scorza di arancia grattugiata 7, mescolate bene con un cucchiaio. Lasciate riposare l’impasto per circa mezz’ora 8, poi spianatelo su un piano leggermente infarinato e formate dei bastoncini ben affusolati della lunghezza di 10 cm circa 9. Intanto occupatevi della salsa di accompagnamento: spremete il succo di due arance (circa 65 ml) 10. Passate il succo attraverso un colino 11 e unitelo al miele 12 aromatizzate la salsa con la cannella in polvere 13, mescolate il composto (14-15) e passatelo attraverso un colino a maglie strette per eliminare eventuali grumi e tenete da parte la salsa. Occupatevi ora della frittura: scaldate l’olio di semi in una padella e quando sarà ben caldo (circa 170° ) tuffate le zeppole di riso 16 Una volta che le zeppole si saranno ben dorate su tutti i lati, toglietele dalla padella e fate scolare l'olio in eccesso su un foglio di carta assorbente 17. Le vostre zeppole di riso sono pronte per essere gustate accompagnate dalla golosa salsa al miele e arancia 18. "
}