{
    "title": "Charlotte con mousse al cioccolato fondente",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "360 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "280 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "sfoglie q.b."
        }
    ],
    "preparation": " Per realizzare la charlotte con mousse al cioccolato fondente iniziate a preparare la base dei savoiardi: separate i tuorli dagli albumi, nella ciotola di una planetaria munita di fruste versate gli albumi 1 azionate la macchina e iniziate a montare, unite anche lo zucchero poco alla volta 2 e montate finché gli albumi non saranno bianchi e lucidi 3, poi incorporate i tuorli uno alla volta 4 fino a quando non sarà tutto montato. Per finire aggiungete la farina setacciata 5 mescolate con la spatola 6 per amalgamare gli ingredienti. E poi trasferite l’impasto in una sac-à-poche. Ora foderate una leccarda con carta da forno e adagiate sopra un cerchio di acciaio del diametro di 18 cm, spremete all’interno l’impasto creando un disco 7 che sarà la base della charlotte, spolverizzate la superficie con lo zucchero 8 e cuocete in forno statico preriscaldato a 190° per 10 minuti (o in forno ventilato a 170° per circa 8 minuti). Spremete l’impasto che avanza su un’altra leccarda rivestita con carta da forno creando dei savoiardi lunghi 6 cm 9 ne otterrete circa 24. Spolverizzate anche la superficie dei savoiardi con lo zucchero 10 cuocete anche i savoiardi in forno statico preriscaldato a 190° per 10 minuti (o in forno ventilato a 170° per circa 8 minuti). A cottura ultimata sfornate i savoiardi 11 e la base e lasciate raffreddare. Con un coltellino staccate il bordo della base dal cerchio di acciaio senza sfilarlo 12, servirà per rassodare la crema. Ora occupatevi della mousse: tritate il cioccolato fondente 13, in un pentolino portate ad ebollizione l’acqua, aggiungete il cioccolato 14 ed emulsionate con un leccapentola, trasferite il composto di cioccolato in una ciotola 15 e immergerla all’interno di una ciotola più grande riempita con ghiaccio. Montate il composto con le fruste elettriche 16 per circa 10-15 minuti o fino a quando non sarà montato e freddo. Trasferite la mousse in una sac-à-poche, utilizzate il disco di savoiardo come base e spremete sopra la mousse 17, all’interno dell’anello dal diametro di 18 cm e livellate la superficie con una spatola 18, fate rassodare il dolce in frigorifero per 1 ora. Una volta che la charlotte sarà rassodata sfilate l’anello di acciaio staccando leggermente i bordi con il coltellino 19. Posizionate i savoiardi intorno al perimetro della mousse in verticale, uno accanto all’altro 20. Montate la panna fresca liquida con le fruste e trasferitela in una sac-à-poche con bocchetta stellata: spremete un cerchio di panna sul bordo della charlotte 21 e poi un ciuffo al centro 22.Terminate adagiando due sfoglie al centro 23 e avvolgete la charlotte con mousse al cioccolato fondente con un nastrino di raso 24. "
}