{
    "title": "Timballo di salmone e zucchine",
    "ingredients": [
        {
            "ingredient": "Salmone",
            "quantity": "norvegese 400 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "600 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale affumicato",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare il timballo di salmone e zucchine iniziate scaldando un tegame con abbondante acqua. Portate a ebollizione e mettete a cuocere le patate di eguale dimensione per circa 30-40 minuti 1. Il tempo può variare a seconda della grandezza delle patate usate: fate la prova con i rebbi di una forchetta per verificarne la cottura (potete in alternativa cuocere con una pentola a pressione per dimezzare i tempi di cottura). Mentre le patate cuociono dedicatevi alle zucchine: lavatele e asciugatele, quindi spuntatele 2. Affettatele a fettine di circa 2-3 mm di spessore aiutandovi con una mandolina 3. Riponetele in un recipiente basso e ampio leggermente sovrapposte e irroratele con 20 g di olio 4, così manterranno un colore vivace anche in cottura. Intanto scaldate una griglia e quando sarà ben calda cuocete le zucchine 1-2 minuti. A metà cottura aiutandovi con delle pinze da cucina giratele per cuocerle anche sull’altro lato ancora 1-2 minuti 5. Una volta pronte riponetele di nuovo nello stesso recipiente e tenetele da parte. Prendete ora il salmone: togliete le lische con una pinza da cucina 6 e se il vostro trancio di salmone presenta la pelle, eliminatela tagliandola via con un coltello dalla lama affilata, cercando di non portar via la polpa. Tagliatelo a striscioline, quindi a cubetti di circa 1 cm di lato 7. Tenete anche il salmone da parte. A questo punto le patate saranno cotte: schiacciatele con uno schiaccia patate in una ciotola capiente (non sarà necessario privarle della buccia se usate uno schiacciapatate) 8. Aggiustate di pepe 9. Insaporite con il sale affumicato 10 e con delle foglioline di timo precedentemente lavate e asciugate 11. Poi aggiungete anche il salmone 12. Versate 20 g di olio 13 e mescolate delicatamente gli ingredienti per non ridurre in poltiglia il pesce: potete usare le mani 14 o se preferite una spatola. A questo punto prendete 4 stampini da 180 ml l’uno e spennellate le pareti con circa 5 g di olio 15. Foderate gli stampini disponendo a raggera, partendo dal centro dello stampo, le zucchine grigliate 16: una parte della zucchina uscirà dal bordo e vi servirà per chiudere in seguito i vostri timballi. Dovrete coprire con le zucchine tutte le pareti dello stampino. Salate nel centro 17 e versate il composto di patate e salmone 18. Poi portate le zucchine una alla volta verso il centro in modo da rivestire completamente il cuore di patate e salmone 19. Aggiustate con un pizzico di sale 20 e spennellate la superficie degli stampini con circa 5 g di olio 21. Disponete quindi gli stampini su una leccarda e infornate in forno statico preriscaldato a 180°C per 15 minuti (se utilizzate il forno ventilato saranno sufficienti 160°C per 6 minuti circa) 22. Una volta pronti estraeteli dal forno e lasciate riposare alcuni minuti affinché si compattino. Quindi sformateli direttamente sul piatto in cui li servirete 23 e gustate il vostro timballo di salmone e zucchine 24! "
}