{
    "title": "Torta del nonno",
    "ingredients": [
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 170 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 2) 30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 55 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 3) 45 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare la torta del nonno come prima cosa realizzate la frolla al cacao. In una ciotola versate la farina, aggiungete il burro freddo tagliato a cubetti 1 e iniziate a lavorare il tutto con le dita 2. Quando avrete ottenuto un composto sabbioso, aggiungete anche il cacao 3 e amalgamatelo al resto degli ingredienti.Â Poi unite lo zucchero 4 e mescolate nuovamente. In ultimo aggiungere anche i due tuorli (tenete da parte gli albumi) e l'uovo intero (rispettate le grammature indicate) 5 e continuate a lavorare il tutto con i polpastrelli fino ad ottenere un composto uniforme 6.Â A questo punto trasferitelo su un piano 7 e lavoratelo rapidamente fino a compattarlo 8. Poi avvolgetelo nella pellicola per alimenti 9 e riponetelo in frigorifero a rassodare per almeno 30 minuti.Â Nel frattempo tritate il cioccolato fondente 10 che servirÃ per preparare la crema pasticcera.Â Scaldate il latte in un pentolino 11 e ponete in un'altra ciotola i tuorli (impiegatene le grammature indicate), insieme allo zucchero e alla maizena 12.Â Mescolate il tutto rapidamente con una spatola o una frusta 13 e non appena il latte avrÃ quasi raggiunto il bollore versatelo lentamente all'interno del composto dei tuorli mescolando per stemperarlo 14. Poi trasferite il tutto nuovamente nel tegame 15.Â Continuando a mescolare cuocete la crema fino a che non si sarÃ addensata 16, poi spegnete il fuoco e aggiungete il cioccolato 17. Mescolate fino a farlo sciogliere completamente 18, Â quindi trasferitelo in una terrina e coprite con la pellicola a contatto 19. Tenete la crema da parte e non appena saranno trascorsi i 30 minuti riprendete la pasta frolla. Eliminate la pellicola e dividete a metÃ il panetto 21. Poi stendete la prima metÃ , aiutandovi con pochissima farina; lavorate con il mattarello fino ad ottenere uno spessore di circa 3 mm.Â A questo punto ungete una teglia dal diametro di 24 cm 22, poi trasferite la frolla appena stesa all'interno dello stampo 23. Premete delicatamente con le dita per far aderire la pasta allo stampo 24, facendo in modo di ricavare un bordo abbastanza alto da poter contenere la crema. Se dovesse essere necessario eliminate l'eccesso di pasta.Â Bucherellate la base con i rebbi di una forchetta 25 e versate la crema all'interno, livellandola con il dorso di un cucchiaio 26. Stendete poi la seconda parte di frolla in modo da ottenere uno spessore di 3 mm 27. Trasferite la frolla sulla crema e piggiate delicatamente sul bordo 28 in modo da farlo aderire a quello sottostante. Utilizzando un coltellino eliminate l'eccesso di pasta (29-30).Â A questo punto sbattete leggermente l'albume e utilizzatelo per spennellare l'intera superficie della torta (31-32) che dovrete poi ricoprire con le mandorle a lamelle 33. Cuocete in forno statico preriscaldato a 180Â° per circa 40 minuti. Trascorso questo tempo sfornate la torta del nonno e lasciatela raffreddare completamente 34; poi utilizzando un coltellino assicuratevi che i bordi siano ben staccati 35. Quando la torta sarÃ raffreddata, sformatela e servite la vostra torta del nonno 36!Â "
}