{
    "title": "Frittelle croccanti altoatesine",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Sbattete l’uovo e lo zucchero a velo 1 con una frusta, poi aggiungete il latte 2, il pizzico di sale e la vanillina e la farina setacciata 3. La consistenza dell’impasto deve essere cremosa e densa 4. Mettete circa 3 dita di olio di semi di arachide in un tegame basso e largo e portatelo a 180°5 (cercate di tenere la temperatura dell’olio piuttosto costante ); tuffate all’interno dell’olio il ferro da frittelle 6 con la forma prescelta avvitata al manico (di solito ci sono tre sagome diverse in dotazione) e lasciatelo scaldare per qualche secondo. Estraete il ferro, fatelo sgocciolare e poggiatelo un secondo su di un foglio di carta da cucina. Intingete il ferro nella pastella 7 senza però che quest’ultima superi i bordi superiori dello stampo. Immergete immediatamente lo stampo nell’olio in modo che la pastella resti qualche mm al di sotto; attendete qualche secondo poi scuotete leggermente il ferro in modo che l’impasto, gonfiandosi, si stacchi da solo 8. Procedete così fino a formare e friggere 3-4 frittelle per volta che lascerete dorare su entrambi i lati 9 e poi metterete a sgocciolare su della carta da cucina 10. Proseguite nello stesso modo fino a terminare tutto l’impasto (formerete circa 45-50 frittelle), tenendo conto che potete anche scegliere di cambiare forma e realizzare frittelle di varie sagome. 11 Quando tutte le frittelle saranno pronte, spolverizza tele con lo zucchero a velo 12 vanigliato e…buon appetito! "
}