{
    "title": "Crostata con confettura di fichi",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigorifero 125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Fichi",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "(succo e scorza) ½"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crostata di fichi iniziate a realizzare la confettura di fichi e vaniglia. Spellate i vostri fichi 1 e tagliateli in 4 2, quindi versateli in un tegame ampio insieme allâacqua 3, mescolate e portate a bollore. Nel frattempo aiutandovi con un pelapatate sbucciate metÃ limone 4, tenendo da parte le scorze, ed estraetene il succo, filtrandolo dai semi 5. Una volta che il composto di fichi avrÃ raggiunto il bollore, unite nella pentola anche lo zucchero e il succo del limone 6. Aggiungete in ultimo la scorza del limone, la mezza bacca di vaniglia e i suoi semi 7 ( per prelevarli sarÃ sufficiente intagliare la bacca e raschiare i semini con un coltellino). Continuate a cuocere la confettura di fichi, mescolando di tanto in tanto, e schiumandola 8 fino a portarla alla temperatura di 104Â° (utilizzate un termometro da cucina per misurare la giusta temperatura). A questo punto spostatela dal fuoco ed eliminate la bacca di vaniglia e le scorze di limone 9. Versatela in una ciotola per farla raffreddare 10 e nel frattempo occupatevi di preparare la pasta frolla. Ponete in un mixer la farina setacciata, un pizzico di sale ed il burro freddo di frigorifero tagliato a cubetti 11. Frullate il tutto fino ad ottenere un composto sabbioso 12, quindi trasferitelo su una spianatoia (oppure in una ciotola) e aggiungete lo zucchero a velo setacciato e la scorza del limone 13. Create la forma a fontana e versate al centro i tuorli. Amalgamate il tutto con una forchetta 14, quindi continuate a lavorare lâimpasto con le mani per qualche minuto 15, fino a compattarlo ma senza scaldarlo troppo. Dategli quindi la forma di un panetto, avvolgetelo nella pellicola 16 e riponetelo in frigorifero per almeno 30 minuti. A questo punto riprendete la pasta frolla e stendetela su un piano leggermente infarinato 17 fino a ricavare un cerchio spesso circa 1 cm 18. Con lâaiuto del matterello sollevate la frolla giÃ stesa, e ponetela sulla tortiera circolare del diametro di 22,5 cm 19. Pressatela leggermente con le mani in modo da farla aderire allo stampo e ritagliate la pasta in eccesso con un coltellino 20. Impastate nuovamente gli scarti di pasta 21 e teneteli da parte. Bucherellate con i rebbi di una forchetta la base della crostata 22 e versate al suo interno la confettura di fichi, ormai fredda 23. Stendete la pasta avanzata fino ad ottenere uno spessore di circa 1 cm e aiutandovi con una rotella festonata intagliate delle strisce di pasta larghe circa 2 cm 24. Quindi posizionatele sulla crostata prima in senso orizzontale e poi nel senso verticale in modo da formare delle losanghe 25. Spennellate con lâuovo precedentemente sbattuto la superficie delle strisce di pasta 26 e infornate in forno statico preriscaldato a 180Â° per 30 minuti (se utilizzate il forno ventilato cuocete a 160Â° per circa 20 minuti). Una volta sfornata 27 lasciate intiepidire e servite la vostra crostata di fichi. "
}