{
    "title": "Danubio dolce al Nesquik",
    "ingredients": [
        {
            "ingredient": "Nesquik",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "175 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "da grattugiare 1"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gocce di cioccolato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il danubio dolce al Nesquik setacciate le due farine e mettetele nella ciotola di una planetaria munita di foglia 1 (se non disponete di una planetaria potete impastare a mano aiutandovi con una forchetta per incorporare i liquidi alle farine). Unite il Nesquik 2, la scorza d’arancia grattugiata 3 e azionate la planetaria per iniziare ad incorporare gli ingredienti. Sciogliete il lievito (in alternativa potete utilizzare 15 g di lievito di birra fresco) nel latte tiepido e aggiungetelo al composto 4, aggiungete gli altri ingredienti mantenendo sempre azionata la planetaria: l’uovo sbattuto 5, lo zucchero 6, il sale 7 e il burro ammorbidito un pezzetto alla volta finché l’impasto l’avrà assorbito completamente 8 (se impastate a mano aggiungete gli ingredienti poco alla volta assicurandovi che un ingrediente sia ben amalgamato prima di aggiungerne un altro, in questo modo non si formeranno grumi nell'impasto). Una volta che avrete terminato di incorporare il burro, trasferite l’impasto su una spianatoia infarinata e lavoratelo per qualche minuto (9-10) se dovesse risultare troppo morbido aggiungete un po' di farina poco alla volta. Formate una palla con l'impasto, mettetela in una ciotola coperta da pellicola trasparente 12 e fatela lievitare per circa 3 ore in forno spento con la luce accesa (ad una temperatura di circa 25°), affinché raddoppi il suo volume 13. Trascorse le tre ore trasferite l’impasto sulla spianatoia 14 e staccate dall’impasto 15 palline da 40 g l’una. Stendete leggermente ogni pallina utilizzando il matterello 15 ottenendo dei dischi spessi circa 1/2 cm e mettete al centro 10 g di marmellata d’arancia 16 e 6 g di gocce di cioccolato 17. Richiudete i dischi creando dei fagottini 18. Proseguite fino a terminate l'impasto. Prendete una teglia rettangolare che misuri 28 x 18 cm, rivestitela con carta da forno 19 e adagiate all'interno i fagottini con la chiusura verso il basso in modo che non si possano aprire e a poca distanza gli uni dagli altri, i fagottini devono quasi toccarsi 20. Coprite la teglia con la pellicola trasparente 21 e lasciate lievitare di nuovo il danubio per circa un’ora sempre in forno spento con la luce accesa (ad una temperatura di circa 25°). Trascorsa un’ora le palline avranno lievitato e si saranno attaccate tra loro formando un blocco unico 22. Spennellate la superficie del danubio con il tuorlo d’uovo sbattuto 23 in modo che risulti lucido dopo la cottura. Cuocete il danubio in forno preriscaldato statico a 180° per 40 minuti 24 oppure in forno ventilato a 160° per 30 minuti. Il danubio sarà pronto quando la superficie risulterà lucida e leggermente più scura. Sfornate il danubio al Nesquik, lasciatelo intiepidire e servite i fagottini come monoporzione. "
}