{
    "title": "Alberello di biscotti al cacao",
    "ingredients": [
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "175 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "65 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "35 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "205 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "brillantini di zucchero q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "perline di zucchero q.b."
        }
    ],
    "preparation": " Per preparare l’alberello di biscotti al cacao, cominciate setacciando insieme in una ciotola la farina, il cacao 1 e la cannella 2. Tagliate quindi a tocchetti il burro a temperatura ambiente 3, ponetelo in una ciotola e aggiungete anche lo zucchero a velo 4. Lavorate il composto con le mani fino a renderlo bricioloso 5, quindi unite le farine setacciate 6 e amalgamate con un cucchiaio 7. Prendete l'uovo e separate l'albume (che potete tenere da parte) 8, mentre aggiungete il tuorlo nella ciotola insieme agli altri ingredienti 9. Amalgamate brevemente il composto in ciotola, quindi trasferitelo sul piano da lavoro 10 e impastatelo per dargli la forma di un panetto 11. Foderatelo con della pellicola trasparente 12 e fatelo riposare in frigo per almeno 1 ora. Tirate fuori la frolla dal frigo 5 minuti prima per riportarla a temperatura, quindi infarinate il piano da lavoro e, con un mattarello, stendete la frolla al cacao molto sottile (3-4 mm circa) 13. Procedete quindi a formare i vostri biscotti, utilizzando stampi a forma di stella di varie misure 14. Noi abbiamo realizzato 14 biscotti. Ponete i biscotti sulla leccarda foderata di carta da forno 15, passateli in freezer per 10 minuti in modo da fissare la forma e poi cuoceteli in forno statico preriscaldato a 180° per 13 minuti. Sfornate i biscotti e lasciateli raffreddare: ricordatevi di non toccarli mentre sono caldi, perché rischiereste di sbriciolarli. Mentre raffreddano, occupatevi della glassa: In una ciotola ponete l’albume che avevate tenuto da parte e unite lo zucchero a velo 16, amalgamate accuratamente con una frusta a mano 17 e unite il succo di limone 18, che servirà per lucidare la vostra glassa. Amalgamate bene anche il succo di limone al composto! Verificate che la vostra glassa abbia la giusta consistenza fluida 19, quindi trasferitela in una sac-à-poche con la bocchetta liscia e molto piccola. Spremete un’abbondante goccia di glassa al centro del vostro piatto da portata 20, e adagiatevi sopra la stella più grande, facendo leggera pressione per farla aderire al piatto. Procedete con la decorazione: Con la sac-à-poche disegnate il profilo del biscotto 21 E adagiate su ogni punta una perlina di zucchero 22. Realizzate la medesima decorazione su tutte le altre stelle 23 teanne che sulla più piccola (nel nostro caso una stellina cometa): dovrete infatti riempire con la glassa anche il contorno e cospargerla con i brillantini di zucchero 24. Sarà il puntale del vostro alberello! Continuate quindi gli strati dell’alberello: spremete un po’ di glassa al centro del biscotto già posto nel piatto 25 e adagiatevi sopra, con leggera pressione, il biscotto della misura subito inferiore 25. Proseguite così con tutti gli strati, prestando attenzione a sfalsare le punte 26. Arrivati alla punta, potete decidere di posizionarla in verticale come abbiamo fatto noi, sempre utilizzando la glassa come collante. Il vostro alberello di biscotti al cacao è pronto per essere gustato 27! "
}