{
    "title": "Crostatine con crema frangipane e confettura di ciliegie",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigorifero) 270 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Confettura di ciliegie",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per realizzare le crostatine con crema frangipane e confettura di ciliegie incominciate con la preparazione della pasta frolla: in un mixer ponete la farina setacciata, un pizzico di sale ed il burro freddo da frigorifero a cubetti 1. Frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 2; versate la sabbiatura ottenuta su un piano di lavoro (oppure in una ciotola), create la forma a fontana e al centro aggiungete lo zucchero a velo setacciato 3. Versate i tuorli, quindi iniziate ad amalgamare il tutto con la forchetta 4. Quando le uova avranno assorbito la farina potete proseguire a mano: impastate brevemente, giusto il tempo di compattare l'impasto 5 perché la frolla non si scaldi troppo con il calore delle mani e rimanga friabile. Formate un panetto, appiattitelo così si raffredderà più facilmente, e avvolgetelo nella pellicola trasparente 6, riponendolo in frigorifero almeno 30 minuti. Nel frattempo potete preparare la crema frangipane: in una ciotola versate il burro a temperatura ambiente tagliato a tocchetti e lo zucchero 7. Lavorate con uno sbattitore elettrico dotato di fruste 8 e, quando il composto sarà ben montato, aggiungete un uovo alla volta 9, aspettando che il precedente si sia incorporato e continuando con le fruste. Raccogliete il composto dai lati con una spatola e in ultimo aggiungete la farina di mandorle 10, dunque mettete la crema in una sac-à-poche senza bocchetta, riponendola in frigorifero 11. Passato il tempo necessario, con il mattarello stendete la pasta frolla ad uno spessore di circa 1 cm 12. Con un coppapasta del diametro di 14 cm ricavate 4 dischi 12 e con questi foderate 4 stampini tondi antiaderenti, precedentemente imburrati e infarinati, della misura di 10 cm di diametro e con il bordo alto 3 cm 14; premete leggermente con le dita il fondo e i bordi per far aderire bene la pasta e poi con un coltellino eliminate la pasta in eccesso, conservando la pasta che è avanzata 15.Se volete realizzare un'unica crostata potete usare uno stampo del diametro di 28 cm con un bordo alto 4 cm. Passate quindi alla farcitura: con l'aiuto della sac-à-poche riempite circa 1 cm del fondo delle crostatine con la crema frangipane 16 e poi terminate con la confettura di ciliegie, riempiendo lo stampino fino al bordo 17. Passate quindi alla decorazione: stendete la pasta frolla che avete tenuto da parte ad uno spessore di 4 mm e poi con una rotella taglia pasta dentellata ricavate delle striscioline di 1 cm di spessore 18. Applicate le striscioline di pasta frolla sulle crostatine per creare un motivo decorativo a losanghe 19. Una volta terminato 20, fate cuocere in forno statico preriscaldato a 170° per 40 minuti (se in forno ventilato a 150° per 30 minuti). Quando saranno pronte, sfornatele 21, fatele raffreddare completamente su una gratella e poi sformate. Infine servite e gustate le vostre crostatine con crema frangipane e confettura di ciliegie. "
}