{
    "title": "Sushi dolce con confetture miste",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "120 g"
        },
        {
            "ingredient": "Confettura di frutti di bosco",
            "quantity": "120 g"
        },
        {
            "ingredient": "Agar agar",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il sushi dolce con confetture miste iniziate dalla finta alga alle fragole: lavate le fragole sotto abbondante acqua fresca corrente, privatele del picciolo verde 1 e tagliatele a cubetti grossolanamente 2. Ponete le fragole in un pentolino con la marmellata di arance 3, versate lo zucchero 4 e il succo di limone 5; cuocete il tutto fino a portare alla temperatura di 108°, misurando con un termometro da cucina e mescolando di tanto in tanto con un cucchiaio di legno. Spegnete il fuoco e frullate il composto con un frullatore ad immersione 6, dopodichè filtrate il tutto con un colino a maglie strette per ottenere un composto liscio e omogeneo 7. Mettete un foglio di acetato (in alternativa potete usare un tappetino in silicone o della carta forno) sul fondo di una teglia capovolta 8 e con una spatola stendetevi il composto a base di fragole che avete preparato 9. Formate un rettangolo della misura di 15x25 cm e dello spessore di 2 mm 10 e fate asciugare in forno statico preriscaldato a 60° per circa 3 ore. Intanto preparate il risolatte vanigliato: incidete la bacca di vaniglia nel senso della lunghezza e estraete i semi, raschiandola con un coltellino. Lavate il riso sotto abbondante acqua corrente 11, poi ponete sul fuoco un pentolino con il latte, lo zucchero, i semi e la bacca di vaniglia 12 e portate a bollore. Quando il latte avrà sfiorato il bollore, eliminate il baccello di vaniglia con una pinza da cucina, scolate bene il riso e versatelo nel pentolino 13. Fate cuocere a fuoco basso per 20-25 minuti fino a quando il latte non verrà assorbito completamente dal riso: alla fine della preparazione il risolatte dovrà avere una consistenza piuttosto cremosa. Una volta pronto, fatelo raffreddare completamente in una ciotola a temperatura ambiente 14 e tenete da parte. Preparate dunque il ripieno dei maki: setacciate la marmellata di arance e la confettura ai frutti di bosco con un colino a maglie strette 15. Versatele in due pentolini separati e aggiungete 1 g di agar agar in ciascuno 16, poi con una spatola da cucina mescolate fino a quando l'agar agar si sarà sciolto completamente. Accendete il fuoco dolce fino a portare a bollore 17. Dopo qualche minuto, ponete la confettura e la marmellata in due stampini foderati con carta da forno della misura di 8x5x4 cm 18: fateli raffreddare a temperatura ambiente e poi e riponeteli in frigorifero a rassodare. Trascorso il tempo necessario, prendete la finta alga alle fragole e rifinite i bordi con un coltellino 19; staccatela delicatamente dal foglio di acetato, sollevando i lembi 20, e adagiatela su un foglio di pellicola trasparente (potete usare anche della carta forno) 21. Ora potete comporre il vostro sushi dolce: per ricreare i maki, trasferite la finta alga con la pellicola su una stuoia di bambù (se non avete il tappetino, basterà il solo foglio di pellicola) e con un cucchiaio stendete il risolatte ormai freddo sulla sfoglia di fragole, lasciando 2 cm dal bordo in alto 22: ricordate sempre di bagnarvi le mani prima di preparare il sushi così sarà più facile maneggiare il riso ed evitare che si attacchi. Estraete la confettura e la marmellata ormai fredde dagli stampini 23 e con un coltello ricavate delle strisicoline 24. Pressate con le dita il risolatte per creare un piccolo solco, dove potrete posizionare le listarelle di marmellata e di confettura che avete tagliato l’una accanto all'altra a 3 cm dal bordo 25. Con l'aiuto della pellicola 26 arrotolate il bambù, per richiudere il rotolo su se stesso 27, facendo una leggera pressione con le dita sui lati lunghi così da ottenere una forma quadrata (se utilizzate la carta forno, il maki avrà una forma arrotondata). Srotolate il bambù e avrete ottenuto il rotolo di maki 28; rimuovete delicatamente la pellicola e mettete il rotolo con la chiusura verso il basso su un tagliere. Infine potete tagliarlo con un coltello ben affilato a tocchetti di 2 cm di spessore 29 e impiattare 30: il vostro sushi dolce con confetture miste è pronto per essere servito e gustato! "
}