{
    "title": "Ciambella con mandorle e mascarpone",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte di mandorle",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per preparare la ciambella con mandorle e mascarpone come prima cosa versate quest'ultimo nel contenitore di un mixer dotato di lame. Aggiungete il latte di mandorle 1, l'olio di semi 2 e frullate tutto, fino ad ottenere una crema 3.Â In un'altra ciotola unite uova e zucchero 4, quindi lavorate con uno sbattitore per circa 15 minuti ad alta velocita, fino a che non avrete ottenuto una massa gonfia e spumosa 5. Aggiungete poi alla montata di uova la crema al mascarpone 6 e mescolate con una spatola per incorporarlo 7. In una ciotola unite farina e lievito 8, mescolate con un cucchiaio 9Â e setacciateli all'interno dell'impasto poco per volta 10. Mescolate delicatamente con una spatola 11, poi aggiungete la farina di mandorle 12Â e mescolate delicatamente dal basso verso l'alto 13, sempre con la spatola. Trasferite all'interno di uno stampo da ciambella da 22 cm, precedentemente imburrato 14, decorate con le mandorle a lamelle 15.Â A questo punto 16 cuocete la torta in forno statico preriscaldato a 180Â° per 40 minuti. Fate sempre la prova dello stecchino, quindi sfornate la ciambella e lasciatela intiepidire prima di sformarla 17. Trasferite su un piatto 18 eÂ gustate la vostra ciambella con mandorle e mascarpone!Â "
}