{
    "title": "Alberi di Natale brownies",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "175 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Nocciole intere spellate",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "qualche goccia"
        },
        {
            "ingredient": "Albumi",
            "quantity": "(circa 30 gr) 1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Caramelle di zucchero colorate",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli alberi di Natale brownies iniziate preparando la torta: aiutandovi con un coltello riducete in pezzi piuttosto piccoli il cioccolato fondente 1. Sciogliete a bagnomaria il burro 2, a fuoco basso, quindi unite il cioccolato 3: quando comincerà a sciogliersi, aggiungete il cacao amaro in polvere 4. Continuando a mescolare, lasciate che il tutto si sciolga fino a formare una crema densa e senza grumi 5. Quando gli ingredienti si saranno completamente amalgamati, spegnete il fuoco e lasciate intiepidire. A parte montate le uova con lo zucchero, utilizzando una planetaria o uno sbattitore elettrico 6, quindi unite a filo il composto di cioccolato ormai tiepido 7. In una ciotola setacciate la farina 8, unite il lievito 9, un pizzico di sale e mescolate bene per amalgamare tutti gli ingredienti. Aggiungete la farina con il lievito al composto di cioccolato 10, un cucchiaio alla volta, mescolando bene e facendo attenzione a non formare grumi. Su un tagliere spezzettate grossolanamente le nocciole 11, aiutandovi con un coltello, quindi aggiungete anche’esse all’impasto 12. Versate ora il composto in uno stampo rettangolare da 20cm x 28cm, rivestito di carta da forno 13, ed infornate il tutto in forno caldo, statico, a 180° per 20 minuti. Quando la torta sarà pronta, lasciatela riposare una decina di minuti prima di estrarla dalla teglia. Trascorso questo tempo tagliate a metà il brownie, ormai freddo, orizzontalmente e ricavate dai due rettangoli ottenuti 10 alberelli, utilizzando uno stampino sagomato per biscotti 14. Se non avete lo stampino potete tagliare la torta in triangoli uguali 15 (la base lunga 7-8 cm e i lati 9 cm). Ecco come si presentano i vostri alberelli 16. Preparate ora la ghiaccia reale sbattendo con le fruste un albume, lo zucchero a velo e qualche goccia di succo di limone 17 (per un approfondimento su come preparare la ghiaccia reale cliccate qui). Dividete la ghiaccia in due parti uguali e coloratene una parte di verde chiaro 18 (o del colore che preferite), utilizzando del colorante alimentare, quindi trasferitele entrambe in una sac à poche. Decorate ora gli alberelli disegnando sulla superficie di ciascuno delle righe a zig zag, oppure delineandone il contorno 19. Posizionate infine le caramelle colorate sulla ghiaccia ancora fresca 20, per far si che vi restino attaccate. Infine prendete dei bastoncini di legno e infilateli alla base di ogni albero 21; se lo desiderate, completate con una spolverizzata di zucchero a velo. "
}