{
    "title": "Torta con farina di riso",
    "ingredients": [
        {
            "ingredient": "Farina di riso",
            "quantity": "210 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3 medie) a temperatura ambiente 155 g"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "a temperatura ambiente 200 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "biologico 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "senza glutine 16 g"
        }
    ],
    "preparation": " Per preparare la torta con farina di riso, cominciate setacciando le polveri attraverso un colino a maglie strette. Versate quindi la farina di riso, la fecola di patate 1 e il lievito per dolci 2. Una volta che avrete eliminato i grumi, mescolate con delicatezza utilizzando un cucchiaio 3; tenete da parte la ciotola. Continuate rompendo le uova a temperatura ambiente in una bacinella, azionate le fruste (in alternativa andrà benissimo anche la planetaria munita di frusta) e unite la scorza di un limone grattugiata 4, poi versate lo zucchero poco alla volta: in questo modo ne favorirete il rigonfiamento. Continuate a montare le uova fino ad ottenere un composto chiaro e spumoso, ci vorranno circa 4-5 minuti 5. Dopodiché aggiungete la panna acida, sempre a temperatura ambiente, un po’ alla volta, così non smonterete il composto 6. Una volta finita la panna acida continuate a lavorare ancora per qualche minuto, vedrete che il composto si gonfierà nuovamente 7. È arrivato il momento di aggiungere le polveri un cucchiaio alla volta mentre lo sbattitore è ancora in funzione 8: aggiungete la quantità successiva solo quando quella precedente è stata completamente assorbita 9. Versate il composto in una tortiera da 24 centimetri già imburrata e infarinata, ovviamente con farina di riso 10. Livellate accuratamente la superficie 11 e cuocete in forno preriscaldato, in modalità statica, a 170° per 50 minuti: sistematela sul ripiano più basso (quindi non a contatto con la base). Poiché i tempi sono indicativi, assicuratevi che il dolce sia effettivamente cotto facendo sempre la prova stecchino. Se dopo 30-40 minuti di cottura notate che la superficie è diventata troppo dorata, potete coprirla con un foglio di alluminio. Una volta pronta la torta con farina di riso, lasciatela raffreddare completamente prima di sformare e servire 12! "
}