{
    "title": "Aspic ai frutti di bosco",
    "ingredients": [
        {
            "ingredient": "Frutti di bosco",
            "quantity": "(ribes bianchi, fragole, lamponi, mirtilli) 500 g"
        },
        {
            "ingredient": "Moscato",
            "quantity": "550 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "35 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        }
    ],
    "preparation": " Per realizzare l’aspic ai frutti di bosco iniziate lavando e asciugando i mirtilli 1 le fragole, le more, i lamponi e i ribes bianchi. Eliminate il picciolo dalle fragole e tagliatele metà a rondelle 2 e le altre dividetele a metà 3. A parte in una ciotola e ponete i fogli di gelatina in acqua fredda per 10 minuti 4 o finché non saranno ammorbiditi, intanto scaldate 50 ml di moscato e poi versatelo in una ciotola 5. Scolate bene con un colino i fogli di gelatina 6 e strizzateli. Scioglieteli nella ciotola con il moscato caldo, unite lo zucchero e mescolate con una spatola 7 per ottenere un composto liscio senza grumi. Versate ora il restante vino a temperatura ambiente, unite il succo di limone filtrato e mescolate la miscela. Prendete degli stampini da budino della capacità di 165 ml ciascuno, versate 20 g di liquido in ogni stampino 8 che andrete a far rassodare in frigorifero per almeno 15 minuti o finché la gelatina non avrà preso corpo. Trascorso il tempo indicato riprendete gli stampini, ponete al centro una fogliolina di menta e una fetta di fragola 9, riempite tutto il bordo intorno con i mirtilli 10. Ricoprite con il moscato (circa 15 g) 11 e ponete nuovamente in frigorifero a rassodare per altri 15 minuti. Poi proseguite adagiato gli spicchi di fragole in verticale con la parte tagliata verso il perimetro dello stampino e 4 lamponi con la parte più larga orientata verso l’esterno 12: mettete un mirtillo al centro e ricoprite di liquido, quindi riponeteli nuovamente in frigorifero per 15 minuti. Quando la gelatina sarà solidificata disponete uno strato di ribes bianchi 13 quindi ricoprite di nuovo con il liquido a base di moscato e mettete gli stampini in frigorifero per altri 15 minuti. Terminate con un ultimo strato di mirtilli 14 e lasciate che gli aspic riposino in frigorifero almeno 3 ore prima di servirli. Al momento di sformarli, immergeteli per qualche secondo in una ciotola con acqua bollente e e poi aiutatevi a sformarli incidendo il bordo tutto intorno con la punta di un coltellino e rovesciateli su un piatto. Guarnite i vostri aspic ai frutti di bosco con foglioline di menta e qualche frutto di bosco avanzato 15 e portateli intavola! "
}