{
    "title": "Dolci bare di Halloween",
    "ingredients": [
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "circa 100 g"
        },
        {
            "ingredient": "Pan di Spagna",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "bollente q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "20 g"
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "(tipo oro saiwa) 10"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Glucosio",
            "quantity": "25 g"
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "fiori colorati di zucchero (o di ostia) q.b."
        }
    ],
    "preparation": " Per preparare le dolci bare di Halloween disegnate su un cartoncino la sagoma di una bara, lunga 10 cm e larga 6 cm. DivideteÂ il pan di Spagna in due dischi 1 e ricavatene almeno 10 sagome seguendo il disegno del cartoncino 2, poi tagliatele in senso orizzontale 3. Setacciate la marmellata con un colino 4 e spalmatela sulle bare: farcite lo strato interno 5 e ricoprite con cura ancheÂ i lati e la parte superiore 6. Posizionate le bare su una gratella 7 e cominciate a preparare la glassa al cioccolato: ponete a scaldare la panna a fuoco dolce 8 e, quando avrÃ sfiorato il bollore, toglietela dal fuoco e aggiungete il glucosio 9 e il cioccolato, precedentemente tritato con un coltello (10-11). Mescolate fino al completo scioglimento del cioccolato: dovrete ottenere una glassa cremosa. Quando la glassa sarÃ pronta, versatela su ogni bara 12 facendola colare su tutti i lati e cercando di ricoprirne uniformemente tutte le superfici spalmate di marmellata (per facilitare questa operazione potete aiutarvi con un coltellino a lama piatta). Preparate ora le lapidi: eliminate gli angoli dell'estremitÃ supeiore a tutti i biscotti 13, quindi preparate una glassa all'acqua, sciogliendo in una ciotola lo zucchero a velo con 2 cucchiaini di acqua bollente e mescolando fino ad ottenere una glassa omogenea e densa (per un approfondimento sulla ricetta della glassa all'acqua clicca qui). Ricoprite i biscotti con la glassa 14, poneteli a sgocciolare su una gratella e lasciateli asciugare per bene. Sciogliete il cioccolato fondente a bagnomaria (o in microonde), trasferitelo in una sac-Ã -poche e decorate ogni biscotto con la sigla RIP (Riposa In Pace) 15. Prendete ora delle ciotoline rettangolari, capovolgetele e ricopritele con un tovagliolo di carta colorata 16, come mostra la figura 16, quindi adagiatevi sopra una bara, alla quale appoggerete una lapide 17. Decorate infine la superficie della bara con dei fiorellini di cialda 18: le dolci bare di Halloween sono pronte per essere gustate! "
}