{
    "title": "Crema di castagne",
    "ingredients": [
        {
            "ingredient": "Castagne",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "600 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "650 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crema di castagne iniziate lavando le castagne sotto l'acqua corrente 1, poi ponete intere in una pentola colma d'acqua e fatele bollire per almeno 15 minuti 2 dopodiché scolatele e lasciatele intiepidire. A questo puntio sbucciate le castagne con un coltellino affilato 3. Trasferite le castagne nel passaverdure 4 per ottenere un composto sabbioso 5 oppure in alternativa potete usare lo schiacciapatate. Otterrete in questo modo circa 1,6 kg di polpa. Ora prendete il baccello di vaniglia incidetelo nel senso della lunghezza 6 ed estraete i semi interni 7. Ponete sul fuoco un tegame dal bordo alto, aggiungete il baccello di vaniglia con i suoi semi, lo zucchero 8 e l’acqua 9. Fate sciogliere lo zucchero a fuoco medio mescolando con una frusta per circa 10 minuti 10. Quando lo zucchero risulterà totalmente sciolto, eliminate il baccello di vaniglia con una pinza da cucina 11 e incorporate le castagne 12 e mescolate il composto. Grattugiate la scorza di un limone non trattato 13 e unitela alla crema 14. Cuocete a fuoco basso per circa 1 ora, girando di tanto in tanto con un cucchiaio di legno. La crema di castagne sarà pronta quando diventerà una purea cremosa 15. A questo punto travasate la crema di castagne nei vasetti con un cucchiaio (16-17), la vostra crema di castagne è pronta 18. Se desiderate conservarla per lungo tempo procedete con la modalità del sottovuoto: invasate la crema ancora calda nei vasetti che avrete sanificato seguendo le indicazioni del Ministero della Salute riportate nel box qui sotto. Abbiate cura di lasciare almeno 1 cm di spazio dal tappo; se lo spazio fosse maggiore non è un problema, qualora il sottovuoto riuscisse senza problemi. Con il calore della crema si creerà il sottovuoto, che permetterà di conservare il prodotto a lungo. Al momento di consumare la crema di castagne potete fare la prova del sottovuoto tirando l'apposita linguetta: se tirandola produce un rumore secco vuol dire che il contenuto si è conservato con il sottovuoto corretto. Se invece tirando la linguetta la guarnizione risulta \"molle\", significa che non si è creato il sottovuoto correttamente ed è meglio non consumare il contenuto. "
}