{
    "title": "Gelato alla fragola",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Fragole",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "medi 2"
        }
    ],
    "preparation": " Per preparare il gelato alla fragola, iniziate proprio dalle fragole: lavatele sotto acqua corrente, fatele sgocciolare in uno scolapasta 1 e poi eliminate le foglioline aiutandovi con un coltellino 2. Quindi mettetele nel mixer 3. Azionatelo e frullatele fino ad ottenere una polpa omogenea 4. Poi setacciate la polpa con un colino a maglie strette per eliminare i semini e raccoglietelo in una ciotolina 5. Lasciate la polpa di fragole da parte e passate a preparare la crema: versate il latte in un tegame capiente 6. Aggiungete lo zucchero 7 e ponete il tegame sul fuoco basso, mescolando fino a che lo zucchero non si sia sciolto, ci vorranno 1-2 minuti 8. Poi in una ciotolina versate la panna fresca liquida 9. Versate gli albumi nella panna 10 e mescolate con una frusta 11. Quando lo zucchero si sarÃ sciolto nel tegame che avete messo sul fuoco, aggiungete il composto di panna e albumi 12 e portate il tutto alla temperatura di 83Â° per pastorizzare il latte e gli albumi. Una volta raggiunta la temperatura 13, togliete il tegame dal fuoco, trasferite il composto in una ciotolina 14 e fatelo raffreddare rapidamente: per fare questa operazione potete mettere la ciotola in un contenitore capiente pieno di ghiaccio e mescolare continuamente. Quando il composto sarÃ ben freddo, aggiungete la polpa di fragole che avevate realizzato 15. Mescolate i due composti con un cucchiaio 16 e quando avrete ottenuto una crema liquida e omogena, versatela nella gelatiera 17. Azionatela e fate andare almeno per 30-35 minuti o fino a che il composto non avrÃ raggiunto una consistenza cremosa ma compatta 18. Se non avete la gelatiera, mettete il composto liquido e a temperatura ambiente in freezer dentro una bacinella, ricordandovi di mescolarlo ogni mezz'ora fino ad ottenere la consistenza perfetta. Una volta pronto 19, passate il gelato dalla gelatiera ad una terrina 20 e fatelo rassodare in freezer per almeno 4 ore, meglio ancora se tutta la notte. Al momento di servirlo potete scegliere di presentare il gelato alla fragola in graziose coppette 21 e guarnire con delle cialde. Se invece avete tempo potete preparare delle lingue di gatto di cui potete consultare la ricetta anche qui! "
}