{
    "title": "Panna cotta al cioccolato con banane caramellate",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Banane",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Banane",
            "quantity": "(piccola) 1"
        }
    ],
    "preparation": " Per preparare la panna cotta al cioccolato con banane caramellate iniziate dalla panna cotta: mettete in ammollo i fogli di gelatina in una terrina con acqua fredda 1, per almeno 10 minuti. Setacciate lo zucchero a velo 2 e tritate il cioccolato fondente 3. Sciogliete il cioccolato a bagnomaria, ponendolo in una bastardella oppure mettendo un pentolino in un'altra pentola riempita di acqua, quel tanto che serva perchè l'acqua non sfiori il contenitore in cui avete messo il cioccolato. Mescolate per farlo sciogliere completamente 4, quindi unite la panna riscaldata a parte 5 e lo zucchero a velo setacciato 6. Continuate a rimestare con una paletta e scaldate tutto a fuoco dolce senza portare mai a ebollizione e continuando a mescolare affinchè il cioccolato non faccia grumi. Strizzate bene i fogli di gelatina ed uniteli al composto 7, quindi mescolate con una frusta fino a quando non si saranno completamente sciolti 8. Spegnete il fuoco e versate il composto dividendolo in 5 stampini 9 e lasciateli rassodare in frigorifero per almeno 4 ore. Nel frattempo preparate le banane caramellate: sbucciatele 10, poi in una padella o in un tegame con doppio fondo sciogliete a fuoco bassissimo il burro con lo zucchero 11, mescolate quando si saranno sciolti con una paletta di legno e cuocete a fuoco bassissimo fino a quando il caramello non avà raggiunto un bel colore ambrato. A quel punto unite la banana tagliata a rondelle di circa mezzo centimetro 12. Distribuitele in maniera omogenea in padella e fatele cuocere per circa 1 minuto 13, quindi versate l'acqua a filo 14 e fate cuocere ancora un paio di minuti 15, fino a quando non sarà evaporata. Spegnete il fuoco 16 e distribuite le banane caramellate sui piattini da portata. Quindi riprendete la panna cotta dal frigorifero e per sformarle più facilmente immergete gli stampini per poche frazioni di secondo in un pentolino con acqua calda 17. Quindi aiutatevi con un coltellino per staccare più facilmente i bordi 18 e capovolgete gli stampini per sformare la panna cotta al cioccolato sullo strato di banane 19. Tagliate a fettine o dadini la banana piccola per la decorazione 20 e guarnite la panna cotta al cioccolato con banane caramellate prima di servire 21! "
}