{
    "title": "Crostata alle prugne meringata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 125 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "55 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Prugne",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 110 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "40 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Albumi",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la crostata alle prugne meringata come prima cosa realizzate la frolla. Versate nella ciotola di una planetaria il burro a cubetti, lo zucchero 1 e il sale 2. Lavorate il tutto con la foglia 3,Â unite poi l'uovo 4, e i semi di mezza bacca di vaniglia 5. Lavorate ancora fino a che non sarÃ ben assorbito 6.Â Unite poi la farina integrale 6 e quella 00 8. Accendete di nuovo la macchina e lavorate il composto fino a che non risulterÃ omogeneo 9.Â Trasferitelo poi su un piano di lavoro, compattatelo 10 e avvolgetelo nella pellicola per alimenti 11. Lasciate riposare in frigorifero per circa un'ora.Â Trascorso questo tempoÂ lavate le prugne e tagliatele a metÃ 12.Â Poi scartando il nocciolo ricavate degli spicchi (13-14). Tenete da parte le prugne e versate latte e panna in un contenitore dai bordi alti 15.Â Unite lo zucchero di canna 16, le uova 17 e i semi del mezzo baccello di vaniglia 18.Â Aggiungete un pizzico di sale 19 e frullate il tutto con un minipimer per un paio di minuti 20, fino a che non avrete ottenuto un composto omogeneo 21.Â A questo punto riprendete la frolla 22 e stendetela fino ad ottenere uno spessore di mezzo cm 23. Poi trasferitela all'interno di uno stampo a cerniera da 22 cm e pressando delicatamente fate in modo che aderisca su tutto il bordo 24.Â Poi utilizzando un coltellino eliminate l'eccesso di pasta in modo da ottenere un bordoÂ da circa 3 cm 25. Posizionate poi gli spicchi di prugna sulla base a raggiera 26 e versate sopra il composto di latte, uova e panna 27.Â A questo punto 28 cuocete in forno statico a 180Â° per circa 60 minuti nel ripiano centrale. Sfornate e lasciate raffreddare 29. Quando sarÃ fredda potrete preparare la meringa italiana. Versate in un pentolino acqua e zucchero in un pentolino 30.Â Scaldate lo sciroppo fino a raggiungere i 121Â° 31. Quando sarÃ quasi arrivato a temperatura (114Â°), versate gli albumi nella planetaria pulita 32 e montateli con la frusta a velocitÃ media. Quando poi lo sciroppo avrÃ raggiunto la temperatura versatelo a filo sugli albumi montati 33Â e continuate a montare il tutto sino a che la meringa non si sarÃ raffreddata (24-25). A questo punto sformate la torta 36Â e posizionate sopra la meringa utilizzando un cucchiaio 37. Poi con il dorso spatolatela in modo da ricavare il classico effetto meringato 38. Trasferite su un piatto da portata e servite la crostata 39.Â Â "
}