{
    "title": "Frittatine allegre",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Piselli surgelati",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "80 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le frittatine allegre per prima cosa tagliate le carote 1 a piccoli cubetti e poi scottatele 2/3 minuti con i piselli 2 in acqua bollente salata. In una padella antiaderente fate soffriggere lo scalogno tritato finemente con poco olio, quando inizierà a imbiondire aggiungete i pisellini e le carote 3 e fate insaporire per qualche minuto. Incorporate il prezzemolo tritato finemente. In una ciotola sbattete le 6 uova con una forchetta, incorporate il latte 4 e il parmigiano grattugiato 5, amalgamate il tutto e aggiustate di sale e di pepe. Aggiungete al composto il misto di carote e piselli 6. Aggiungete anche il prosciutto cotto 7 tagliato a pezzettini e mescolate bene. Stendete un foglio di carta da forno su una teglia e disponetevi delle formine di metallo (tagliapasta) dalle forme che preferite, noi abbiamo utilizzato dei cuoricini. Imburrateli e infarinateli bene all'interno e poi versatevi il composto di uova e verdure 8, fino ad un'altezza di circa 2 cm. Fate cuocere in forno ventilato a 190°C per circa 20 minuti. Sfornate ed estraete le frittatine allegre dalle formine 9 in metallo aiutandovi con la lama di un coltello e facendo attenzione a non romperle. Servite le frittatine allegre tiepide con un’insalatina di pomodori. "
}