{
    "title": "Ghiaccioli",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare i ghiaccioli alla fragola iniziate preparando uno sciroppo: mettete l'acqua a scaldare in un pentolino 1 e aggiungete lo zucchero 2, lasciate sciogliere completamente lo zucchero, spegnete il fuoco e lasciate raffreddare 3. Mentre lo sciroppo raffredda, pulite e lavate bene le fragole sotto l'acqua corrente e frullatele 4 fino a raggiungere una consistenza cremosa 5. Aggiungete lo sciroppo ormai freddo alla purea di fragole 6 e il succo di mezzo limone precedentemente filtrato 7. Mescolate per bene, filtrate il composto ottenuto con un colino a maglie strette 8 e, nel caso in cui si fosse formata della schiuma, eliminatela con un cucchiaio 9. Prendete ora dei comuni stecchini da gelato e un foglio di carta alluminio. Formate un piccolo cordoncino, avvolgetelo intorno allo stecchino 10 e bloccate gli estremi sui lati dello stampino per ghiaccioli 11. Questo servirà a mantenere centrale lo stecchino quando andrete a versare il composto liquido nello stampo. A questo punto versate il composto nello stampo, lasciando 1 cm di spazio dal bordo 12. Mettete i vostri ghiaccioli alla fragola in freezer fino a quando si saranno solidificati! Per preparare i ghiaccioli al limone iniziate preparando lo sciroppo, utilizzando lo stesso procedimento descritto sopra. Mentre lo sciroppo raffredda, spremete i limoni fino ad ottenere 150 gr di succo, filtratelo con un colino a maglie strette 13 e aggiungetelo allo sciroppo ormai freddo 14. Ripetete l'operazione dello stecchino anche per i ghiaccioli al limone, versate il liquido negli stampini 15 ricordandovi di lasciare 1 cm di spazio dal bordo. Metteli in freezer fino a quando avranno raggiunto una consistenza solida. Per preparare i ghiaccioli all'arancia iniziate preparando lo sciroppo, utilizzando lo stesso procedimento descritto sopra. Mentre lo sciroppo raffredda, spremete le arance e filtrate il succo con un colino a maglie strette 16 e unitelo allo sciroppo ormai freddo 17. Ripetete l'operazione dello stecchino anche per i ghiaccioli all'arancia, versate il liquido negli stampini 18 ricordandovi di lasciare 1 cm di spazio dal bordo. Metteli in freezer fino a quando avranno raggiunto una consistenza solida. "
}