{
    "title": "Cupcake al limoncello",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 175 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Codette colorate",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cupcake al limoncello, iniziate setacciando con un colino a maglie strette la farina e il lievito 1. Quindi versate in una planetaria il burro morbido e lo zucchero 2; azionate le fruste per montare gli ingredienti (se non avete una planetaria potete utilizzare uno sbattitore elettrico). Unite all'impasto la scorza grattugiata di un limone non trattato 3 e continuate a mescolare. Unite anche le 2 uova, una alla volta 4, poi mettete un pizzico di sale e infine aggiungete la farina setacciata con il lievito, poco a poco aiutandovi con un cucchiaio 5. Quindi togliete il composto dalla planetaria e mescolate con una spatola per amalgamare gli ingredienti fino ad ottenere un impasto omogeneo 6. Trasferite il composto in una sac-à-poche 7. Quindi prendete una teglia da 12 muffin e foderate ciascuno stampo con un pirottino di carta. Versate il composto in ciascun pirottino 8 facendo attenzione a non superare la metà 9, così che i cupcake una volta cotti arriveranno a filo dei pirottini. Cuocete in forno statico preriscaldato a 180° per 20 minuti (160° per 15 minuti se forno ventilato). Una volta cotti i cupcake, sformate lo stampo e fate raffreddare 10. Intanto proseguite la preparazione con la crema al burro (potete consultare il procedimento della crema al burro anche qui). In una padella capiente versate l'acqua, poi aggiungete lo zucchero 11. Ora versate anche il limoncello 12 e mescolate. Accendete il fuoco basso e aggiungete anche le scorze di 2 limoni intere e continuate a mescolare 13. Quando lo zucchero si sarà sciolto, lasciate bollire lo sciroppo senza mescolare ulteriormente e controllate con il termometro che raggiunga i 121° 14. Quindi spegnete il fuoco e filtrate lo sciroppo ottenuto con un colino a maglie strette raccogliendolo in una ciotolina 15. In una planetaria mettete i tuorli e azionate le fruste (se non avete una planetaria potete utilizzare una ciotola capiente e uno sbattitore elettrico). Aggiungete quindi lo sciroppo caldo a filo 16. Fate montare gli ingredienti fino al completo raffreddamento 17. Mentre il composto si raffredda, in una ciotolina lavorate il burro freddo ma ammorbidito per ridurlo a crema. Accorpate quindi la crema di burro ai tuorli con lo sciroppo, poco alla volta, continuando a mescolare con le fruste 18. Trasferite la crema spumosa e omogenea in una ciotolina 19. Se non la utilizzate immediatamente, ponetela in frigo coperta con pellicola a contatto fino al momento in cui decorerete i cupcake. Quindi sformate i cupcake, mettete la crema al burro in una sac-à-poche con bocchetta a stella e iniziate a decorarli con un ciuffo di crema 20. Potete ulteriormente guarnire i cupcake al limoncello con zuccherini colorati o altre codette che preferite 24. Conservate i cupcake al limoncello in frigorifero fino al momento di servirli! "
}