{
    "title": "Cheesecake swiss roll",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi al cioccolato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "400 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Frumina",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "15 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la cheesecake swiss roll iniziate dalla cheesesake: mettete in ammollo la gelatina in fogli in una ciotolina con acqua fredda per almeno 10 minuti 1. Intanto sciogliete il burro a bagno maria 2 e versate i biscotti nel mixer 3; tritateli finemente 4 poi versateli in una ciotolina e unite il burro fuso a filo 5. Mescolate il composto con un cucchiaio di legno 6: questa sarà la base della cheesecake. Versate il composto in una tortiera di 22 cm di diametro foderata con carta da forno 7 e distribuitelo sul fondo compattandolo con il dorso di un cucchiaio 8. Potete riporre la base a rassodare in frigorifero per almeno mezz'ora. Nel frattempo dedicatevi alla farcitura: in un pentolino scaldate 50 ml di panna; quindi scolate e strizzate accuratamente la gelatina in fogli 9 e aggiungeteli alla panna scaldata 10, mescolando per far sciogliere completamente la gelatina. Mentre la panna si intiepidisce, preparate la crema di formaggi: in una ciotola versate il formaggio fresco spalmabile e la ricotta 11. Poi incidete una bacca di vaniglia 12 ed estraetene i semini con la punta del coltello. Uniteli ai formaggi 13, poi aggiungete la panna fresca liquida avanzata, lo zucchero a velo 14 e la panna in cui avete sciolto i fogli di gelatina, oramai tiepida. Lavorate la crema con le fruste elettriche 15. Versate la crema sulla base di biscotti ormai compatta 16, distribuitela uniformemente con il dorso di un cucchiaio 17 e riponete la cheesecake in frigorifero coperta con carta alluminio per almeno 2 ore. Una volta rassodata, la vostra cheesecake sarà pronta 18 per essere decorata. Per preparare lo swiss roll iniziate dalla farcitura di crema al cioccolato bianco: mettete in ammollo i fogli di gelatina in una ciotola con acqua fredda per almeno 10 minuti. Intanto in un pentolino versate la panna e il latte per farli scaldare 2. Tagliate grossolanamente il cioccolato bianco 3 e fatelo sciogliere a bagnomaria 4. Quando la panna e il latte saranno caldi, scolate e strizzate accuratamente i fogli di gelatina e scioglieteli all'interno 5, mescolando con una frusta perchè non si creino grumi. Spegnete il fuoco e lasciate intiepidire; solo a questo punto potete versare questo liquido in cui avete disciolto la gelatina sul cioccolato bianco oramai fuso 6; mescolate con un cucchiaio di legno per amalgamare i due composti 7. Versate la crema in una ciotola larga e bassa e copritela con pellicola trasparente a contatto 8; riponetela in frigorifero a far rassodare per almeno 2 ore. Intanto dedicatevi alla pasta biscotto: dividete i tuorli dagli albumi 9 e versate i tuorli in una ciotola capiente: sbatteteli con il miele, dopodiché unite metà dose di zucchero 10. Lavorate i tuorli e lo zucchero con le fruste elettriche 11 fino a quando non risulteranno chiari e spumosi. Poi procedete allo stesso modo anche per gli albumi: versateli in una ciotola capiente, aggiungete un pizzico di sale e l'altra metà dose di zucchero 12 e montateli 13 fino a quando non saranno cremosi (assicuratevi di aver pulito le fruste da ogni traccia di tuorli e zucchero prima di lavorare gli albumi). Versate delicatamente i tuorli sugli albumi montati 14 e amalgamate i due composti con una spatola con dei movimenti dall'alto verso il basso per non smontarli 15. Setacciate nella ciotola la frumina 16, la farina e il lievito e il cacao amaro 17 Quindi mescolate 18 per rendere la crema omogenea. Foderate una leccarda con carta da forno (potete imburrare leggermente la leccarda in modo che la carta da forno aderisca meglio), stendete il composto in maniera uniforme sulla leccarda 19 e cuocetelo in forno statico preriscaldato a 200° per 6-7 minuti (se forno ventilato a 180° per 4-5 minuti). Una volta cotto, sfornatelo e copritelo subito con pelllicola trasparente 20, per evitare che la pasta biscotto si secchi in superficie freddandosi. Mentre la pasta biscotto si raffredda, riprendete la crema al cioccolato bianco e lavoratela con le fruste qualche istante per ammorbidirla. Quindi togliete la pellicola dalla pasta biscotto oramai fredda, tagliatela in due rettangoli 21 e farcite entrambi con la crema, aiutandovi con una spatola 22 o il dorso di un cucchiaio. Arrotolate entrambi i rettangoli da uno dei lati più lunghi 23 e compattateli bene con le mani. Arrotolate ciascun rotolo con della pellicola trasparente 24 e chiudetelo a caramella 25. Ponete i due rotoli a rassodare in frigorifero per almeno 1 ora. Una volta che i roll saranno ben sodi, tagliateli a fette spesse circa mezzo centimetro 26. Riprendete la cheesecake dal frigorifero, sformatela e guarnite tutto il perimetro con le fettine di roll 27. Quando avrete terminato 28, per decorare prendete le gocce di cioccolato e versatele in una sac-à-poche usa e getta; quindi tagliate la punta piuttosto piccola e fate cadere poche gocce alla volta creando un motivo a spirale sulla torta (29-30): la vostra cheesecake swiss roll è pronta per essere gustata! "
}