{
    "title": "Granita alla fragola",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "fresca q.b."
        },
        {
            "ingredient": "Fragole",
            "quantity": "intere q.b."
        }
    ],
    "preparation": " Per preparare la granita alla fragola, per prima cosa realizzate lo sciroppo di zucchero: mettete l’acqua e lo zucchero in un pentolino 1 e portateli a bollore 2, dopodiché spegnete il fuoco e lasciate intiepidire. Nel frattempo sciacquate le fragole 3 e asciugatele con cura, poi eliminate il picciolo e tagliatele in 4 parti 4. Trasferite le fragole in un mixer dotato di lame d’acciaio 5 e frullate fino a ridurle in purea. Per ottenere una consistenza più omogenea ed eliminare i semini, posizionate un colino a maglie strette su una ciotola e setacciate la purea di fragole ottenuta con l’aiuto di una spatola 6: in questo modo otterrete circa 250 g di purea di fragole setacciata. Ora spremete il succo del limone 7, aggiungetelo alla purea di fragole 8 e mescolate bene, dopodiché unite anche lo sciroppo di zucchero ormai tiepido 9 e mescolate bene per amalgamare il tutto 10. Versate il composto ottenuto in un recipiente di vetro basso e largo (adatto ad andare in freezer) 11 e ponetelo in freezer per un’ora. Dopo un’ora rimuovete il contenitore dal freezer e grattate il composto con una forchetta per rompere i cristalli di ghiaccio che si saranno formati 12. Rimettete il composto in freezer e ripetete la stessa operazione ogni mezz’ora, per un totale di almeno 4 ore, grattando ogni volta il composto di fragole con una forchetta 13 fino a che non avrete ottenuto la consistenza tipica della granita 14. A questo punto potete occuparvi della decorazione: versate la panna fresca in un recipiente freddo 15 e cominciate a montarla con le fruste elettriche; quando sarà bella spumosa aggiungete lo zucchero a velo 16 e continuate a montare fino a che non sarà diventata ferma e soda, poi trasferitela in una sac-a-poche (per ulteriori informazioni, potete consultare la nostra scuola di cucina su come montare la panna). Prendete le fragole intere e praticate dei taglietti per il lungo a distanza di circa 3-4 mm l’uno dall’altro, facendo attenzione a non intaccare il picciolo che servirà per tenere unite le fettine 17. Ora potete assemblare la vostra granita: prendete dei bicchierini di vetro e riempiteli con il composto ghiacciato alla fragola 18, poi guarnite con un ciuffetto di panna montata 19, aprite la fragola a ventaglio e posizionatela sul bordo del bicchiere 20 e infine decorate con una fogliolina di menta 21. La vostra freschissima granita alla fragola è pronta per essere gustata! "
}