{
    "title": "Budino di castagne",
    "ingredients": [
        {
            "ingredient": "Castagne",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "260 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il budino di castagne, per prima cosa mettete a bollire le castagne in una pentola con un coperchio 1 per circa 30 minuti. Una volta trascorso questo tempo, fate la prova con lo stecchino: punzecchiatele per verificare che siano cotte, poi scolatele 2 e tenetele da parte in una ciotola coperte 3; in questo modo, grazie al vapore il rivestimento esterno si ammorbidirà e potrete sbucciarle più facilmente. Una volta tiepide, sbucciatele togliendo anche la pellicina 4. Dopo averle pulite tutte, versate le castagne in una pentola 5, aggiungete il latte 6 e cuocete a fuoco moderato per almeno un'ora. Mescolate di tanto in tanto fino a quando saranno diventate morbide e il composto non sarà denso e corposo 7. Quindi trasferitele in un passaverdure e passatele fino a ridurle in purea, da raccogliere in una ciotolina 9. Mettete in ammollo in acqua fredda la colla di pesce per almeno 10 minuti 10, poi tritate il cioccolato fondente 11, trasferite di nuovo in un tegame la purea di castagne e aggiungete la panna fresca e lo zucchero 12 e fate cuocere a fuoco dolce. Unite il cioccolato fondente tritato 13, mescolate per farlo sciogliere, poi con un frullatore ad immersione frullate il composto 14, fino ad ottenere una consistenza cremosa e liscia. Strizzate quindi la colla di pesce, versatela nel composto 15 e mescolate con la frusta fino a quando si sarà sciolta completamente 16, quindi spegnete il fuoco. Riempite i vostri stampini 17, lasciateli intiepidire a temperatura ambiente e poi riponeteli in frigo per circa 2 ore. Al momento di servire i budini, immergeteli in acqua bollente 18 per qualche secondo, in modo che sia più facile estrarli dallo stampo. Quindi capovolgeteli su un piatto da portata per sformarli 19. Con un pelaverdure grattugiate il cioccolato fondente sopra i budini per decorare con dei riccioli 20 e i vostri budini di castagne sono pronti per essere gustati! 21 "
}