{
    "title": "Bocconcini di salmone speziato croccante",
    "ingredients": [
        {
            "ingredient": "Salmone",
            "quantity": "norvegese 800 g"
        },
        {
            "ingredient": "Farina di mais giallo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "10 g"
        },
        {
            "ingredient": "Senape gialla in polvere",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "dolce 3 g"
        },
        {
            "ingredient": "Curry",
            "quantity": "3 g"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "15 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i bocconcini di salmone speziato croccante iniziate a realizzare la panatura. Versate il pangrattato e la farina di mais in una ciotola 1; quindi unite il pepe bianco macinato, la senape in polvere 2, la paprika e la granella di pistacchi 3. Aggiungete il sale 4 e mescolate il tutto. Unite la scorza del limone grattugiata finemente 5 e il curry 6. Mescolate nuovamente e tenete da parte. Prendete il filetto di salmone, estraete eventuali lische 7 ed eliminate la pelle se presente. Tagliatelo a fette larghe circa 3 cm, quindi dividete ogni fetta a metà 8, in modo da ottenere dei triangoli. Una volta terminati tutti i bocconcini trasferiteli in una ciotolina e conditeli con sale 9, olio e pepe. Mescolate per amalgamare gli ingredienti e far si che ogni pezzetto di salmone sia ben unto, in modo da permettere alla panatura di aderire perfettamente. Posizionate ogni bocconcino di salmone all'interno della ciotola con la panatura 10, quindi giratelo al suo interno in modo da impanarlo su tutti i lati 11. Adagiate i triangolini su una leccarda foderata con carta forno 12 e proseguite in questo modo fino a terminare tutti i pezzi 13. Infornate in forno statico preriscaldato a 180° per 8-10 minuti ( se utilizzate il forno ventilato cuocete a 160° per circa 6 minuti). Nel frattempo che il salmone arriverà a cottura occupatevi di realizzare la finta maionese. Versate l'olio di semi nel bicchiere di un mixer ad immersione 14 e aggiungete il succo d'arancia filtrato 15. Unite il latte di soia 16 e frullate il tutto con un mixer ad immersione 17 fino ad ottenere una maionese cremosa, quindi trasferitela in una ciotolina 18. Aggiungete la scorza di arancia e mescolate per amalgamare il tutto. Una volta sfornati i vostri bocconcini di salmone speziato e croccante 20 serviteli ben caldi accompagnandoli con la finta maionese all'arancia 21. "
}