{
    "title": "Torta uovo pasquale",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "16"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta uovo pasquale iniziate dalla base: nella ciotola di una planetaria munita di fruste versate il burro ammorbidito a pezzetti e lo zucchero 1 per lavorarli a crema. Dopodiché unite le uova 2 e il latte condensato 3. Sciogliete il cioccolato fondente a bagnomaria (oppure al microonde), fatelo intiepidire leggermente e versatelo nel composto4. Continuate a far andare le fruste della planetaria e aggiungete il latte a temperatura ambiente a filo 5. In una ciotola setacciate la farina, il lievito e il cacao amaro 6. Unite le polveri poco alla volta al composto, aiutandovi con un cucchiaio 7. Imburrate e infarinate lo stampo per uova lungo 28cm e largo (nella parte più larga) 20,5 cm 8 e versate all'interno l'impasto della torta 9; cuocetela in forno statico preriscaldato a 180° per 60 minuti (se forno ventilato a 160° per circa 50 minuti). Una volta cotta, sfornatela 10 e lasciate intiepidire, poi sformatela e fatela raffreddare completamente su una gratella 11. Nel frattempo dedicatevi alla crema: in una ciotolina mettete in ammollo i fogli di gelatina in acqua fredda per almeno 10 minuti 12. In una padella versate i lamponi precedentemente lavati e lo zucchero 13: cuoceteli a fuoco dolce mescolando fino a quando non diventeranno una purea. Passate la coulis ottenuta ancora calda al passaverdure 14, quindi per renderela ancora più fine, filtratela con un colino a maglie strette 15. Ponete i fogli di gelatina scolati e strizzati nella coulis tiepida 16 e mescolate con un cucchiaino per farli sciogliere. In una ciotola raccogliete la panna fresca liquida e versate il latte condensato 17; lavorate gli ingredienti con le fruste 18 in modo da montare il composto. Aggiungete anche la coulis in cui avete sciolto la gelatina 19, oramai fredda, e mescolate con una spatola dall'alto verso il basso 20 per non smontare la panna. Versate la crema al lamponi in una terrina bassa e larga e copritela con pellicola a contatto 21. Riponetela in frigorifero a rassodare fino al momento di utilizzarla. Per ultima preparate la ganache: in un pentolino versate la panna, scaldatela e quando avrà sfiorato il bollore, aggiungete il burro a pezzetti per farlo sciogliere 22. Quindi versate il cioccolato fondente 23 e mescolate con un cucchiaio di legno per farlo sciogliere 24; dopodiché versate il composto in una ciotola e coprite con pellicola trasparente a contatto, per far raffreddare e rassodare la ganache. Quando sarà la torta sarà ben fredda, tagliatela a metà in senso orizzontale per creare due dischi 25; ponete una metà su un piatto da portata e farcitela con la crema ai lamponi aiutandovi con una sac-à-poche usa e getta a cui avrete realizzato una punta molto ampia 26. Quindi coprite con l'altro disco 27. Ora preparate la glassa: ponete l'albume in una ciotola con un pizzico di sale, iniziate a montarlo con le fruste 28 e quando sarà bianco unite poco alla volta lo zucchero a velo 29, continuando a montare. Quando avrete ottenuto un composto fluido e liscio, inseritelo in una sac-à-poche a cui avrete praticato una punta molto piccola 30. A questo punto potete rivestire la torta con la ganache di cioccolato oramai fredda 31: distribuite uno strato uniforme su tutta la torta aiutandovi con una spatola 32. Poi ponete la ganache avanzata in una sac-à-poche con bocchetta a stella e decorate tutto il perimetro della torta con dei ciuffetti 33. Decorate il perimetro superiore con la glassa 34, mentre la superficie con ciuffi di ganache 35 e lamponi 36. Servite la vostra torta uovo pasquale come dessert per il pranzo di Pasqua! "
}