{
    "title": "Quesadillas",
    "ingredients": [
        {
            "ingredient": "Tortillas di mais",
            "quantity": "8"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "450 g"
        },
        {
            "ingredient": "Cipolle ramate",
            "quantity": "4"
        },
        {
            "ingredient": "Insalata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le quesadillas, iniziate tagliando la cipolla a fette non troppo sottili 1. Occupatevi poi dei petti di pollo: poneteli su un tagliere e tagliateli a listarelle 2. Dopo aver fatto scaldare un filo d’olio in una padella antiaderente, versateci la cipolla a fette e cuocete a fuoco basso fino a che non si dorerà 3. Unite poi le listarelle di pollo 4 e fate cuocere per circa 15 minuti, salate a piacere. Nel frattempo grattugiate la fontina (o l'Edamer) 5, lavate con cura il pomodoro e affettatelo 6. Dopodichè prendete una padella e fate scaldare la tortilla da entrambi i lati 7, se volete potete preparare da voi le tortillas di farina o le tortillas di mais. Quindi formate un primo strato di formaggio grattugiato 8 e adagiateci sopra il pollo a listarelle 9. Unite anche la cipolla che avete fatto cuocere con il pollo 10, i pomodori 11 e l’insalata 12. Terminate formando un altro strato di formaggio grattugiato 13 e chiudete con un’altra tortilla, premendo bene per far aderire il formaggio alla tortilla 14. Una volta spento il fuoco, trasferite le quesadillas su un tagliere e dividetele in 4 parti 15. Le vostre quesadillas sono pronte per essere servite e gustate ancora calde! "
}