{
    "title": "Cake con pere e amaretti",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "190 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 5) 260 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pere coscia",
            "quantity": "mondate 400 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "per guarnire q.b."
        }
    ],
    "preparation": " Per preparare il cake con pere e amaretti inziate da quest'ultimi. Trasferiteli nel bicchiere di un mixer 1 e frullateli 2 fino a ridurli in polvere 3.Â In un'altra ciotola versate poi la farina, il lievito 4, gli amaretti sbriciolati 5 e mescolate con un cucchiaio per uniformare le polveri 6.Â Rompete le uova in una ciotola capiente, unite lo zucchero 7 e sbattete il tutto con le fruste elettriche fino a che avrete ottenuto un composto gonfio e spumoso 9.Â Continuando a sbattere versate l'olio a filo 10 e quando sarÃ ben incorporato fermatevi. Aggiungete poi le farine 11 mescolando dal basso verso l'alto 12.Â Il composto dovrÃ risultare liscio e ancora montato 13. Sbucciate poi le pere 14 ed eliminando il torsolo centrale tagliate la polpa a cubetti 15.Â Unitele all'impasto 16 e mescolate delicatamente per incorporarle. Imburrate e infarinate uno stampo da 24x24 cm, poi versate l'impasto all'interno 17. Cuocete in forno statico preriscaldato a 180Â° per 45 minuti. Sfornate la torta 18Â e fatela raffreddare su una gratella 19. Tagliatela poi in 16 cubotti, spolverizzate con lo zucchero a velo 20 e servite il vostro cake pere e amaretti 21.Â "
}