{
    "title": "Torta fredda al limone",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la torta fredda al limone, iniziate dalla base: sciogliete il burro a fuoco molto dolce poi fate intiepidire. In un mixer inserite i biscotti secchi 1, e frullate fino a ridurli in polvere. Trasferite in una ciotola e unite il burro sciolto 2 e lasciato intiepidire. Mescolate con un cucchiaio 3. Ponete il composto in una tortiera a cerniera del diametro di 20 cm rivestita con carta da forno. Con il dorso di un cucchiaio distribuite bene il composto di biscotti secchi su tutta la base 4. Ponete a rassodare in frigo per almeno 30 minuti. Intanto passate a preparare la crema: in una pirofila bassa e larga versate acqua fredda e ponete a sciogliere i fogli di gelatina 5. Dovranno rimanere in ammollo per circa 10 minuti. In una ciotola versate lo yogurt, grattugiate la scorza di limone non trattato 6 quindi spremetene il succo 7. Versate anche il succo ottenuto nella ciotola con gli altri ingredienti 8 e mescolate 9. Una volta pronta 10, potete unire alla crema lo zucchero a velo 11, mescolando accuratamente perchè si sciolga del tutto 12. In un pentolino scaldate 150 g di panna presi dalla dose totale, fate arrivare a sfiorare il bollore. Poi prendete la gelatina e strizzatela dolcemente 13, versatela nella panna scaldata 14 quindi mescolate per farla sciogliere completamente. Lasciate intiepidire leggermente e versate il tutto in ciotola 15. Mescolate per far amalgamare bene i due composti 16. Poi in una ciotola versate i 250 g di panna fresca liquida rimasti e montate con delle fruste elettriche 17; a questo punto versate anche la panna montata nel composto con lo yogurt 18. Mescolate il tutto delicatamente con una marisa, dall'alto verso il basso in modo che la crema non perda la sua consistenza spumosa 19. Potete versare la crema ottenuta sulla base della torta fredda, oramai rassodata 20; livellate il tutto con la spatola o il dorso di un cucchiaio 21 e riponete in frigo a rassodare. E' preferibile attendere un giorno intero o almeno una notte perchè la torta si solidifichi completamente. Per decorare la torta fredda di limone, potete sminuzzare grossolanamente il cioccolato bianco 22; rimuovete lo stampo a cerniera e la carta da forno, distribuite il cioccolato bianco sulla superficie della torta 23. La vostra torta fredda al limone è pronta per essere gustata 24! "
}