{
    "title": "Tartellette alle pesche e crema",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi ½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medi 3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Pesche noci",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare le tartellette alle pesche e crema, iniziate dalla pasta frolla (potete consultare nel dettaglio il procedimento qui): in un mixer ponete la farina, versate il burro freddo a pezzi 1, lo zucchero a velo 2 e il sale 3. Quindi azionate il mixer fino ad ottenere un composto sabbioso 4. Trasferitelo su una spianatoia o un piano di lavoro freddo. Quindi prendete metà di una bacca di vaniglia, estraete i semi aiutandovi con la punta di un coltellino 5 e aggiungeteli al composto sabbioso 6. Formate la classica fontana e versate al centro il tuorlo 7; impastate brevemente il tutto a mano 8, fino ad ottenere un composto liscio e omogeneo 9 dandogli la forma di un panetto. Avvolgetelo con la pellicola trasparente 10 e lasciatelo raffreddare in frigorifero per almeno mezz’ora. Nel frattempo preparate la crema: in una pentola capiente versate i tuorli e aggiungete lo zucchero 11, mescolate a fuoco bassissimo con una frusta fino a sciogliere lo zucchero 12. Quindi unite la maizena e la farina setacciandole a mano a mano 13 e mescolate il tutto sempre con la frusta per ottenere un composto omogeneo e senza grumi 14. A questo punto, aggiungete il latte a temperatura ambiente 15 e la panna a filo, stemperando sempre con una frusta. Prendete l'altra mezza bacca di vaniglia, incidetela con il coltello ed estraete i semi da aggiungere alla crema 16, poi immergete anche il mezzo baccello aperto e diviso in due 17. Ad ultimo grattugiate direttamente nella pentola la scorza del limone non trattato 18. Mescolate continuamente con la frusta e lasciate cuocere la crema a fuoco molto basso per almeno 15 minuti o fino a che la crema non avrà raggiunto una consistenza cremosa e compatta come la crema pasticcera 19. Poi spegnete il fuoco, fate intiepidire la crema e trasferitela in una sac-à-poche. A questo punto riprendete la pasta frolla dal frigorifero e ponetela su un ripiano di lavoro o una spianatoia infarinata. Stendetela con un mattarello fino a raggiungere lo spessore di mezzo cm 20 (se la pasta frolla tendesse a rompersi, mettetela tra due fogli di carta da forno leggermente oleati e stendetela sempre con il mattarello). Dopodichè con un coppapasta ricavate 8 dischi di circa 9-10 cm di diametro 21. Adagiate i dischi ottenuti in stampini del diametro di 8 cm precedentemente imburrati e infarinati. Foderate bene ciascuno stampino con la pasta, facendo aderire il fondo e i bordi. Prendete la sac-à-poche con la crema e riempite ciascuno stampino fino al bordo 22; poi poneteli in frigo a raffreddare: in questo modo eviterete che i bordi della frolla collassino verso l’interno durante la cottura. Nel frattempo preparate la decorazione con le pesche: tagliatele in 4 spicchi 23 e poi a metà nel senso della larghezza 24. Iniziate dalla base larga e praticate al centro una piccola incisione obliqua come per formare una V rovesciata (25-26). Lasciando qualche millimetro di spazio, praticate altri tagli sempre a V; ripetete ancora l'operazione arrivando quasi all'estremità del quarto di pesca 27. A questo punto delicatamente con le dita fate scivolare i pezzetti di pesca verso il basso 28; dovreste aver formato una spiga. Ponetela al centro di ogni tortina 29 e infornatele in forno statico preriscaldato a 170° per 45-50 minuti (se forno ventilato a 160° per 40-45 minuti). Tiratele fuori dal forno quando i bordi delle tartellette saranno dorati 30. Sformatele e servite le vostre tartellette alle pesche e crema tiepide! "
}