{
    "title": "Blondies alle pere",
    "ingredients": [
        {
            "ingredient": "Pere Williams",
            "quantity": "280 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per realizzare i blondies alle pere iniziate sbucciando le pere e poi tagliatele a dadini di circa 1 cm 1. Ponete i dadini di pera in una padella 2, aromatizzate con un cucchiaino di cannella 3 e fateli saltare velocemente e a fuoco vivace. Passati pochi minuti, spegnete il fuoco e lasciateli raffreddare completamente 4 e occupatevi dell'impasto: ponete il latte condensato in una ciotola capiente 5 unite lo zucchero di canna e con uno sbattitore elettrico (oppure con una frusta a mano) montate il composto 6. In una ciotola ponete la farina e il lievito setacciati 7, aggiungete il sale e unite le polveri al composto di latte condensato 8. Incorporate il burro fuso intiepidito 9 e amalgamate gli ingredienti, sempre con la frusta elettrica, fino ad ottenere un composto morbido e omogeneo 10. Per ultimo aggiungete i bocconcini di pera aromatizzati alla cannella 11 e mescolate con una spatola 12. Imburrate una teglia rettangolare che misuri 20x26 cm, foderate con la carta forno ( per tutti i dettagli consultate la scheda: come foderare una teglia con carta da forno). Versate l’impasto nella teglia e distribuite bene il composto aiutandovi con una spatola (13-14). Cuocete in forno statico preriscaldato a 180° per circa 40 minuti (se usate il forno ventilato a 160° per 30 minuti) fino a quando la superficie non risulterà ben dorata 15. Lasciate raffreddare il dolce, rovesciatelo su un tagliere 16 e tagliatelo a strisce 17 e poi da queste ricavate dei cubotti. I vostri blondies alle pere sono pronti per essere gustati, se gradite potete spolverizzarli con lo zucchero a velo 18! "
}