{
    "title": "Banane flambe'",
    "ingredients": [
        {
            "ingredient": "Banane",
            "quantity": "non troppo mature 4"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Rum",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare le banane flamè cominciate spremendo l’arancia 1 e filtrandone il succo 2. Quindi prendete una padella antiaderente sul fuoco e fate sciogliere lo zucchero 3. Quando inizia a caramellare 4, acquistando la colorazione biondo scura, aggiungete il burro 5. Appena il burro si sarà sciolto, aggiungete nella padella a fuoco dolce le banane sbucciate ancora intere per 1-2 minuti 6. Giratele delicatamente da ambo i lati in modo da non romperla ma facendo sì che assorbano il calore uniformemente. A questo punto aggiungete il rum 7 e lasciate che prenda fuoco, inclinando leggermente la padella verso la fiamma oppure utilizzando un cannello da pasticceria. Quando le fiamme si saranno affievolite fino a sparire del tutto, togliete le banane dalla padella e tenetele da parte. Nel caramello rimasto nella padella, aggiungete il succo d’arancia 8 ed emulsionate con un cucchiaio di legno. Rimettete quindi le banane nella padella e cuocetele un'altra volta rigirandole per una cottura uniforme 9. Ora che le banane sono cotte tagliate una mezza banana a rondelle 10 e disponetela in un piatto da dessert. Affiancate alla banana tagliata l’altra banana e versate sopra ad entrambe la salsa di caramello 11. Potete servire lasciando la banana flambata intera oppure tagliandola, tutta o in parte, a rondelle da affiancare l'una all'altra per una elegante presentazione del frutto. Potete anche servire queste squisite banane flambè con una pallina di gelato alla vaniglia o al cioccolato. "
}