{
    "title": "Crema al burro al cioccolato",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 175 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 6) 90 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "12 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare la crema al burro al cioccolato, iniziate a tritare il cioccolato fondente 1, poi trasferitelo in una bastardella 2 e scioglietelo a bagnomaria, mescolando spesso 3. Quando sarà completamente fuso 4, versatelo in una ciotola e lasciatelo intiepidire, continuando a mescolare di tanto in tanto. Nel frattempo occupatevi di preparare lo sciroppo che servirà a pastorizzare i tuorli e a dare una struttura più ferma alla vostra crema: versate lo zucchero in un pentolino, aggiungete l'acqua 5 e lasciatelo sobollire fino a raggiungere la temperatura di 121° 6, per questa operazione potete utilizzare un termometro da cucina. Quando lo sciroppo nel pentolino avrà raggiunto la temperatura di 115° versate i tuorli nella ciotola di una planetaria e iniziate a montarli 7. Non appena lo sciroppo avrà raggiunto la temperatura indicata versatelo a filo nella planetaria sempre in azione 8 e continuate a lavorare il tutto fino a completo raffreddamento. Nel frattempo trasferite il burro morbido, tagliato a cubetti in una ciotola, aggiungete i semi di mezza bacca di vaniglia 9; aiutandovi con una spatola iniziate a lavorarlo a crema, fino ad ottenere un composto morbido e omogeneo 10. Unite quindi, poco per volta, il burro nella planetaria in azione 11, fino a terminarlo; dovrete ottenere un composto cremoso 12. Sempre con le fruste in azione incorporate lentamente il cioccolato fuso ormai tiepido nella planetaria 13, quindi trasferite la crema in una ciotola e aggiungete anche il cacao in polvere setacciato 14. Mescolate con una spatola fino ad amalgamare il tutto e la vostra crema al burrro al cioccolato sarà pronta 15. "
}