{
    "title": "Tartufo gelato",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "70 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Glucosio",
            "quantity": "10 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare il tartufo gelato iniziate a realizzare il gelato al cioccolato. Tagliate finemente il cioccolato fondente e tenetelo da parte 1. Versate la panna in un pentolino e portatela a sfiorare il bollore, quindi spostatelo dal fuoco e unite nel pentolino anche il cioccolato 2 e lo zucchero 3. Mescolate per amalgamare tutti gli ingredienti 4 e aggiungete anche il latte tiepido 5, mescolate nuovamente 6 e lasciate raffreddare a temperatura ambiente. Una volta freddo, versate il composto al cioccolato nella gelatiera 7 e lasciatela girare per 35 minuti, fino ad ottenere un composto piuttosto cremoso 8. Quindi trasferite il gelato al cioccolato in una pirofila bassa, copritelo con della pellicola trasparente 9 e riponetelo in freezer per almeno 2 ore. Nel frattempo preparate anche il gelato alla nocciola. Versate in una ciotola il latte, la panna 10, lo zucchero 11 e la pasta di nocciole 12. Mescolate il tutto con una frusta fino ad amalgamare gli ingredienti e versate il composto nella gelatiera 13 e lasciatela girare per 30 minuti, fino ad ottenere un composto piuttosto cremoso 14. Trasferite il gelato alla nocciola in una pirofila bassa, coperto con della pellicola trasparente 15 e riponetelo in freezer per almeno 2 ore. A questo punto preparate la ganache al cioccolato fondente, che sarà il cuore del vostro tartufo gelato. Tritate grossolanamente il cioccolato fondente, versate la panna in un tegame e portatela a sfiorare il bollore a fuoco dolce. Spegnete il fuoco, unite il cioccolato nella panna calda 16 e aggiungete anche il glucosio 17. Quindi mescolate il tutto fino ad ottenere un composto uniforme 18. Trasferite la ganache al cioccolato in una pirofila 19 e coprite con la pellicola a contatto 20. Lasciate raffreddare a temperatura ambiente, trasferitela in una sac-à-poche e riponetela in frigorifero a rassodare 21. Prendete lo stampo in silicone (da 460 g) e riempite le mezze sfere con una pallina di gelato al cioccolato 22, livellate aiutandovi con una spatola 23 e riponete in freezer per un’altra ora. Prendete un altro stampo e, sempre aiutandovi con lo spallinatore, riempite le mezze sfere con il gelato alla nocciola 24. Livellate la superficie 25 e riponete anche questo in freezer per un’ora. Trascorso questo tempo estraetelo dal freezer e con uno scavino create la cavità 26 e riempitela con la ganache al cioccolato 27. Livellate nuovamente 28 e riponete in freezer per un’ora. A questo punto riprendete entrambi gli stampi e posizionateli uno sopra l’altro 29 in modo da far combaciare le mezze sfere di gelato. Lasciate che questi si uniscano facendo una leggera pressione con le mani 30 e riponete in freezer per ancora 1 ora. Estraete lo stampo dal freezer al momento di servire il vostro tartufo gelato. sformate delicatamente le sfere: fate una leggera pressione sui due stampi contemporaneamente per far uscire ciascun tartufo gelato 31 e passatele nel cacao 32. Posizionate i tartufi su un piatto da portata e servite 33. "
}