{
    "title": "Fagottini di crepes alle fragole",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Fragole",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare i fagottini di crepes alle fragole, iniziate dall'impasto delle crepes: versate la farina setacciata in una ciotola, unite il latte a temperatura ambiente 1 e mescolate con una frusta fino ad ottenere un impasto liscio e senza grumi. Unite 20 gr di burro fuso e fatto intiepidire 2, poi lo zucchero 3 mescolate il tutto con una frusta per amalgamare gli ingredienti 4; poi incidete una bacca di vaniglia e raschiate con un coltellino per prelevare i semini interni 5. Uniteli al composto 6 mentre in una ciotolina a parte sbattete le uova 7 e unitele al resto degli ingredienti 8, mescolando accuratamente con la frusta per ottenere un composto omogeneo e cremoso 9. Ponetelo in frigorifero a riposare per almeno 30 minuti, coperto con pellicola. Passato il tempo necessario, scaldate una padella per crepes o una padella ampia antiaderente e ungetela con poco burro 10; versate al centro un mestolo di impasto 11 e spargetelo su tutta la superficie aiutandovi con l'apposito attrezzo oppure con il dorso dello stesso mestolo 12. Cuocete le crepes per un minuto muovendo la padella di tanto in tanto o aiutandovi con una spatola per staccarle dal fondo 13, quindi giratele per cuocerle anche dall'altra parte; a mano a mano che realizzate le crepes, ponetele una sull'altra su un piatto da portata 14. Preparate poi la crema per il ripieno: in una ciotolina versate il mascarpone e unite lo zucchero a velo 15. Lavate le fragole, togliete le foglioline verdi e tagliatele a pezzetini 16, quindi unitele alla crema di mascarpone 17; poi ricavate dei fili sottili dalla bacca di vaniglia che avete usato in precedenza 18: serviranno a chiudere i fagottini. Farcite ciascuna crepes con un cucchiaio di crema alle fragole 19, quindi prendete i lembi della crepes e chiudeteli a mo' di fagottino (20-21). Sigillatelo con un filo di bacca di vaniglia 22 e tenete tutti i fagottini da parte coperti con pellicola trasparente perchè non si secchino. Inifine dedicatevi alla ganache al cioccolato: in un tegame versate la panna e il burro 23, scaldate a fuoco dolce e versate anche il cioccolato foondete 24. Mescolate con un cucchiaio di legno fino a quando il cioccolato non si sarà completamente sciolto e la ganache addensata 25. Al momento di servire, versate la ganache a specchio sui piattini da portata 26 e adagiatevi i fagottini di crepes alle fragole 27! "
}