{
    "title": "Muffin al latte di mandorla e gocce di cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "115 g"
        },
        {
            "ingredient": "Latte di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 130 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "110 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3 medie) 150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Vanillina",
            "quantity": "1 bustina"
        }
    ],
    "preparation": " Per preparare i muffin al latte di mandorla e gocce di cioccolato mettete il burro ammorbidito in una ciotola capiente, aggiungete lo zucchero 1 e mescolate con le fruste elettriche 2 fino ad ottenere un composto denso e cremoso. Aggiungete un uovo alla volta 3 e incorporatelo allâimpasto con le fruste elettriche 4; aspettate che ogni uovo sia completamente amalgamato prima di aggiungerne un altro. Versate nella ciotola la farina setacciata 5, il lievito 6, la vanillina 7 e il latte di mandorla 8 e amalgamate il tutto con le fruste elettriche 9. A questo punto unite quasi tutte le gocce di cioccolato 10 e mescolate con una spatola 11 per incorporarle uniformemente al composto 12; il resto delle gocce di cioccolato servirÃ per la guarnizione dei muffin. Trasferite lâimpasto ottenuto in un sac-Ã -poche senza bocchetta. Foderate lo stampo da muffin con i pirottini di carta e riempiteli con lâimpasto per circa tre quarti 13. Decorate la superficie con le gocce di cioccolato che avete tenuto da parte 14 e cuocete in forno statico preriscaldato a 180Â° per circa 20 minuti. Trascorso il tempo di cottura, fate la prova dello stecchino e sfornate i vostri deliziosi muffin al latte di mandorla e gocce di cioccolato 15! "
}