{
    "title": "Cannoli di Grana ripieni",
    "ingredients": [
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "650 g"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cannoli di Grana ripieni per prima cosa grattugiate il Grana Padano con la grattugia a maglie strette 1, prendete una leccarda, adagiate sopra un foglio di carta da forno e distribuite 15 g di Grana 2 e stendetelo con il dorso di un cucchiaio in un disco ovalizzato di 10 cm circa 3. Cuocete la cialda di Grana, una alla volta, in forno statico preriscaldato a 200° per 5-7 minuti circa, fino a quando il formaggio non sarà diventato dorato. A cottura ultimata sfornate la cialda 4 trasferite il foglio di carta da forno su un piano di lavoro e adagiate sopra un cannello per cannoli 5, quindi arrotolatela ancora calda ripiegando la carta forno per aiutarvi a staccare la cialda inizialmente 6 Arrotolate tutta la cialda attorno allo stampino 7 per creare i classici cannoli 8, pressando delicatamente per sigillare le due estremità. Quindi adagiateli su una gratella 9 e lasciateli raffreddare. Ora occupatevi della farcitura: setacciate la ricotta attraverso un colino 10, aromatizzatela con la scorza del limone 11 e condite con sale, pepe 12, olio di oliva 13, l’erba cipolla tagliata a pezzettini 14 e per finire unite anche la granella di pistacchi 15, mescolate la crema per amalgamarla. Trasferite la crema di ricotta in una sac-à-poche con bocchetta liscia 16. Prendete i cannoli e sfilate delicatamente il cannello 17, quindi farciteli spremendo all’interno la crema di ricotta da un'estremità 18 e dall'altra. Proseguite in questo modo fino a realizzare 10 cannoli di Grana 19. Per concludere condite le due estremità con la granella di pistacchi 20 e di nocciole. I cannoli di Grana ripieni sono pronti per essere gustati 21. "
}