{
    "title": "Crema spalmabile alla nocciola e cioccolato",
    "ingredients": [
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "195 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crema spalmabile alla nocciola e cioccolato ponete in una ciotola capiente la pasta di nocciole; aggiungete l'olio di semi 1 e un pizzico di sale 2. Incidete una bacca di vaniglia nel senso della lunghezza 3; estraete i semi, raschiandola con un coltellino 4 ed uniteli al composto a base di pasta di nocciole 5. Mescolate con una spatola in modo da amalgamare bene tutti gli ingredienti 6. Tritate il cioccolato al latte con un coltello 7 e fatelo sciogliere a bagnomaria, prestando attenzione che l'acqua del pentolino non sfiori il fondo della bastardella in cui avete messo il cioccolato 8 (in alternativa potete scioglierlo nel microonde: scaldate per pochi secondi alla massima potenza, spegnete, poi mescolate e ripetete lâoperazione fino al completo scioglimento). Quando il cioccolato si sarÃ sciolto del tutto 9, spegnete. Unite il cioccolato fuso 10 e il cacao in polvere setacciato alla pasta di nocciole 11 e mescolate molto bene fino ad ottenere una crema liscia ed omogenea; se doveste riscontrare la presenza di grumi, potete frullare la crema con un frullatore ad immersione. Sterilizzate i vasetti a chiusura ermetica, fateli raffreddare e successivamente riempiteli con la crema 12. Chiudete il tappo e ponete in frigorifero a rassodare per almeno 20 minuti. Una volta pronta, potete utilizzare la crema spalmabile alla nocciola e cioccolato per farcire fette di pane e per preparare merende gustose! "
}