{
    "title": "Involtini di pasta fillo con gamberi e spinaci",
    "ingredients": [
        {
            "ingredient": "Pasta fillo",
            "quantity": "270 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "450 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "(facoltativo) 1 spicchio"
        }
    ],
    "preparation": " Per realizzare la ricetta degli involtini di pasta fillo con gamberi e spinaci iniziate dalla preparazione degli spinaci: mondate e lavate gli spinaci (oppure procuratevi degli spinaci freschi già lavati, imbustati e pronti da cuocere). Ponete sul fuoco una padella con un filo di olio e uno spicchio di aglio (se lo gradite) 1, unite gli spinaci e fateli lessare a fuoco medio (per circa 5-6 minuti), con l’acqua che gli stessi spinaci hanno trattenuto durante il loro lavaggio 2, salate, pepate e coprite con un coperchio la pentola. Una volta cotti 3, eliminate l'aglio, strizzateli bene e lasciateli sgocciolare in un colino per togliere l'acqua in eccesso 4. Ora pulite i gamberi seguendo le indicazioni che trovate nella scheda Come pulire i gamberi della Scuola di cucina: sciacquateli sotto l’acqua corrente, staccate la testa, le zampette, il carapace 5 e la coda. Eliminate l’intestino interno: incidete il dorso del gambero con uno stecchino ed eliminatelo tirando delicatamente 6. Tagliate i gamberi puliti in piccoli bocconcini da 1 cm circa 7, ponete sul fuoco una padella con un filo di olio 8 e fate scottare i gamberi per pochi minuti 9. Salate 10 e pepate i gamberi. Fate tostare i pinoli in un altra padella girandoli spesso, fino a che non risulteranno dorati 11. Toglieteli dal fuoco e metteteli da parte. Fate sciogliere il burro in un pentolino, poi appoggiate sul piano da lavoro un foglio di pasta fillo e spennellatelo con il burro fuso 12, quindi adagiate sopra un altro foglio delle stesse dimensioni per farli aderire l’uno con l’altro. Dalla pasta che avete a disposizione (noi abbiamo usato dei fogli di pasta fillo che misurano 48 cm x 24 cm), ricavate quattro rettangoli uguali tagliando a metà la pasta sia nel senso della lunghezza 13 che nel senso della larghezza 14. In questo modo si ottengono 4 rettangoli della misura di 12 cm x 24. Ponete il composto di spinaci, gamberi e pinoli alla base stretta del rettangolo. Prendete l’angolo in basso a sinistra del rettangolo e ripiegatelo a metà sul lato lungo del rettangolo di pasta in modo da creare un triangolo. Proseguite ad avvolgere il triangolo di pasta su se stesso fino al termine della striscia di pasta (16-17). Avrete così creato degli involtini triangolari 18, proseguite con la restante pasta fillo (con queste dosi otterrete circa 12 involtini). Prendete una leccarda, rivestitela di carta da forno e appoggiate delicatamente gli involtini, spennellateli con i tuorli d’uovo sbattuti 19 per conferire una doratura uniforme in cottura. Spolverate con i semi di papavero 20 e infornate in forno preriscaldato statico a 200° per 25 minuti (o in forno ventilato a 180° per 15-20 minuti). Gli involtini di pasta fillo con gamberetti e spinaci saranno pronti quando risulteranno dorati in superficie, lasciateli intiepidire 21 e portateli in tavola! "
}