{
    "title": "Cheesecake alle pesche senza lattosio e senza glutine",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi senza glutine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro di soia",
            "quantity": "75 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile senza lattosio",
            "quantity": "525 g"
        },
        {
            "ingredient": "Panna fresca senza lattosio",
            "quantity": "250 g"
        },
        {
            "ingredient": "Fruttosio",
            "quantity": "160 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pesche noci",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "60 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "30 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per la preparazione della cheesecake alle pesche senza lattosio e glutine, cominciate dalla base di biscotti. Imburrate uno stampo a cerniera da 22 cm e foderatelo con carta forno sia alla base che sul bordo. Versate i biscotti senza glutine in un mixer 1 e frullateli fino ad ottenere un composto sabbioso 2. Trasferitelo in una ciotola, quindi sciogliete il burro e versatelo sulla polvere di biscotti 3. Mescolate con un cucchiaio 4 e versate il tutto sul fondo della tortiera 5 livellando bene con il dorso di un cucchiaio per coprire tutta la superficie in maniera uniforme 6. Lasciate compattare la base in frigo per circa 30 minuti. Nel frattempo preparate la crema: mettete in ammollo i fogli di gelatina in acqua fredda per circa 10 minuti 7. Contemporaneamente, montate 200 g di panna senza lattosio con l’aiuto di una planetaria con frusta o uno sbattitore elettrico 8. In una ciotola a parte, versate il formaggio cremoso senza lattosio, unite anche il fruttosio 9 e lavorate il composto con un sbattitore elettrico, fino ad ottenere una crema omogenea 10. Scaldate in un pentolino i restanti 50 g di panna e scioglietevi, a fuoco spento, la gelatina ben strizzata 11 mescolando con una frustina a molla piatta 12. Lasciate intiepidire la panna con la gelatina e inseritela, a poco a poco, nella crema al formaggio 13 continuando a mescolare. La crema e la gelatina sciolta dovranno essere alla stessa temperatura per evitare shock termici e la conseguente formazione di grumi. Unite al composto anche la panna precedentemente montata mescolando con una spatola e praticando movimenti dal basso verso l’alto 14; versate la crema ottenuta sulla base di biscotti 15. Livellate bene con una spatolina 16 fino ad ottenere una superficie liscia e regolare 17; coprite la tortiera con della pellicola trasparente 18 e lasciate rassodare la cheesecake in frigo per circa 6 ore. Giunti al momento della decorazione, lavate e tagliate le pesche noci a fettine molto sottili, senza sbucciarle 19. Spremete il succo di limone 20 e versatelo sopra le pesche 21 per non farle ossidare. Estraete la cheesecake dal frigo ed eliminate delicatamente la cerniera e il bordo di carta forno 22. Poi, con l’aiuto di una spatola piatta 23, sollevatela molto delicatamente dalla teglia e trasferitela su un’alzatina o su un piatto. Decoratela con le fettine di pesca disposte a raggiera, cominciando dal bordo esterno 24. Realizzate, con le pesche, un cerchio completo 25, poi tagliate le fragole a fettine 26 e disegnate con queste un secondo cerchio più interno 27. Lavate e asciugate i ribes e completate con questi la decorazione al centro della torta 28 aggiungendo anche delle foglioline di menta 29. Tagliate a fette e servite la torta ben fredda 30. "
}