{
    "title": "Tortini di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "(circa 2) 1,6 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Provolone",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i tortini di melanzane, lavate le due melanzane e spuntatele; tagliatene una a fette spesse mezzo centimetro per il senso della larghezza 1 e grigliatele su una griglia di ghisa rovente 2 da entrambe i lati 3. Poi tagliate l'altra melanzana a fette spesse circa 1 cm 4 e ricavate dei dadini 5. Poi preparate anche gli altri ingredienti: lavate e tagliate i pomodorini a quarti 6; sbucciate uno spicchio d'aglio e tritate anche i rametti di timo 7. Poi tagliate anche il provolone a dadini 8 e il prosciutto cotto a strisce 9. Irrorate una padella ampia con un filo d'olio e fate rosolare lo spicchio di aglio 10 (potete usarlo intero e toglierlo al termine della cottura). Unite poi il timo tritato e le melanzane a dadini 11, mescolate con un cucchaio di legno e fate rosolare a fuoco dolce alcuni minuti. Quindi unite i pomodorini e aggiungete l'acqua 12 per favorire la cottura. Salate e pepate a piacere e lasciate cuocere per una decina di minuti fino a quando le melanzane non si saranno ammorbidite 13. Una volta cotte, spegnete il fuoco. Oleate accuratamente le cocottine di ceramica aiutandovi con un pennello da cucina 14 e adagiate sul fondo una fettina di melanzane 15. Proseguite con uno strato di melanzane a dadini 16, poi una striscia di prosciutto cotto 17 e dadini di provolone 18. Continuate a creare gli strati alternando gli ingredienti e terminate ciascun tortino con uno strato di melanzane 19 e dadini di provolone 20. Poi ponete le cocottine in una teglia e passatele in forno statico a 200° per 20 minuti (180° per 10 minuti se forno ventilato). Una volta pronti, sfornate i tortini di melanzane 21 e una volta intiepiditi, capovolgeteli sui piatti da portata per servirli! "
}