{
    "title": "Pasticcini di torta",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "90 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "95 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(medi) 6"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "140 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "4 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(calda) 4 cucchiai"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso, giallo e blu q.b."
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Matite alimentari",
            "quantity": "brillanti e ciocco caramel q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "perline morbide argentate q.b."
        },
        {
            "ingredient": "Fiori in ostia",
            "quantity": "25"
        }
    ],
    "preparation": " Per realizzare la torta pasticcini iniziate a preparate la base del pan di spagna: in una ciotola versate le uova, lo zucchero 1 e un pizzico di sale . Montatele per circa 20 minuti con uno sbattitore elettrico, dopodiché aggiungete l'olio 2, l'acqua e continuate a lavorare gli ingredienti con le fruste elettriche. Incidete la bacca di una vaniglia ed estraetene i semini per aggiungerli al composto 3. In una ciotolina setacciate la farina, la fecola di patate e il lievito; ncorporateli all'impasto un cucchiaio alla volta 4 e lavorate ancora con le fruste per amalgamare tutti gli ingredienti. Trasferite l'impasto ottenuto in una tortiera quadrata che misura 25 cm per lato imburrata e infarinata 5 e cuocete in forno statico preriscaldato per circa 25 minuti a 180° (oppure a 160° per 15 minuti se avete il forno ventilato). A cottura ultimata sfornate la torta e fatela raffreddare 6. Intanto preparate la crema pasticcera: prendete la bacca di vaniglia , incidetela con un coltellino 7 ed estraetene i semi raschiandola, ponete sul fuoco una casseruola capiente con il latte e la panna (potete omettere la panna ed usare al suo posto 100 ml di latte fresco); aggiungete i semi ed il baccello di vaniglia al latte e panna 8 . Accendete il fuoco dolce e quando il composto avrà sfiorato il bollore, spegnete il fuoco e lasciate la vaniglia in infusione per almeno 5 minuti. Intanto proseguite la preparazione separando gli albumi dai tuorli; raccogliete questi ultimi un una ciotola capiente e aggiungete lo zucchero 9. Sbattete i tuorli e lo zucchero con uno sbattitore elettrico oppure una frusta a mano per ottenere una crema omogenea. Quando saranno bianchi e spumosi, unite l'amido di mais 10.Togliete la bacca di vaniglia dal latte e panna scaldati e unite il composto con le uova 11. In una ciotola ammorbidite la gelatina in fogli nell’acqua fredda per almeno 10 minuti; poi accendete nuovamente il fuoco dolce e mescolate con una frusta continuamente per addensare il composto. Quando la crema sarà ben densa, spegnete il fuoco e versate la gelatina ben strizzata, mescolando perchè si sciolga completamente. versatela in una terrina bassa e ampia; copritela immediatamente con pellicola trasparente a contatto 13 e lasciate raffreddare a temperatura ambiente poi ponetela in frigo. Riprendente il pan di spagna e dividetelo a metà 14, farcite una metà con la crema pasticcera fredda 15, richiudete con l’altra metà 16 e fatelo rassodare in frigorifero per circa 1 ora. Poi riprendete la torta e dividetela in 25 cubetti uguali da 5 cm circa 17, tenete da parte in frigorifero e iniziate a preparare la glassa di ricopertura: setacciate lo zucchero a velo 22 e ponetelo in una ciotola, aggiungete l’acqua calda 18 e mescolate per ottenere una glassa omogenea. Dividete la glassa in 4 ciotole: una coloratela con il colorante rosso, aggiungete poco colorante alla volta fino ad ottenere una tinta rosa 19, poi ponete 6 pasticcini su una gratella con sotto un piatto e versate sopra la glassa per ricoprirli interamente 20. Colorate la seconda ciotola di glassa con il colorante giallo e versate la glassa su altri 6 pasticcini. Usate il colorante giallo e blu per ottenere una tinta verde pastello, ricoprite altri 6 pasticcini 21 e lasciateli asciugare. Per finire colorate l’ultima ciotola di glassa con il colorante blu per ottenere una tinta azzurra versatela sopra i 7 pasticcini rimanenti 22. Quando la glassa sarà asciutta, prendete la colla alimentare e applicatela sul bordo dei pasticcini 23, poi versate in una ciotola la granella di nocciole e rotolatevi i pasticcini in modo da far aderire la granella sul bordo dove avete applicato la colla alimentare 24. Man mano che ricoprite tutti i pasticcini con la granella adagiateli in un pirottino di carta. Prendete le matite brillanti e le matite ciocco caramel, disegnate un decoro sopra ciascun pasticcino 25, poi applicate le perline morbide, per ultimi aggiungete al centro di ciascun pasticcino un fiorellino di ostia 26. La torta pasticcini è pronta per essere gustata 27. "
}