{
    "title": "Involtini di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di melanzane, per prima cosa lavate e asciugate le melanzane, poi eliminate il picciolo e tagliatele per il lungo con una mandolina per ottenere 12 fette spesse circa 2 mm 1. Se desiderate, potete tamponare le fette di melanzana con della carta assorbente per togliere il liquido di vegetazione in eccesso 2; questo passaggio è facoltativo. Posizionate le fette di melanzana su una leccarda foderata con carta forno e cuocete in forno ventilato preriscaldato a 170° per 10 minuti 3. Nel frattempo, scaldate l’olio in un pentolino, aggiungete la passata di pomodoro 4; cuocete a fuoco medio per 10 minuti, mescolando di tanto in tanto, poi aggiustate di sale 5 e pepe. Usando la mandolina, riducete il caciocavallo a fettine possibilmente dello stesso spessore di quelle di melanzana 6. Ora potete assemblare gli involtini: posizionate una fetta di melanzana, fatta leggermente intiepidire, sul tagliere, aggiungete una fettina di prosciutto cotto 7 e finite con un paio di fettine di caciocavallo 8, poi arrotolate ciascuna fetta di melanzana 9; continuate fino a terminare gli ingredienti. Posizionate i rotolini in una pirofila con la chiusura rivolta verso il basso 10. Dopo averli posizionati tutti uno vicino all'altro nella pirofila, cospargete gli involtini con il sugo di pomodoro preparato in precedenza 11. Infine, tagliate il caciocavallo rimasto al coltello 12 e distribuitelo sopra agli involtini 13. Cuoceteli in forno statico preriscaldato a 180° per 7 minuti, poi azionate il grill a 240° e cuocete per altri 3 minuti 14. I vostri involtini di melanzane sono pronti per essere serviti 15, magari aggiungendo qualche fogliolina di basilico fresco! "
}