{
    "title": "Tegole dolci",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "80 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "4"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le tegole dolci, iniziate tostando le mandorle e le nocciole: rivestite una leccarda con carta da forno e dsponeteci sopra le mandorle e le nocciole 1. Cuocete in forno statico preriscaldato a 150° per 30 minuti o a 130° per 25 minuti se usate il forno ventilato. Trascorso questo tempo, lasciate intiepidire il tutto e poi spellate le mandorle e le nocciole con le mani, dopodichè trasferitele in un mixer assieme a metà della dose totale di zucchero 2. Azionate per qualche secondo, fino a ridurre il tutto in briciole 3. Trasferite la farina di noci e mandorle in una ciotola capiente e aggiungete il burro che avete fatto sciogliere in precedenza 4, mescolate fino a compattare, aiutandovi con una spatola 5. Aggiungete i semini della vaniglia, versate la farina in un colino e setacciatele direttamente nella ciotola contenente il composto 6, mescolate bene e mettete da parte. Ora ponete gli albumi in una ciotola e montateli con uno sbattitore elettrico 7. Non appena inizieranno a montarsi, aggiungete l'altra metà dose di zucchero 8 e continuate, fino a che non otterrete un composto gonfio e spumoso. Quindi unite gli albumi montati al composto 9. Mescolate con una spatola per amalgamare e ottenere un composto omogeneo 10. Rivestite nuovamente una leccarda con carta da forno e ponete con un cucchiaio piccole quantità di impasto di circa 10 g a 3-4 cm di dstanza le une dalle altre. Schiacciate ogni goccia di impasto con il dorso di un cucchiaio 11, formando dei cerchi del diametro di circa 7 cm e sottili 1/2 millimetro. Per facilitarvi nell'operazione, bagnate il dorso del cucchiaio, in modo che l'impasto non aderisca troppo alla superficie. Completata quest'operazione, cuocete in forno statico preriscaldato a 180° per 8 minuti o a 160° per 3-4 minuti se usate il forno ventilato. Quando risulteranno leggermente croccanti e brunite, sfornatele e adagiatele su un mattarello, in questo modo si seccheranno e acquisiranno la loro tipica forma incurvata 12. Non vi resta che servire le vostre tegole dolci accompagnandole con un ottimo vino bianco secco! "
}