{
    "title": "Pavesini pops",
    "ingredients": [
        {
            "ingredient": "Pavesini",
            "quantity": "30"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Melone cantalupo",
            "quantity": "polpa 100 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "liquido arancione (facoltativo) q.b."
        }
    ],
    "preparation": " Per preparare i pavesini pops, per prima dovrete preparare una crema di base per il ripieno, che poi potrete aromatizzare con diversi gusti. Mettete in ammollo 6 g di gelatina in acqua fredda per 10 minuti 1; quando sarà ammorbidita, strizzatela e scioglietela in 50 ml di panna, presa dalla dose totale, e fatta intiepidire (2-3). In una ciotola ponete lo yogurt greco e aggiungete il composto di panna e gelatina 4; stemperate il tutto con la frusta 5 e intanto montate in una planetaria dotata di frusta, o con le fruste di uno sbattitote elettrico 6, fino a quando sarà a neve ben ferma 7. Per maggiori indicazioni potete guardare la nostra Scuola di Cucina: come montare la panna. Unite la panna al composto di yougurt 8 e incorporatela delicatamente per non smontarla 9. Setacciate direttamente nella crema lo zucchero a velo 10, mescolate con la frusta 11 e mettete da parte la vostra crema liscia e morbida, coperta con un foglio di pellicola a contatto 12. Potete già dividere la crema in 4 parti (circa 80 g per ognuna) oppure prelevarne 80 g alla volta. Iniziate a preparare una purea di lamponi da aggiungere poi alla crema di base per aromatizzarla: frullare i lamponi lavati in un mixer 13 quindi passate la purea ottenuta al setaccio 14 per eliminare i semini e aggiungete poi la purea di lamponi ad 80 g di crema allo yogurt 15. Mescolate bene per amalgamare le due creme 16 e conservatela con un foglio di pellicola a contatto in frigorifero per almeno 1 ora. Passate ora alla purea di mirtilli: frullate i mirtilli lavati in un mixer 17 e passate la purea ottenuta al setaccio 18. Intanto mettete in ammollo in acqua fredda 2 g di gelatina, presa dai 5 g previsti negli ingredienti. Fate intiepidire la purea di mirtilli filtrata e aggiungete la gelatina ammorbidita ben strizzata 19. Mescolate per sciogliere la gelatina e unite la purea di mirtilli ad altri 80 g di crema allo yogurt 20. Mescolate 21 e conservate anche la crema ai mirtilli con un foglio di pellicola a contatto in frigorifero per 1 ora. Passate al melone: sbucciatelo e tagliate in pezzi 22 100 g di polpa che frullerete nel mixer 23. Passate al setaccio anche la purea di melone 24. Intanto mettete in ammollo gli altri 3 g rimanenti di gelatina e uniteli, ammorbiditi e ben strizzati, alla purea di melone leggermente riscaldata 25. Unite la purea di melone ad altri 80 g di crema allo yogurt 26 e mescolate. Se la crema dovesse risultare ancora bianca e volete dare un colore più acceso che rispecchi l'arancione del melone, aggiungete qualche goccia di colorante 27. Amalgamate bene 28 e coprite anche la crema al melone con la pellicola e lasciatela rassodare in frigorifero per 1 ora. In utlimo preparate la crema alla stracciatella: tritate grossolanamente le gocce di cioccolato 29 e aggiungetele alla crema che resta 30. Mescolate e lasciate che la crema stracciatella rassodi in frigo per almeno 1 ora 31. Trascorso questo tempo passate alla composizione dei vostri Pavesini pops: trasferite le creme in 4 sac-à-poche con bocchetta liscia e farcite un Pavesino alla volta spremendo la crema sulla superficie più chiara (32-33). Ricoprite con un altro Pavesino, tenendo la parte chiara verso il basso 34 e per finire, infilate uno stecchetto di legno nella crema 35. Terminate tutte le creme e sistemate i vostri Pavesini pops su di un vassoio 36. Conservateli in frigo fino al momento di servirli! "
}