{
    "title": "Crostata con kumquat caramellati",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 125 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Kumquat",
            "quantity": "550 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "350 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "360 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare la crostata con kumquat caramellati iniziate dal procedimento per sciroppare i kumquat. Per prima cosa sarà necessario eliminare il gusto spiccatamente amarognolo della buccia in questo modo: in un tegame con abbondante acqua fate bollire i kumquat precedentemente lavati per 2-3 minuti 1. Scolateli e ripetete almeno per 3 volte l'operazione. Infine scolateli e fateli raffreddare 2. Ora divideteli a metà aiutandovi con un coltello 3. Passate ora alla preparazione dello sciroppo. Prendete un tegame dai bordi alti e versatevi l’acqua. Quando l’acqua è a bollore unite i kumquat tagliati a metà 4. Versate nel tegame lo zucchero 5 e lasciate cuocere per 30-40 minuti a fuoco basso fino a che i kumquat non saranno caramellati ed avranno ottenuto una colorazione ambrata 6, mescolando di tanto in tanto. Una volta pronti, scolate i kumquat con un colino raccogliendo in una ciotola lo sciroppo che si sarà formato (circa 300 g) e mettete il tutto da parte. 7. A questo punto passate alla preparazione della frolla. Prendete un mixer e versatevi la farina precedentemente setacciata, il sale ed il burro ancora freddo e tagliato in maniera grossolana 8. Azionate il mixer fino ad ottenere un composto sabbioso 9. Versate il composto che avete ottenuto su un piano di lavoro, aggiungendo lo zucchero a velo setacciato. Create un incavo nella parte centrale e aggiungete i semi di una bacca di vaniglia 10 ed i tuorli di due uova 11. Impastate energicamente e velocemente l’impasto e dategli la forma di un panetto 12. Quindi avvolgetelo nella pellicola e lasciatelo riposare per almeno 30 minuti. Potete quindi procedere con la preparazione della crema. Prendete un tegame dai bordi alti e versatevi lo sciroppo di acqua e zucchero ottenuto per caramellare i kumquat. Unite nel tegame anche al panna fresca 13 e mettete a cuocere a fuoco dolce per 4-5 minuti. In una ciotola a parte prendete i tuorli ed unite la maizena setacciata 14. Sbattete energicamente con le fruste a mano il composto. Quindi prendete un mestolo del composto di panna e sciroppo a tiepido che avete messo a scaldare e versatelo nella ciotola per amalgamare bene ed evitare la formazione di grumi 15 continuando ad impastare con la frusta a mano. Unite quindi il composto della ciotolina con lo sciroppo e la panna 16. Cuocete la crema mescolando continuamente con la frusta; dopo il bollore continuate la cottura per 2-3 minuti: dovrete ottenere un composto vellutato e privo di grumi. 17. Dovrete ottenere una crema morbida e non troppo densa 18. Trasferite ora la crema in una pirofila larga e bassa e coprite con pellicola alimentare trasparente in modo che questa sia a contatto con la crema in modo che non si crei la fastidiosa crosticina in superficie 19. Lasciate raffreddare a temperatura ambiente. Una volta raffreddatasi trasferitela in frigo affinchè si addensi meglio. Dopodichè prendete la frolla che avrà riposato. Infarinate il tavolo da lavoro ed aiutandovi con un mattarello stendete la frolla per uno spessore di 5 millimetri 20. Imburrate ed infarinate un disco di 28 cm e quindi arrotolate delicatamente il disco di frolla sul mattarello e srotolatelo sullo stampo avendo cura di far aderire i bordi e lo stampo (potete eliminare la pasta in eccesso rifilando con la lama di un coltellino i bordi 21. Con i rebbi di una forchetta bucherellate la frolla 22. Coprite la frolla con la carta forno e versatevi sopra le sfere di ceramica per la cottura alla cieca 23. Infornate in forno statico preriscaldato a 170°C per 30 minuti o ventilato a 150°C per 20 minuti. Una volta cotta togliete le sfere e cuocete per ulteriori 10 minuti la vostra frolla. Lasciate quindi raffreddare e poi sfornate 24. A questo punto trasferite la crema che avete preparato in una sac-à-poche e riempite la crostata disponendo in maniera uniforme la crema 25 e livellate la crema aiutandovi con una spatola. Disponete quindi i kumquat caramellati seguendo un disegno a raggiera 26. La vostra crostata con kumquat caramellati è ora pronta per essere servita ai vostri ospiti e gustata 27! "
}