{
    "title": "Schiacciata fiorentina",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "225 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 90 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) 165 g"
        },
        {
            "ingredient": "Arance",
            "quantity": "(scorza e succo) 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la schiacciata fiorentina iniziate a grattare la scorza dell'arancia in una ciotolina 1, poi spremetene il succo 2, filtratelo 3 e tenetelo da parte. Rompete le uova in una ciotola e unite sia lo zucchero 4 che i semi di una bacca di vaniglia 5. Aiuntadovi con uno sbattitore montate il tutto 6 fino ad ottenere un composto chiaro e spumoso 7. Solo a questo punto potrete aggiungere la scorza dell'arancia grattata 8 e l'olio a filo 9. Una volta che l'olio sarà stato assorbito completamente versate prima il succo d'arancia sempre a filo 10, una volta assorbito aggiungete anche il latte a temperatura ambiente a filo 11. A questo punto incorporate anche la farina, precedentemente setacciata, aggiungendone un cucchiaio per volta 12 e facendola assorbire prima di aggiungere il cucchiaio successivo. Una volta terminata la farina aggiungete anche il lievito 13 e lavorate ancora per 2-3 minuti fino ad ottenere un impasto liscio ed omogeneo che andrete a versare in uno stampo da 24X17 cm (14-15), precedentemente imburrato e infarinato. Cuocete in forno statico preriscaldato a 180° per 50 minuti (per questa preparazione la modalità ventilata è sconsigliata), una volta cotta sfornate la schiacciata 16 e lasciatela intiepidire prima di sformarla. Posizionatela su un vassoio da portata e spolverizzate con lo zucchero a velo l'intera superficie 17. Scaricate da qui lo stencil con il simbolo del giglio, ritagliate la parte nera, adagiate al centro del dolce il foglio 18 e spolverizzate con il cacao amaro 19. Sollevate delicatamente lo stencil 20 e servite la vostra schiacciata forentina 21! "
}