{
    "title": "Plumcake al cocco con cuore di cioccolato",
    "ingredients": [
        {
            "ingredient": "Cocco disidratato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "190 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cocco disidratato",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare il plumcake al cocco con cuore di cioccolato ponete il burro ammorbidito in una planetaria munita di frusta 1, unite lo zucchero 2 e azionate la macchina per ottenere una crema omogenea. Aggiungete le uova 3 una alla volta continuando a montare il composto. Intanto in una ciotola reidratate 80 gr di cocco nel latte 4, setacciate la farina e il lievito e incorporateli alla crema un cucchiaio alla volta 5, unite anche il bicarbonato e un pizzico di sale continuando a mescolare. Poi unite anche il cocco reidratato 6. Quando lâimpasto sarÃ ben amalgamato prelevate 100 gr di composto e unite il cacao setacciato 7, questo impasto sarÃ il cuore di cioccolato, trasferitelo in uno stampo da plumcake della misura di 10x26 cm imburrato e foderato con carta da forno 8, cuocete in forno statico preriscaldato a 170Â° per 15 minuti (se ventilato a 150Â° per 5-8 minuti) non dovrÃ essere completamente cotto. A cottura ultimata , sfornatelo 9 e lasciatelo raffreddare prima di sformarlo. Nella stessa teglia da plumcake versate metÃ del restante impasto 10, tagliate l'impasto scuro a metÃ nel senso della lunghezza 11 e poneteloÂ al centro dello stampo 12. Ricoprite con la restante parte bianca. Spolverizzate la superficie del plumcake con i 50 gr di cocco 13 e cuocete in forno statico preriscaldato a 170Â° per 50 minuti o in forno ventilato a 150Â° per 40 minuti. Sfornate il dolce 14Â lasciate intiepidire e poi sformate il plumcake al cocco con cuore di cioccolato su un piatto da portata e servitelo tagliato a fette 15. "
}