{
    "title": "Coppe di amaretti, castagne e mascarpone",
    "ingredients": [
        {
            "ingredient": "Castagne",
            "quantity": "350 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "120 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amaretto (liquore)",
            "quantity": "1 bicchierino"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le coppe di amaretti, castagne e mascarpone iniziate scegliendo ed intaccando le castagne, poi fatele lessare in pentola a pressione per 15 minuti o in una normale casseruola per 30 minuti. Quindi scolatele e sbucciatele togliendo anche la pellicina interna (si tratta di un'operazione abbastanza laboriosa, se non avete molto tempo potete acquistareÂ delle castagne giÃ lessate). Ponete quindi le castagne in un mixer e frullatele 1, aggiungete il bicchierino di amaretto, il mascarpone 2, i semi di una bacca di vaniglia e lo zucchero a velo 3 e frullate nuovamente il tutto. Passate la purea con un passino per eliminare grumi o eventuali tracce di pellicina delle castagne 4 ottenendo un composto cremoso. Ponete il cioccolato a pezzetti a bagnomaria 5, fatelo sciogliere e aggiungete il burro a cubetti, mescolate fino a che sia omogeneo 6; infine aggiungetelo alla crema di castagne e mascarpone 7. Amalgamate bene tutti gli ingredienti e ponete la crema in una sac Ã poche, poi riempite 4 coppette o dei piccoli bicchierini 8. Sbriciolate infine gli amaretti con un coltello 9 e aggiungetene un cucchiaio abbondante sopra ogni coppetta. Servite le coppe amaretti, castagne e mascarpone subito o conservatele in frigorifero! "
}