{
    "title": "Rotolo vaniglia e fragole",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "140 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "5"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso q.b."
        },
        {
            "ingredient": "Fragole",
            "quantity": "350 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "125 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per realizzare il rotolo alla vaniglia e fragole, iniziate dalla farcitura: ponete la gelatina in fogli in una ciotola con l’acqua fredda per 10 minuti in modo da ammorbidirla 1; lavate e tagliate a pezzettini le fragole 2, ponetele in una padella con lo zucchero 3 e cuocetele quanto basta per ammorbidirle 4. Passate le fragole nel passaverdure 5 e raccogliete in una ciotola la purea ottenuta. Quando i fogli di gelatina saranno morbidi, strizzateli bene e incorporateli alla salsa di fragole ancora calda 6. In un’altra ciotola setacciate la ricotta 7, unite lo zucchero a velo, poi versate la salsa di fragole 8 e mescolate fino ad ottenere una crema rosata. Montate a neve la panna 10 e incorporatela alla crema 11. Trasferite la crema in una ciotola larga così che si raffreddi più rapidamente, copritela con la pellicola trasparente 12 e lasciatela rassodare in frigorifero per circa 2 ore. Ora occupatevi della pasta biscotto. In una ciotola ponete i tuorli (avendo cura di tenere da parte gli albumi) con 90 g di zucchero 13 e montate il composto con le fruste elettriche, poi unite il miele 14; incidete a metà la bacca di vaniglia 15, estraete i semi e aggiungeteli all’impasto 16 e continuate a montare fino ad ottenere un composto chiaro. Montate a parte gli albumi 17; quando saranno spumosi unite i restanti 50 g di zucchero 18. Incorporate gli albumi appena montati all’impasto facendo attenzione a non smontarli 19. In una ciotolina unite il lievito alla farina e setacciateli raccogliendoli nel composto di uova 20, poi mescolate delicatamente per amalgamare il composto 21. Prelevate una piccola porzione di impasto (4 cucchiai) 22, prendete il colorante rosso e versate qualche goccia in questa piccola parte di impasto 23; aggiungete il colorante poco alla volta fino ad ottenere il colore rosso intenso. Trasferite l’impasto colorato in un dosatore di salse con beccuccio stretto (in alternativa usate una sac-à-poche usa e getta tagliando appena la punta) e realizzate dei cuoricini di circa 2 cm su un foglio di carta da forno adagiato sulla leccarda, distribuite i cuoricini su tutta la teglia e distanziateli tra di loro 24. Cuocete i cuoricini in forno statico preriscaldato a 220° per 2 minuti (se forno ventilato a 200° per 1 minuto circa). A cottura ultima, sfornate i cuoricini e riprendete la restante parte di impasto della pasta biscotto e distribuitela sulla leccarda sopra i cuoricini 25, cuocete per altri 7 minuti a 220° sempre in forno statico preriscaldato (se forno ventilato a 200° per 3-4 minuti). Trascorso il tempo di cottura sfornate la pasta biscotto e trasferitela ancora calda sul piano di lavoro, spolverizzate la superficie con lo zucchero semolato e ricopritela con la pellicola a contatto 26, in questo modo rimarrà morbida ed elastica e non si creperà arrotolandola. Quando si sarà raffreddata, eliminate la pellicola dalla pasta biscotto e farcitela con la crema di fragole avendo cura di lasciare un bordo di un paio di centimetri 27. Arrotolate la pasta biscotto 28 e avvolgetela con la pellicola stringendo bene le due estremità a caramella in modo da compattare il rotolo 29. Fate rassodare il rotolo alla vaniglia e fragola in frigorifero per circa 4 ore e poi servitelo tagliandolo a fette 30. "
}