{
    "title": "Torta di San Biagio",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "120 ml"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta di San Biagio, iniziate a realizzare la pasta frolla: frullate il burro freddo con la farina in un mixer, fino ad ottenere un impasto sabbioso 1. Trasferite il composto sulla spianatoia, dategli la classica forma a fontana 2 e aggiungete lo zucchero 3. Mescolate con le mani e, un po’ alla volta, aggiungete il vino bianco a filo 4. Aggiungete i semini di vaniglia e impastate energicamente con le mani 5 per ottenere un panetto compatto e ben amalgamato. Coprite la pasta ottenuta con la pellicola 6 e lasciatela riposare 20 minuti in frigorifero. Nel frattempo, spezzettate finemente il cioccolato fondente 7 e tritate le mandorle in un mixer 8. In una ciotola capiente mescolate i due ingredienti 9 e unite lo zucchero 10, la scorza grattugiata di un limone 11 e le uova 12. Amalgamate bene gli ingredienti con un cucchiaio 13. A questo punto stendete la pasta frolla con l'aiuto di un mattarello, ad uno spessore di mezzo cm 14 e ricoprite con essa una tortiera, del diametro di 27 cm, ben imburrata e infarinata 15. Eliminate la pasta in eccesso, pressando i bordi della tortiera con il mattarello 16 e farcite la torta con il ripieno 17, livellandolo bene con un cucchiaio 18. Impastate e stendete nuovamente i ritagli di pasta e, con una rotella dal bordo dentellato, ricavate delle striscioline 19, che porrete sulla torta prima in diagonale 20, in modo che incrociandosi formino delle losanghe 21. Sbattete un uovo e spennellate la superficie della torta (22-23). Infornate la torta in forno statico preriscaldato a 160° per 45 minuti (ventilato 140° per 35 minuti), fino a quando la superficie si sarà colorata 24. Ecco pronta la vostra crostata di San Biagio!! "
}