{
    "title": "Key lime cheesecake",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "350 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "120 ml"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medi 4"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare la key lime cheesecake iniziate predisponendo la base: mettete i biscotti Digestive nel mixer insieme allo zucchero di canna 1, quindi tritateli finemente e trasferiteli in una terrina; intanto in un pentolino sciogliete il burro a fuoco basso. Quando sarà fuso, fatelo intiepidire leggermente, aggiungetelo delicatamente a filo ai biscotti tritati 2 e amalgamate bene il tutto. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm; ritagliate un disco di carta forno dello stesso diametro del fondo della tortiera e due strisce della stessa altezza dei bordi, quindi foderate la tortiera stessa. Per questa operazione potete consultare la scheda della Scuola di cucina: come foderare una tortiera con carta da forno. Versate quindi i biscotti sbriciolati nella tortiera e con il dorso di un cucchiaio compattate bene la base di biscotto su tutta la superficie 3. Fate raffreddare il composto in frigorifero per almeno 30 minuti o in freezer per circa 10 di minuti. Ora dedicatevi al ripieno: ponete in una planetaria dotata di fruste il formaggio fresco spalmabile e i 4 tuorli 4. In alternativa potete utilizzare una ciotola capiente e lo sbattitore elettrico o una frusta a mano. Montate quindi gli ingredienti fino ad ottenere un composto chiaro e spumoso. Poi, incorporate gli altri ingredienti continuando a mescolare con le fruste: aggiungete la scorza grattugiata dei lime 5 e il latte condensato a filo 6. Infine, poco alla volta, aggiungete al composto il succo di lime e mescolate gli ingredienti fino a ottenere un impasto omogeneo 7. Ora la vostra crema è pronta. Estraete dal frigorifero la base di biscotto compattata e versate la crema nella tortiera 8. Abbiate cura di ricoprire uniformemente la base, aiutandovi con una spatola per pareggiare la superficie. Ponete quindi la torta in forno e cuocete per 60 minuti in forno statico preriscaldato a 170°. Per la cottura in forno ventilato cuocete la cheesecake per 35-40 minuti a 150° 9. Intanto preparate la crema per la decorazione: in una ciotola versate la panna fresca liquida 10 e setacciate lo zucchero a velo 11. Montate quindi la panna e lo zucchero a velo con uno sbattitore elettrico fino ad amalgamare bene i due composti 12. Per questa operazione potete consultare la scheda: come montare la panna che trovate anche qui. Una volta montata la panna, trasferitela in una sac-à-poche con bocchetta a stella. A cottura ultimata togliete la vostra cheesecake dal forno, fatela intiepidire e sformatela su un piatto da portata quindi ponetela in frigorifero a raffreddare per 3-4 ore. Quando sarà fredda decoratela con ciuffi di panna a vostro piacimento (13-14). Per dare alla vostra Key lime cheesecake un tocco ancora più scenografico, potete appoggiare delicatamente su ogni ciuffo di panna, la scorzetta di lime a listarelle sottili 15! "
}