{
    "title": "Biscotti viennesi al doppio cioccolato",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 115 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "125 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i biscotti viennesi al doppio cioccolato, lavorate il burro con lo zucchero a velo con uno sbattitore elettrico (1-2), fino ad ottenere un impasto spumoso 3. Unite la scorza di 1 arancia non trattata 4, poi unite la farina ed il cacao 5, setacciateli ed aggiungeteli alla crema di burro e zucchero 6. Lavorate ancora il composto per amalgamare il cacao e la farina, quindi aggiungete il latte 7 e mescolate ancora; dovrete ottenere un impasto né troppo duro né troppo liquido, con una consistenza burrosa. Trasferitelo in una sac-à-poche con bocchetta a stella piuttosto larga 8; disponete un foglio di carta da forno su una leccarda, quindi iniziate a formare i frollini lunghi 5-6 cm 9, disposti ad un paio di centimetri di distanza l’uno dall’altro 10. Infornate i frollini in forno statico preriscaldato a 180° per circa per 12 minuti (160° per circa 6-8 minuti se forno ventilato). Con queste dosi otterrete circa 30-35 frollini. Una volta cotti, sfornateli e lasciateli raffreddare su una gratella 11; intanto fate fondere il cioccolato al microonde oppure a bagnomaria (in questo caso l’acqua del pentolino sul fuoco non dovrà toccare il fondo della bastardella o del pentolino in cui sciogliete il cioccolato). Una volta sciolto 12 bagnate una delle estremità di ciascun frollino nel cioccolato 13 e posizionateli su un vassoio foderato con della carta da forno 14; quindi spolverate ciascun biscotto con della granella sopra la parte con il cioccolato fuso 15. Fate rapprendere il cioccolato fuso a temperatura ambiente e i vostri biscotti viennesi al doppio cioccolato sono pronti per essere serviti! "
}