{
    "title": "Muffin al cocco e limoncello",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 190 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Cocco disidratato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Limoncello",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cocco disidratato",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare i muffin al cocco e limoncello iniziate setacciando in una ciotola la farina insieme al lievito e al bicarbonato. Unite al composto anche 80 gr di cocco disidratato 1 e il sale. Nella ciotola di una planetaria o con uno sbattitore elettrico montate il burro con lo zucchero 2 fino a ridurlo in crema. Aggiungete le uova una alla volta 3, continuando a montare, avendo cura di incorporare bene ciascun uovo prima di unire il successivo. Ora unite il latte a filo 4, versate anche il limoncello 5; quando sarà stato assorbito dal composto unite poco alla volta le polveri precedentemente setacciate 6. Aromatizzate con la scorza di limone 7. Proseguite montando il composto che dovrà raggiungere una consistenza liscia ed omogenea. Quando l’impasto sarà pronto trasferitelo in una sac-à-poche senza bocchetta o con una bocchetta liscia 8. Predisponete uno stampo da muffin con i pirottini di carta: riempite i pirottini con l'impasto dei muffin lasciando qualche millimetro di spazio dal bordo 9 e cospergete la superficie con il restante cocco disidratato (13-14), con le dosi indicate otterrete 18 muffin. Cuoceteli in forno statico già caldo a 180° per 25 minuti (oppure in forno ventilato a 160° per circa 15-20 minuti). Una volta terminata la cottura sfornate i muffin al cocco e limoncello 15 e lasciateli raffreddare prima di gustarli. "
}