{
    "title": "Kaiserschmarren",
    "ingredients": [
        {
            "ingredient": "Uvetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 4"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Confettura di mirtilli rossi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il kaiserschmarren iniziate reidratando l’uvetta nel rum 1. Incidete il baccello di vaniglia nel senso della lunghezza ed estraetene i semini 2. Separate gli albumi dai tuorli e versate quest’ultimi in una ciotola, aromatizzate con i semi di vaniglia 3 montate con le fruste elettriche il composto, quindi aggiungete un cucchiaio alla volta la farina 4 continuando a sbattere a bassa velocità. Proseguite versando a filo il latte 5 mantenendo le fruste in azione fino a quando non otterrete un composto chiaro e spumoso, privo di grumi 6. A parte, in un’altra ciotola, versate gli albumi, e montate con le stesse fruste, accuratamente lavate e asciugate 7; non appena si formerà una schiuma bianca versate poco alla volta lo zucchero 8. Quando gli albumi saranno montati a neve ben soda 9, fermate le fruste. Riprendete il composto di tuorli, aggiungete l’uvetta ben strizzata dal rum 10, e gli albumi, un cucchiaio alla volta 11, mescolando con cura dal basso verso l’alto per non smontarli 12. L’impasto è pronto 13, passate al cottura: ponete 20 g di burro in una padella del diametro di 25 cm 14 scioglietelo, quindi versate 1/3 dell’impasto 15. Cuocete a fuoco dolce per circa 10 minuti 16 o fino a quando il fondo non sarà ben dorato, a quel punto dividete in quarti la frittella con una spatola 17. Girate i 4 pezzi per cuocere anche l’altro lato per altri 5 minuti 18. Dopodichè tagliate a metà ogni quarto in modo da ottenere 8 spicchi 19. Procedete nello stesso modo altre due volte per terminare l’impasto, avendo cura di sciogliere il burro prima di versare il composto in padella. I vostri kaiserschmarren sono pronti, adagiateli su un piatto di portata, aggiungete accanto anche la confettura di mirtilli 20 e per finire spolverizzate la superficie con dello zucchero a velo 21. "
}