{
    "title": "Cheesecake al prosecco",
    "ingredients": [
        {
            "ingredient": "Pandoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "55 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "9 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prosecco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Ribes",
            "quantity": "4 rametti"
        }
    ],
    "preparation": " Per preparare la cheesecake al prosecco cominciate dalla base fatta di pandoro. Tagliatelo a pezzetti di 1-2 cm 1 e versatelo in una padella antiaderente. Cuocete i pezzetti di pandoro per 7-8 minuti a temperatura media mescolando di frequente 2, eviterete in questo modo che bruci. Infatti il pandoro dovrÃ risultare soltanto asciutto, dorato e ben tostato 3. Trasferite i pezzi nel mixer e ottenete delle piccolissime briciole azionando le lame 4. Versatele in una ciotola 5, aggiungete il burro fuso 6 e mescolate 7. Trasferite il composto allâinterno di 4 stampini da 7,5 cm di diametro e 4,5 cm di altezza appoggiati su un vassoio con carta forno. Inoltre abbiate cura di rivestire la circonferenza con della carta acetata o carta forno 8. Appiattite per bene con il dorso del cucchiaio e trasferite in frigorifero per 30 minuti 9. Intanto occupatevi della crema. Mettete in ammollo la gelatina in acqua fresca 10 e nel frattempo scaldate la panna in un pentolino ma senza portarla a bollore 11. Non appena sarÃ sufficientemente calda scolate la gelatina e tuffatela nella panna. Mescolate bene con una frusta facendo molta attenzione che non restino dei grumi: se dovesse accadere basterÃ rimettere per un attimo sul fuoco 12. Mentre il composto si intiepidisce per bene versate il formaggio fresco in unâaltra ciotola e lavoratelo qualche istante con una frusta 13. Poi versate il prosecco 14, i semi estratti dalla bacca di vaniglia 15 e per finire lo zucchero a velo 16. Mescolate accuratamente 17. A questo punto potete incorporare anche la crema di latte 18. Recuperate gli stampini con la base di pandoro dal frigorifero e riempiteli con la crema 19. Metteteli in frigorifero e fateli rassodare per almeno 4 ore 20. Trascorso il tempo le cheesecake si saranno rassodate per bene. Quindi sfilate lo stampo 21 e poi la carta acetata o forno 22. Guarnite ogni sformatino con un rametto di ribes freschi 23 ed ecco pronte le vostre cheesecake al prosecco: non vi resta che gustarle 24! "
}