{
    "title": "Ciambella all'olio d'oliva",
    "ingredients": [
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "130 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 4"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la ciambella all'olio d'oliva iniziate ponendo le uova a temperatura ambiente nella tazza di una planetaria dotata di fruste e unite anche lo zucchero, con il pizzico di sale 1 (potete anche utilizzare lo sbattitore elettrico). Azionate la planetaria e lavorate bene il composto, quindi unite la scorza grattugiata dell'arancia 2, poi l'olio d'oliva a filo 3. Quando l'olio si sarÃ assorbito, proseguite con il latte a temperatura ambiente sempre versato a filo 4. Poi setacciate la farina e il lievito in una ciotola 5, quindi unite le polveri poco alla volta al composto 6. Dovrete ottenere un composto omogeneo e fluido; imburrate e infarinate uno stampo da ciambella piuttosto profondo di 24 cm di diametro. Versate all'interno il composto aiutandovi con una spatola 7: distribuitelo in maniera omogenea sempre con l'aiuto della spatola ed evitate di sbattere lo stampo per livellare l'impasto per non fermare il processo di lievitazione. Cuocete la ciambella all'olio in forno statico preriscaldato a 170Â° per circa 50 minuti (se forno ventilato a 150Â° per circa 40 minuni); se tendesse a scurirsi troppo, potete coprire con un foglio di carta da forno dopo i primi 30 minuti di cottura. Una volta cotta, fate la prova dello stecchino e tenetela 5 minuti in forno spento prima di sfornarla 8. Fatela intiepidire, quindi sformatela e fatela raffreddare completamemte su una gratella 9. Prima di servire la vostra ciambella all'olio d'oliva, potete cospargerla con zucchero a velo oppure decorarla con una glassa. "
}