{
    "title": "Sushi all'italiana",
    "ingredients": [
        {
            "ingredient": "Riso per sushi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "75 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "foglie integre 200 g"
        },
        {
            "ingredient": "Tranci di salmone",
            "quantity": "diliscato 100 g"
        }
    ],
    "preparation": " Per preparare il sushi all'italiana, iniziate a preparare il riso (potete consultare il procedimento nel dettaglio nella scheda del sushi): noi abbiamo usato 250 g di riso crudo (con chicchi tondi e piccoli) che da cotto raddoppierà il suo peso. Lavate il riso sotto acqua corrente fredda 1: fate almenouna decina di sciacqui, muovendo il riso con le mani, fino a che l'acqua non diventi bella limpida. Lasciate il riso a bagno per 15 minuti, dopodiché scolatelo 2 e lasciatelo riposare per altri 15 minuti nel colino.Trascorso questo tempo, ponete il riso in una pentola non troppo larga e ricopritelo interamente con l’acqua. 3. Coprite il riso con un coperchio 4, cuocete a fuoco medio per portare a bollore. Non aprite più il coperchio fino a quando non sentirete la bollitura. A quel punto fate bollire per 8-10 minuti, poi abbassate la fiamma e fate cuocere a fuoco basso per altri 8-10 minuti. Trascorso questo tempo, spegnete il fuoco e lasciate riposare con il coperchio per almeno 10 minuti. Intanto preparate il condimento: versate l'aceto di riso in un pentolino, aggiungete lo zucchero 5, il sale e scaldate il tutto per sciogliere lo zucchero mescolando di tanto in tanto, senza portare a bollore. Spegnete il fuoco e fate raffreddare. Quando il riso avrà riposato per il tempo indicato trasferitelo nell'hangiri (o in un contenitore basso e largo), prendete un mestolo di legno (meglio se lo shamoji, spatola piatta e stondata) e, tenendolo sopra il riso, colateci sopra la miscela di aceto di riso oramai fredda 6, in modo che vada ad irrorarlo e venga meglio distribuito. Smuovete il riso con la paletta di taglio, per non schiacciarlo, e sventagliatelo contemporaneamente con un piatto di plastica così da raffreddarlo velocemente e far evaporare l'aceto. Una volta raffreddato copritelo con un canovaccio pulito fino al momento di utilizzarlo per evitare il rinsecchimento. Passate quindi a preparare il sushi: lavate sotto acqua corrente e asciugate con carta da cucina il trancio di salmone, già diliscato (in alternativa potete utilizzare 50 g di salmone e 50 g di tonno fresco). Poi mettetelo su un tagliere e ricavate delle fette di circa 1 cm di spessore 7 che poi dividerete a metà per creare delle listarelle 8. Quindi lavate sotto acqua corrente le foglie di bietola ad una ad una. Poi tagliate via il gambo 9. Quindi eliminate la costa centrale 10. Prendete una vaporiera e scaldate l'acqua, poi aggiungete il cestello. Quando anche il cestello sarà ben caldo, adagiate le foglie di bieta 11 e poi coprite con il coperchio 12 per far cuocere a vapore le foglie per 2-3 minuti circa (se non avete una vaporiera, potete utilizzare una pentola e sostituire il cestello con un colapasta di alluminio). Girate le foglie anche dall'altro lato a metà cottura aiutandovi con pinze da cucina 13 e poi spegnete il fuoco. Su un ripiano, ponete dei rettangoli di pellicola trasparente, quindi con le foglie di bietola intiepidite formate dei quadrati di circa 18 cm di lato 14, disponendole leggermente sovrapposte. Poi aggiungete circa 120 g di riso al centro 15. Distribuite il riso al centro delle foglie, creando un rettangolo e lasciando circa 1 cm di spazio ai lati. Sopra al riso ponete una listarella di salmone 16. Prendete i lembi della pellicola trasparente e sollevateli 17 per ripiegare le foglie sul ripieno. Quindi eliminate la pellicola dalla parte ripiegata, mantenendo le foglie con le dita 18. Avvolgete delicatamente le foglie arrotolandole su se stesse 19 schiacciando bene il riso e facendo aderire bene le foglie tra di loro 20 per ottenere un rotolo compatto 21. Ora riportate delicatamente il rotolo all'inizio della pellicola trasparente 22 e avvolgetelo arrotolandolo a mano a mano con quest'ultima (23-24). Sigillate la pellicola chiudendo i lembi a caramella 25 e lasciate riposare il sushi così ottenuto in frigorifero per 1 o 2 ore. Passato il tempo indicato, togliete il rivestimento di pellicola. Prima di tagliare il sushi, bagnate la lama del coltello con l'acqua acidulata. Questo perchè il riso cotto è molto appiccicoso e tende ad attaccarsi. Quindi ricavate dei rotolini di 2 cm di lunghezza 26. Conservate in frigorifero il sushi all'italiana fino al momento di servire. Potete presentare il sushi all'italiana su un piatto da portata 27 e accompagnarlo con la salsa di soia o lo zenzero marinato! "
}