{
    "title": "Mandarini ripieni",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "140 g"
        },
        {
            "ingredient": "Mandarini",
            "quantity": "non trattati 16"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1 e mezzo"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare i mandarini ripieni scegliete 8 tra i vostri mandarini, i più grandi e belli, senza ammaccature, quindi tagliate la calottina superiore 1 e scavateli all'interno, eliminando la polpa con un cucchiaino, senza rovinare la scorza 2. Avvolgete le scorze intere e le calotte, ad una ad una, nella pellicola e mettetele nel freezer 3 per almeno un'ora. Sbucciate gli altri mandarini e frullateli insieme alla polpa ricavata prima in un mixer (4-5). Filtrate il succo attraverso un colino, schiacciando la polpa con il dorso del cucchiaio 6. In una ciotola a parte lavorate i tuorli con lo zucchero, fino a quando diventeranno soffici e chiari 7, aggiungete la fecola e il succo di mezzo limone 8, amalgamate e infine unite il succo dei mandarini 9. Trasferite il composto ottenuto in una pentola, passandolo prima in un colino per eliminare eventuali grumi 10. Cuocete la crema a fuoco basso e sempre mescolando fino a quando si sarà addensata 11 (ci vorranno circa 15 minuti). Togliete dal fuoco e fate raffreddare la crema coperta con un foglio di pellicola a contatto in frigorifero 12. Quando la crema di mandarini sarà completamente fredda, montate in una planetaria o con uno sbattitore elettrico 200 ml di panna e amalgamatela alla crema 13. Ammollate un foglio di gelatina in acqua fredda per qualche minuto, strizzatelo e scioglietelo nei 50 ml di panna restanti, che avrete riscaldato, 14 e unite questo composto alla crema 15. Infine unite la scorza grattugiata di un limone, amalgamate e coprite con un foglio di pellicola sempre a contatto. Fate riposare la crema in frigorifero per 3 ore circa: deve diventare densa e compatta. Trasferitela in una sac-à-poche dal beccuccio a stella, tirate fuori le scorze gelate dal freezer, togliete la pellicola e farciteli con la crema 17, formando un bel ciuffo finale 18. Decorate con la calotta e riponete i vostri mandarini ripieni in freezer, fino a 20 minuti prima di servirli! "
}