{
    "title": "Torta d'inverno",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "110 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Mele",
            "quantity": "½"
        },
        {
            "ingredient": "Pere",
            "quantity": "½"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "30 g"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta d'inverno come prima cosa sistemate nel contenitore di un mixer noci, mandorle e nocciole 1. Frullate il tutto grossolanamente 2, senza ottenere una consistenza troppo fine. Sistemate l'uvetta in una ciotolinna e aggiungete acqua tiepida fino a coprirla 3. Lasciatela a bagno e nel frattempo preparate l'impasto.Â In una ciotola unite uova e zucchero 4; lavoratele con una frusta a mano fino ad ottenere una consistenza spumosa. Aggiungete poi l'olio di semi 6 e il latte 7. Mescolate ancora 8 prima di incorporare la farina 9. Amalgamate il tutto fino a ottenere un impasto omogeneo 10. Aggiungete il lievito 11 e le spezie (curcuma, cannella e zenzero) 12. Mescolate ancora.Â Sbucciate la mela e tagliatela a pezzettini piccoli 13. Fate lo stesso con la pera 14 eÂ trasferite entrambi nell'impasto 15.Â Aggiungete 30 g di frutta secca tritata 16. Scolate e strizzate leggermente l'uvetta, prelevatene 1/3 e unitela all'impasto 17. Mescolate il tutto ancora una volta.Â Trasferite all'interno di una teglia rettangolare 30x19 cm, foderata di carta forno e livellate la superficie con una spatola. Spolverizzate la torta con altri 30 g di frutta secca e metÃ dell'uvetta rimasta 20. Versate sopra il miele a filo, cercando di spargerlo ovunque 21. Cuocete in forno statico preriscaldato a 180Â° per circa 35 minuti, poi coprite la torta con un foglio di alluminio per altri 10 minuti. Sfornate la torta d'inverno 22 e lasciatela raffreddare completamente. Solo quando sarÃ ben fredda spolverizzatela con lo zucchero a velo 23 e guarnite con la frutta secca tritata e l'uvetta rimasta 24. "
}