{
    "title": "Budino bicolore",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "4 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "270 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "55 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "55 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "25 g"
        }
    ],
    "preparation": " Per preparare il budino bicolore, iniziate dal budino alla vaniglia: ammollate la gelatina in acqua fredda per almeno 10 minuti 1. In un pentolino versate la panna e il latte e aggiungete la vaniglia (sia i semini interni che la bacca) 2; cuocete a fuoco dolce e portate a sfiorare il bollore. Intanto in una ciotola sbattete i tuorli e lo zucchero con una frusta a mano 3. Eliminate la bacca di vaniglia dal latte e panna scaldati 4, scolate e strizzate accuratamente la gelatina e versatela nel composto caldo 5, mescolando con una frusta perchè si sciolga completamente. Versate questo composto sui tuorli con lo zucchero 6 ed amalgamate gli ingredienti sempre con la frusta. Dividete la crema ottenuta in 4 stampini (potete utilizzare un imbuto per non sporcare eccessivamente) (7-8). Quindi poneteli in frigo a rassodare (oppure in freezer per dimezzare i tempi). Nel frattempo dedicatevi al budino al cioccolato: scaldate il latte in un pentolino 9 fino a quando non sfiorerà il bollore; in un altro pentolino ponete il burro a fondere a fuoco molto basso insieme allo zucchero 10. Spezzettate il cioccolato fondente grossolanamente 11, poi quando il burro si sarà sciolto, unite anche il cioccolato 12. Mescolate continuamente con una frusta facendo cuocere il tutto a fuoco lento; unite anche la farina setacciata al cioccolato sciolto 13, mescolate e versate a filo il latte precedentemente scaldato 14. Amalgamate gli ingredienti con la frusta e fate addensare il tutto a fuoco basso 15. Trasferite la crema in una ciotola 16 e fatela raffreddare a temperatura ambiente coperta con pellicola trasparente 17; quando sarà fredda potete distribuirla sui budini alla vaniglia oramai compatti arrivando quasi al bordo dello stampino 18 (per questa operazione potete utilizzare un cucchiaino oppure una sac-à-poche con bocchetta liscia). Appiattite i budini con il dorso di un cucchiaino per livellare la superficie 19 e poneteli in frigorifero a rassodare per circa 2 ore. Poco prima di servire il budino bicolore, montate la panna fresca liquida con le fruste elettriche 20 e quando sarà semi montata, aggiungete lo zucchero a velo 21, continuate a montare qualche minuto fino a quando non sarà ben soda 22; quindi versatela in una sac-a-poche con bocchetta a stella e ponetela in frigorifero fino al momento di utilizzarla. Una volta che i budini saranno ben sodi, per sformarli più facilmente potete immergere gli stampini un istante in acqua bollente 23, poi capovolgeteli sul piatto da portata 24. Decorate con un ciuffo di panna montata 25, e con altre guarnizioni a piacere; noi ad esempio abbiamo usato quadratini di caramelle mou 26 e foglie di cioccolato fondente 27! "
}