{
    "title": "Scones al cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Confettura di mele e arance",
            "quantity": "con pepe rosa 180 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare gli scones al cioccolato, ponete nella ciotola di una planetaria munita di foglia la farina 1 e il cacao setacciati 2. Aggiungete lo zucchero 3, il lievito in polvere e il burro a pezzetti a temperatura ambiente 4. Versate il latte 5 e impastate a velocità media, fino ad ottenere un composto compatto e un po’ appiccicoso 6. Formate un panetto 7, ponetelo in una ciotola, ricopritelo con la pellicola e lasciate riposare in frigorifero per 15-20 minuti 8. Trascorso questo tempo, riprendete il panetto di impasto e stendetelo, con il mattarello, in una sfoglia alta circa 1 cm 9. Con un tagliapasta tondo, del diametro di 7 cm, ricavate dei dischi 10, saranno circa 6, e poneteli su una leccarda, ricoperta di carta forno. Sbattete un uovo con un cucchiaio di latte e spennellate la superficie degli scones al cioccolato 11. Infornate in forno statico già caldo a 200° per 15 minuti (ventilato 180° per 10 minuti). Sfornate gli scones, che risulteranno ben dorati 12, e lasciateli raffreddare su una gratella. Quando saranno intiepiditi, divideteli a metà 13 e farciteli con un cucchiaino di confettura 14. A parte preparate la crema: in una planetaria (o in una ciotola con lo sbattitore elettrico) versate la panna fresca, azionate le fruste e aggiungete lo zucchero a velo 15 Per montare la panna potete guardare il procedimento nel dettaglio qui: come montare la panna). Quando la panna sarà ben montata, trasferite il composto in una sac-à-poche con punta a stella 16 e farcite gli scones con la crema, richiudeteli a mò di sandwich 17 e serviteli spolverizzandoli con lo zucchero a velo 18. "
}