{
    "title": "Terrina millegusti",
    "ingredients": [
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carote",
            "quantity": "75 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "75 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "75 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "35 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "35 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la terrina millegusti sbucciate e tagliate grossolanamente le patate, quindi fatele lessare in abbondante acqua salata per circa 15 minuti 1. Passatele in uno schiacciapatate (o passaverdure) facendo cadere la purea direttamente in una ciotola, quindi lasciatela intiepidire 2. Mondate, lavate e affettate sottilmente il cipollotto 3, poi mettetelo ad appassire, con poco olio, a fuoco basso per almeno 15 minuti. Nel frattempo mondate e tagliate a piccoli cubetti le verdure 4 (carote, asparagi, zucchine, peperoni), quindi aggiungetele al cipollotto e fatele rosolare, a fuoco basso, finché non diventeranno tenere 5. A cottura ultimata aggiustate di sale, lasciate intiepidire e unite alle patate 6. Aggiungete il parmigiano grattugiato 7, tenendone da parte pò da aggiungere alla fine, le uova 8, la mozzarella tagliata a cubetti 9, una presa di sale e una spolverata di pepe, quindi amalgamate molto bene il tutto 10. Imburrate uno stampo da plumcake delle dimensioni di 27x10 cm 11 e rivestitelo con del pangrattato 12; versate il composto a base di patate nello stampo, livellatelo con l’aiuto di un cucchiaio 13 e cospargetelo con del formaggio grattugiato tenuto da parte 14. Infornate in forno statico per 50 minuti a 180° 15. Una volta pronta, sformate la terrina millegusti e servitela ancora calda. "
}