{
    "title": "Cheesecake alla zucca con ragnatela",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Zucca",
            "quantity": "polpa 250 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(di uova medie) 2"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Acqua",
            "quantity": "60 g"
        },
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Caramelle di zucchero colorate",
            "quantity": "(tonda e scura o 1 cioccolatino) 1"
        }
    ],
    "preparation": " Per preparare la cheesecake alla zucca iniziate a preparare la base di biscotti: mettete nel mixer i biscotti secchi e due cucchiai di zucchero di canna 1 e frullate il tutto fino ad ottenere un composto farinoso. Versate la polvere di biscotti in una ciotola, poi sciogliete il burro e amalgamatelo ai biscotti 2. Quando il composto sarÃ pronto trasferitelo in una teglia di 24 cm di circonferenza, imburrata e foderata di carta forno e servendovi di un cucchiaio, pressate il composto sul fondo 3, facendolo aderire anche sui lati. Per appiattire bene i biscotti bagnate la base con 30 gr di acqua. Ponete la teglia in frigo per almeno 30 minuti e nel frattempo preparate l' impasto della torta. Per prima cosa preparate la zucca: lavatela, sbucciatela e tagliate la polpa a pezzetti, quindi cuocetela in una pentola a fuoco medio con 60 gr di acqua per 20 minuti 4. Mettete nel mixer il formaggio fresco e lo zucchero 5 insieme alla polpa di zucca, ammorbidita e fredda 6. Azionate il mixer eÂ fate amalgamare il tutto per qualche minuto. A questo punto, aggiungeteÂ lo zenzero, la cannella, il sale e il succo di limone 7, la panna fresca 8 e le uova 9. Azionate ancora il mixer: il risultato dovrÃ essere liscio, cremoso e omogeneo. Versate il composto ottenuto nella teglia 10 e infornate la vostra cheesecake in forno preriscaldato a 190Â° per 50 minuti. Una volta pronta lasciatela intiepidire in forno per far si che non si abbassi, poi tiratela fuori e fatela raffreddare per bene 11. Passate alla decorazione: fate sciogliere a bagnomaria 100 g di cioccolato fondente tritato e, con una siringa per dolci dal beccuccio sottile (se non l'avete utilizzate un cono di carta forno) disegnate sulla cheesecake una ragnatela 12. Scegliete un angolino della ragnatela e disegnate anche le zampe di un ragnetto; per il corpo usate una caramella tonda scura o un cioccolatino. Mettete in frigo per almeno 3 ore....ed ecco pronta la vostra cheesecake alla zucca con ragnatela! "
}