{
    "title": "Torta di mele invisibili",
    "ingredients": [
        {
            "ingredient": "Mele annurche",
            "quantity": "500 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "75 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "scorza e succo ½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la torta di mele invisibili, sciacquate e mettete in ammollo l'uvetta in acqua 1; poi grattugiate la scorza del limone e spremete il succo di mezzo limone 2; spremete anche il succo d'arancia: dovrete ricavarne 200 ml 3. poi filtrateli 4. Ponete i succhi in una ciotola capiente e passate a sbucciare le mele 5; privatele del torsolo e riducetele a dadini piccoli 6 e a mano a mano che sono pronte versatele nella ciotola con il succo di agrumi (in alternativa potete ammollare l'uvetta con il succo di mezza arancia e usare il succo di limone per i pezzetti di mele). Quindi versate il tutto in un mixer 7 e riducete le mele in polpa 8. Coprite con pellicola trasparente e tenete da parte. Fate fondere il burro e lasciatelo raffreddare. Intanto nella ciotola di una planetaria versate i tuorli e 2/3 di zucchero di canna 9 Iniziate a lavorare il tutto con le fruste poi versate il latte a filo 10, i semi di una bacca di vaniglia 11 e la scorza grattugiata del limone 12. Versate a filo anche il burro fuso raffreddato 13 e continuate a far andare la planetaria. Intanto setacciate la farina di riso, la maizena e il lievito 14 e aggiungete le polveri poco alla volta al composto 15. Infine unite le mele frullate al composto 16 e lavoratelo ancora per ottenere un impasto cremoso e omogeneo. Versatelo in una ciotola e aggiungete l'uvetta scolata (o metà dose lasciandone metà per guarnire prima di infornare) 17 e metà dose di pinoli 18. In una ciotola a parte montate gli albumi a lucido con il restante zucchero di canna: dovranno essere bianchi e spumosi ma morbidi) 19 e aggiungeteli al composto 20, mescolando dall'alto verso il basso per non smontarli. Imburrate e foderate con carta da forno una tortiera di 24 cm di diametro 21. Versate all'interno l'impasto e cospargete la superficie con i pinoli rimasti (22-23). Cuocete la torta di mele invisibili in forno statico preriscaldato a 180° per 45 minuti (se forno ventilato a 160° per 35 minuti circa); se durante la cottura la superficie dovesse imbrunirsi troppo, dopo 30 minuti coprite con un foglio di carta alluminio e proseguite la cottura. Una volta cotta, sfornate la torta 24, lasciatela intiepidire quindi sformatela e servitela come dolce da colazione, fine pasto o merenda golosa! "
}