{
    "title": "Muffin al cioccolato bianco e fragole",
    "ingredients": [
        {
            "ingredient": "Fragole",
            "quantity": "220 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina",
            "quantity": "380 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "180 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo da frigorifero 30 g"
        }
    ],
    "preparation": " Per preparare i muffin alle fragole e cioccolato bianco, iniziate preriscaldando il forno a 180°C; lavate quindi le fragole e tagliatele a pezzettini 1. Con l’aiuto di un coltello riducete anche il cioccolato bianco a pezzettini 2 oppure potete utilizzare gocce di cioccolato bianco pronte. In una ciotola ponete il burro a temperatura ambiente e aggiungetevi lo zucchero, con una frusta elettrica amalgamate bene gli ingredienti fino a che il composto risulterà cremoso 3. Aggiungete le 3 uova una ad una 4, sempre lavorando con la frusta, e il latte a filo 5. Setacciate insieme la farina, il lievito, il bicarbonato, i semi di una bacca di vaniglia e il pizzico di sale e incorporate il tutto all’impasto 6, mescolando bene con un mestolo di legno fino ad ottenere un composto liscio e senza grumi 7. Incorporate quindi il cioccolato bianco 8 e le fragole a pezzetti 9. Dedicatevi alla preparazione della copertura croccante: in una ciotola ponete il burro freddo da frigorifero a pezzettini, lo zucchero di canna e la farina 10 e mischiate l’impasto grossolanamente con un cucchiaio di legno o con le dita per ottenere delle bricioline (tipo crumble) 11. Riempite con l’impasto 14 stampi da muffin foderati con dei pirottini di carta fino a mezzo centimetro dal bordo 12. Ricoprite quindi i muffin con le bricioline e infornateli a 180°C per circa 35/40 minuti (fate la prova stecchino per verificarne la cottura). Quando i muffin alle fragole e cioccolato bianco saranno dorati estraeteli dal forno e fateli raffreddare prima di gustarli. "
}