{
    "title": "Chiffon cake multicolor",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 6 medie) 350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "290 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "extrafine 250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Cremor tartaro",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Fragole",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per preparare la chiffon cake multicolor, iniziate dall'impasto: in una ciotola versate la farina setacciata, il lievito 1, lo zucchero 2 e il sale 3. Dividete gli albumi dai tuorli e raccogliete questi ultimi in una ciotolina in cui potete aggiungere l'acqua 4, l'olio di semi 5 e la pasta di pistacchio 6. Poi unite anche il latte condensato 7 e mescolate tutto con una frusta 8. Aggiungete il composto agli ingredienti secchi (farina, lievito, zucchero e sale) 9. Mescolate accuratamente 10 e tenete l'impasto da parte. Nella ciotola di una planetaria versate gli albumi e iniziate a lavorarli con le fruste 11, appena saranno diventati bianchi aggiungete il cremor tartaro 12. Lavorate ancora gli albumi e quando saranno ben gonfi e spumosi 13, incorporateli al composto di tuorli e pasta di pistacchio, mescolando delicatamente dall'alto verso il basso per non smontare gli albumi 14. Versate il composto nello stampo da chiffon 15 (oppure in uno stampo per pan di spagna dalle misure di 22 cm di diametro del fondo, 26 cm di diametro in superficie e 10 cm di altezza). Cuocete la chiffon cake multicolor in forno statico preriscaldato a 160Â° per 55 minuti (se forno ventilato a 140Â° per circa 50 minuti). Una volta cotta, sfornatela 16 e capovolgete lo stampo facendolo poggiare sui piedini appositi 17: in questo modo il dolce si raffredderÃ incamerando aria senza sgonfiarsi. Nel frattempo che la chiffon si fredda completamente, preparate la glassa: in una padella capiente cuocete le fragole a pezzetti a fuoco lento, coprendo con un coperchio 18. Cuocete mescolando di tanto in tanto fino a quando la frutta non avrÃ rilasciato l'acqua di vegetazione 19; quindi spegnete il fuoco e setacciate la polpa con un colino a maglie strette 20 prima di aggiungere il latte condensato 21. In una ciotola e con fruste ben fredde, lavorate pochi istanti la panna che dovrÃ risultare semimontata 22; potete aggiungerla al composto di frutti rossi e latte condensato, mescolando dal basso in alto 23 per non smontare la panna, fino ad ottenere una glassa omogenea e fluida 24. Versate la glassa sulla chiffon cake 25 e decorate con granella di pistacchi 26 oppure con codette o palline colorate e servite la vostra chiffon cake multicolor 27! "
}