{
    "title": "Ciambelline cocco e frutti rossi",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte di cocco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di cocco",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 120 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "15 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le ciambelline cocco e frutti rossi, per prima cosa mettete lâolio di cocco in un pentolino 1 e scioglietelo a fiamma bassa giusto il tempo di farlo diventare liquido 2. Nel frattempo setacciate la farina e il lievito in una ciotola a parte 3. Ora versate lo zucchero nella ciotola di una planetaria munita di gancio a foglia, aggiungete le uova 4 e lavorate a bassa velocitÃ fino ad ottenere un composto chiaro e spumoso. Poi spegnete la planetaria unite lâolio di cocco 5, lavorate ancora e, dopo un paio di minuti, aggiungete anche il latte di cocco 6. Quando il composto sarÃ diventato omogeneo, spegnete di nuovo la macchina, versate la farina precedentemente setacciata con il lievito 7 e continuate a lavorare fino a che le polveri non saranno ben amalgamate. Infine aggiungete il sale 8, i lamponi e i mirtilli 9 e mescolate ancora. Dopo aver incorporato i frutti rossi nellâimpasto 10, trasferitelo in una sacca da pasticciere 11 e occupatevi di imburrare 12 e infarinare 5 stampini a forma di ciambella del diametro di 12 cm e 4 cm di altezza. Riempite gli stampini con lâimpasto per metÃ della loro altezza 13, poi cuocete in forno statico preriscaldato a 180Â° per circa 25 minuti, posizionandoli sul ripiano medio. Una volta cotte, sfornate le ciambelline 14 e lasciatele raffreddare, poi rimuovetele dallo stampo. Servite le vostre deliziose ciambelline cocco e frutti rossi spolverizzate con abbondante zucchero a velo 15! "
}