{
    "title": "Ciambella del mattino",
    "ingredients": [
        {
            "ingredient": "Frumina",
            "quantity": "(amido di frumento) 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 200 ml"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la ciambella del mattino, iniziate setacciando la frumina 1 insieme alla farina 2 e al lievito 3, setacciando il tutto in una ciotola capiente. Grattugiate la scorza di un’arancia che servirà per aromatizzare l’impasto 4. A parte, in un’altra ciotola ponete il burro ammorbidito e ridotto a pezzettini, aggiungete lo zucchero 5 e montate il composto con le fruste elettriche per ottenere una crema 6. A questo punto unite l’uovo intero e il tuorlo a temperatura ambiente 7, e un pizzico di sale. Proseguite montando il composto con le fruste e sempre con le fruste in azione, versate a filo il latte a temperatura ambiente 8. Unite le polveri al composto di uova e burro poco per volta, aiutandovi con un cucchiaio 9. Mescolate quindi con le fruste elettriche fino ad ottenere un composto liscio e senza grumi 10. Prendete uno stampo da ciambella del diametro di 22 cm con altezza 10 cm, imburrate il fondo e i bordi dello stampo aiutando con un pennello da cucina 11, in modo da imburrare al meglio tutta la superficie, un accorgimento fondamentale se si usa uno stampo decorato come quello che abbiamo usato noi. Infine spolverizzate con la farina tutta la superfice dello stampo 12. Versate l’impasto nella teglia 13 e livellate la superficie con una spatola o il dorso di un cucchiaio. Cuocete la ciambella del mattino in forno statico preriscaldato a 170° per 40 minuti. A cottura ultimata, sfornate la torta 14 e lasciatela raffreddate prima di sformarla, rovesciandola su una gratella 15. In una ciotolina mescolate lo zucchero a velo con la cannella in polvere 16, quindi spolverizzate la miscela di aromi sul dolce 17. La vostra ciambella del mattino è pronta per essere gustata a colazione 18! "
}