{
    "title": "Delizie foresta nera",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "circa 250 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "20"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "5"
        }
    ],
    "preparation": " Per realizzare le delizie foresta nera iniziate dalla preparazione delle cupole di pan di spagna chiamate \"casse\": dividete gli albumi dai tuorli e raccoglieteli in due ciotole separate 1, montate i tuorli con metà dello zucchero 2 fino ad ottenere una crema chiara e soffice 3. Lavorate anche gli albumi con le fruste 4 e quando saranno bianchi, versate anche il restante zucchero per montarli a neve ben ferma 5 (per montare le uova potete utilizzare anche uno sbattitore elettrico). Unite i due composti e mescolate delicatamente con una spatola dall'alto verso il basso 6 per non smontarli. Incorporate all’impasto anche la farina 7 e il cacao in polvere setacciati 8, mescolando sempre delicatamente per mantenere il composto ben gonfio. Il lievito in questa ricetta non è necessario, perché l’aria è già stata incamerata montando le uova. Trasferite il composto in una sac-à-poche usa e getta e riempite uno stampo da delizie monoporzione in silicone 9 (oppure uno stampo in alluminio imburrato e infarinato). Cuocete le delizie in forno statico preriscaldato per 30 minuti (o in forno ventilato a 160° per 20 minuti). A cottura ultimata, sfornatele 10, lasciatele intiepidire e poi sformatele su una gratella e attendete che siano fredde prima di farcirle. Intanto preparate la crema del ripieno: mettete in ammollo in acqua fredda la gelatina in fogli per 10 minuti 11, poi montate la panna ben fredda (tenetene da parte due cucchiai da scaldare per sciogliere la gelatina) con uno sbattitore elettrico o in una planetaria con frusta; quando sarà semi montata aggiungete lo zucchero a velo setacciato 12 e proseguite a montarla finché non sarà ben soda. A questo punto trasferite in una ciotola la panna montata e incorporate lo yogurt greco (in alternativa potete utilizzare lo yogurt bianco), poi strizzate bene la gelatina che si sarà ammorbidita e scioglietela in due cucchiai di panna calda 13. Fatela raffreddare e incorporatela alla crema 14 mescolando con un cucchiaio. Coprite la crema con pellicola trasparente 15 e lasciatela rassodare in frigorifero per un paio di ore. Ora riprendete le delizie ormai fredde, ritagliate un cerchio ad un centimetro dal bordo e scavate l’interno 16 estraendo l’impasto interamente per creare un incavo che farcirete con il ripieno, parte dell’impasto estratto servirà come tappo per richiedere le delizie e quella in eccesso sarà sbriciolata sulle delizie come guarnizione 17. Separate le amarene dal loro sciroppo e usate quest’ultimo per bagnare le delizie nella parte interna 18, poi farcitele con la crema allo yogurt: per agevolarvi trasferite la crema in una sac-à-poche riempite metà incavo con la crema 19 distribuite sopra qualche amarena 20 e riempite nuovamente con la crema. Richiudete le delizia con il “tappo” di pan di spagna 21. Ponetele le delizie pronte su una gratella 22. Alla crema avanzata aggiungete della panna fresca liquida e mescolate per ottenere una consistenza più fluida. Distribuite la crema sulle delizie facendola colare con un cucchiaio 23 oppure trasferitela in una sac-à-poche. Mette le delizie e la crema avanzata in frigorifero a rassodare. Poi ponetele su un piatto da portata e guarnite dei ciuffi di crema intorno alla base 24. Sulla superficie sbriciolate il pan di spagna avanzato 25 e per finire decorate la cima della cupola con un ciuffo di crema e una amarena (26-27). Le delizie foresta nera sono pronte per essere gustate! "
}