{
    "title": "Crostata alle arance caramellate",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 170 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "115 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "60 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Arance",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Zucchero integrale di canna",
            "quantity": "70 g"
        }
    ],
    "preparation": " Per preparare la crostata di arance caramellate iniziate dalla frolla: in un mixer dotato di lame versate la farina setacciata e il burro freddo di frigo a pezzetti 1. Realizzate la sabbiatura, quindi versatela su un piano di lavoro e create la classica forma a fontana. Al centro grattugiate la scorza di 1 arancia non trattata 2, poi unite il latte condensato 3 e un tuorlo 4. Lavorate velocemente l'impasto con le mani, per evitare che si scaldi eccessivamente. Formate un panetto 5, appiattitelo e avvolgetelo con pellicola trasparente 6; riponete la frolla a rassodare in frigorifero per circa 30 minuti. Intanto preparate la crema pasticcera all'arancia: in un tegame versate il latte fresco il latte condensato 7, quindi mescolate con una frusta per amalgamare gli ingredienti. Unite i tuorli, uno alla volta 8 e l'amido di mais setacciato con un colino 9. Quindi aggiungete la scorza intera di 1 arancia non trattata 10 e accendete il fuoco dolce per cuocere la crema e farla addensare mescolando continuamente. Una volta pronta, eliminate la scorza d'arancia 11 e versate la crema in una pirofila ampia e bassa 12. Coprite con pellicola a contatto 13 e lasciatela raffreddare completamente prima a temperatura ambiente e poi in frigorifero. Imburrate e infarinate uno stampo da crostata con i bordi ondulati o lisci di 26 cm di diametro 14. Riprendete la frolla e stendetela dello spessore di mezzo cm 15 Arrotolate l'impasto sul mattarello e srotolatelo delicatamente sullo stampo 16, poi rifilate i bordi togliendo la pasta in eccesso e usatela avvolta in poca pellicola trasparente per far aderire bene il fondo allo stampo 17. Procedete quindi con la cottua alla cieca: foderate la frolla con carta da forno e adagiate le sfere di ceramica (o dei legumi come fagioli o ceci) 18. Quindi cuocete in forno statico preriscaldato a 170° per 20 minuti (se forno ventilato a 160° per 10 minuti). Poi togliete i pesetti e fate cuocere ancora per 10 minuti alla stessa temperatura (5 minuti se forno ventilato). Nel frattempo prepararte le arance caramellate per la decorazione: sbucciate le arance 19, tagliatele a fettine sottili 1 cm 20 e disponetele su una leccarda foderata con carta da forno. Spolverizzate ciascuna fettina con lo zucchero di canna integrale 21 e passatele sotto il grill per 10 minuti circa a 240°-250°. Una volta pronte, sfornatele 22 e lasciatele intiepidire. Ora che tutte le preparazioni sono pronte, componete la vostra crostata di arance caramellate: prendete la base cotta e lasciata raffreddare, quindi versate la crema in una sac-à-poche senza bocchetta e distribuitela uniformemente 23, livellando con una spatola 24. Adagiate quindi le fettine di arancia sopra la crema, disposte a raggiera (25-25) in modo da coprire l'intera superficie: la vostra crostata di arance caramellate è pronta per essere gustata 27. "
}