{
    "title": "Barchette di indivia ai formaggi",
    "ingredients": [
        {
            "ingredient": "Indivia belga",
            "quantity": "12 foglie"
        },
        {
            "ingredient": "Caprino",
            "quantity": "180 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Robiola",
            "quantity": "180 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "180 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "in granella 30 g"
        }
    ],
    "preparation": " Per preparare le barchette di indivia ai formaggi iniziate dalla pulizia della verdura. Sciacquate le verdure ed asciugatele bene con un panno pulito. Poi eliminate la parte del torsolo dell’indivia 1. Sfogliatela delicatamente per ricavare 12 foglie 2 facendo attenzione a non romperle. Tenetele da parte. Proseguite sminuzzando finemente l’erba cipollina 3. Poi tagliate la cotenna dello speck 4, quindi a listarelle molto sottili e da essere ricavatene dei dadini 5. Quindi preparate i vari ripieni con i formaggi: versate la robiola ed il caprino e sgranate i formaggi con una forchetta 6. Nella ciotolina con caprino aggiungete l’erba cipollina (tenete da parte alcuni cucchiaini per la decorazione finale) 7 ed uniformatela con una forchetta 8. Trasferite quindi la crema in una sac-à-poche con bocchetta a stella 9 e tenetela da parte. Nell’altra ciotolina con robiola aggiungete lo speck 10, avendo cura di tenere alcuni dadini di speck da parte per decorare alla fine. Uniformatelo alla robiola e trasferitelo in una seconda sac-à-poche munita di bocchetta a stella 11 che terrete da parte. Procedete con la preparazione della terza crema: in un mixer frullate il gorgonzola 12. Quando avrete ottenuto una crema omogenea, trasferitela in una ciotolina ed unitevi i gherigli delle noci tritate 13. Tenete un po’ di noci da parte per la decorazione finale. Uniformate con una spatola gli ingredienti 14 e trasferite anche questa crema in una sac-à-poche con bocchetta a stella. A questo punto le creme sono pronte e potete procedere con la farcitura delle foglie di indivia. Prendete una foglia di indivia e la prima sac-à-poche con la crema di caprino ed erba cipollina. Riempite l’incavo della foglia 15. Decorate con un cucchiaino di erba cipollina ciascuna foglia 15. Procedete riempiendo altre 3 foglie con la crema di caprino ed erba cipollina, decorando con il trito di erba cipollina, poi altre 4 con robiola e speck, adagiando alcuni dadini di speck, e poi altre 4 con la crema di gorgonzola e noci, decorando con le noci tritate 17. Le vostre barchette di indivia e formaggi sono ora pronte per uno stuzzicante aperitivo 18! "
}