{
    "title": "Torta morbida ricotta e pere",
    "ingredients": [
        {
            "ingredient": "Pere abate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta morbida ricotta e pere iniziate pelando le pere, privatele del torsolo centrale e tagliatele a cubetti piuttosto piccoli 1, mettetele in una ciotola con pochissimo succo di limone per non farle annerire. Sbattete con una frusta (o in una planetaria) lo zucchero con la ricotta 2, aggiungete quindi i semi del baccello di vaniglia. Incorporate poi le 3 uova una ad una 3 e continuate a montare il composto, unite la scorza di limone grattugiata 4. Setacciate la farina con il lievito e aggiungetele al composto 4, mescolando con un cucchiaio di legno fino a che non otterrete un impasto liscio. Incorporate le pere a cubetti 6 e amalgamatele allâimpasto 7. Imburrate e infarinate bene una tortiera a cerniera dal diametro di 24 cm 8, versatevi lâimpasto della torta e livellatelo bene aiutandovi con una spatola 9. A questo punto infornate la torta a 180Â°C (forno statico) per 50/70 minuti, fino a che introducendo uno stecchino di legno al centro della torta, questi ne risulterÃ asciutto. In caso la torta si dovesse scurire troppo in superficie durante la cottura copritela con un foglio di alluminio. Estraete la torta morbida ricotta e pere dal forno, fatela intiepidire, sformatela e cospargetela di zucchero a velo prima di servirla! "
}