{
    "title": "Pancake allo yogurt",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Yogurt",
            "quantity": "intero 70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Burro",
            "quantity": "per ungere la padella q.b."
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "(lamponi e more) 140 g"
        },
        {
            "ingredient": "Yogurt",
            "quantity": "intero 20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di girasole",
            "quantity": "20 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare i pancake allo yogurt come prima cosa occupatevi della salsa di accompagnamento. Versate lamponi e more in un pentolino 1, aggiungete lo zucchero 2 e cuocete, mescolando di tanto in tanto, fino a che lo zucchero non si sarÃ sciolto e i frutti si saranno ammorbiditi 3. Trasferite poi nel bicchiere di un mixer ad immersione e frullate i frutti fino ad ottenere una purea 4 per eliminare eventuali semini 5 e aggiungete lo yogurt 6.Â Mescolate e tenete da parte in frigorifero 7. Passate ora all'impasto dei pancake. Rompete in una ciotola le uova, aggiungete lo zucchero 8 e sbattete con una frusta a mano 9.Â Aggiungete poi latte 10, yogurt 11 e sbattete ancora 12.Â Setacciate all'interno la farina 13 e il lievito 14, poi incorporateli mescolando ancora con la frusta 15, fino ad ottenere un composto liscio ed omogeneo.Â In ultimo aggiungete la scorza grattugiata del limone 16 e mescolate un'ultima volta. Scaldate una padella e imburratela 17. Versate un mestolino di impasto 18Â e quando inizieranno a formarsi le prime bollicine 19, giratelo e cuocetelo anche dall'altro lato 20. Nel frattempo tostate in padella i semi di girasole e la granella di nocciole.Â Disponete i pancake su un piattoÂ 21, guarnite con la salsa ai lamponi 22, i semi di girasole e la granella di nocciole 23 e un paio di lamponi freschi.Â I pancake sono pronti da servire 24.Â "
}