{
    "title": "Gelato biscotto",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "6 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "30 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il gelato biscotto, iniziate a preparare l’impasto per i biscotti: sbriciolate il burro freddo a pezzi con la farina in un mixer 1, spostate la polvere ottenuta in una ciotola capiente e setacciate all’interno anche lo zucchero a velo e il cacao (2-3). Mescolate bene le farine tra di loro. Sbattete l'uovo con il turolo e aggiungeteci il miele 4, mescolate e unite il composto nelle farine 5. Impastate con le mani fino ad ottenere un composto solido e compatto, simile ad una pasta frolla 6. Lasciatelo riposare in frigorifero per almeno 30 minuti, coperto da pellicola 7. Trascorso questo tempo stendete la pasta ad uno spessore di circa mezzo cm e ricavate 24 cerchi del diametro di 8 cm 8. Disponeteli su una leccarda foderata di carta da forno e infornate a 180° per circa 18-20 minuti 9. Preparate il gelato alla panna: versate il latte in un pentolino, unite lo zucchero, la panna e il baccello di vaniglia aperto 10 quindi mescolate e portate il composto non oltre 85°. Arrivati a temperatura mettete immediatamente il pentolino dentro ad un contenitore con acqua e ghiaccio per abbassare velocemente la temperatura del composto 11 e una volta freddo, versatelo in una gelatiera e fate mantecare per almeno 30 minuti, fino a che il composto non sarà denso e corposo 12. Per vedere la scheda del gelato alla panna clicca qui. Prima di usarlo fatelo rassodare ulteriormente in freezer per almeno 2 ore. Ora che è tutto pronto assemblate i vostri gelati biscotto: prendete un biscotto tondo e intorno avvolgetevi un foglio di acetato o, in alternativa, fate un doppio giro di carta forno 14. Riempite lo stampo creato con due cucchiai di gelato (circa 80 gr) e lasciatelo rassodare in freezer per mezz'ora15. Quando sarà ben compatto, ponete sopra un altro biscotto e rimuovete il foglio intorno 15. Ecco pronto il biscotto gelato: serviteli subito oppure riponeteli in freezer adagiati su un foglio di carta da forno. "
}