{
    "title": "Bicchierini di cassata",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Frutta candita",
            "quantity": "(arance , cedro, pera, ciliegine) q.b."
        }
    ],
    "preparation": " Per preparare i bicchierini di cassata cominciate con la preparazione della pasta biscotto. Prendete le uova a temperatura ambiente, rompetele e versatele nella planetaria 1. Aggiungete quindi alle uova il miele 2 ed i semi della bacca di vaniglia 3. Versatevi ora lo zucchero piano piano 4 e montate finché l’impasto non diventa chiaro e spumoso 5. Dopo circa 10 minuti otterrete la consistenza desiderata. Setacciate a questo punto la farina ed incorporate delicatamente l’impasto precedentemente ottenuto facendo molta attenzione a non smontare l’impasto 6. Quindi prendete una teglia da 32 cm e rivestitela con carta forno. Versate all’interno della teglia rivestita il composto 7 e livellate bene affinché risulti uniforme e la cottura in forno sia omogenea. Infornate la teglia a forno statico preriscaldato a 165° per circa 15 minuti. Il composto a fine cottura otterrà una colorazione dorata 8. Mentre la pasta biscotto sta cuocendo in forno procedete con la preparazione della crema per i vostri bicchierini di cassata. Setacciate la ricotta per renderla ancora più soffice e cremosa 9. Unite alla ricotta setacciata il latte condensato 10 e mescolate fino ad ottenere un composto omogeneo. Aggiungete a questo composto le gocce di cioccolato 11 ed amalgamate gli ingredienti. La crema per i vostri bicchierini è pronta. Trascorso il tempo di cottura della pasta biscotto, toglietela dal forno e lasciatela raffreddare. Quando raggiungerà la temperatura ambiente prendete un coppa pasta dal diametro di 5 cm (per i dischetti del fondo del bicchierino) ed uno da 8 cm (per i dischetti mediani del bicchierino) 12. Vi avanzerà una piccola parte della pasta biscotto. Coppate ora la pasta biscotto ottenendo tanti dischetti quanti sono i bicchierini. Ora passate alla composizione dei bicchierini. Prendete i bicchierini e adagiate sul fondo la pasta biscotto dal diametro di 5 cm 13. Con una sac-à-poche versate la crema di ricotta e latte condensato precedentemente preparata 14. Prendete ora i canditi e tagliateli a piccoli pezzetti 15. Aggiungete i canditi tagliati aiutandovi con delle pinzette 16 e sopra a questi aggiungete un dischetto da 8 cm di pasta biscotto 17. Nuovamente con la sac-à-poche farcite con la crema di ricotta e latte condensato, poi con i canditi. I bicchierini di cassata saranno pronti da gustare 18! "
}