{
    "title": "Cheesecake cioccolato e pere",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pere",
            "quantity": "400 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Acqua",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Pere",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la cheesecake cioccolato e pere, iniziate predisponendo il fondo: mettete i biscotti secchi nel mixer e azionate fino a sminuzzarli finemente 1. Fate sciogliere il burro in un pentolino e nel frattempo trasferite i biscotti sminuzzati in una ciotola. Aggiungete a poco a poco il burro sciolto ai biscotti sminuzzati, amalgamando per bene il tutto 2. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm e poi rivestite fondo e bordi con la carta forno (scopri come fare leggendo la Scuola di Cucina: foderare una tortiera con carta da forno, qui). Versate i biscotti sbriciolati nella tortiera ricoperta di carta forno e con l'aiuto di un cucchiaio compattate bene la base di biscotto 3. Fate raffreddare il composto in frigorifero per mezz’ora o in freezer per una decina di minuti. Ora dedicatevi alla crema: mondate le pere, sbucciandole e togliendo i semi 4 e tagliatele a cubetti 5. Mettete la pera a cubetti in una padella antiaderente e fate cuocere insieme al succo di limone 6. Aggiungete un pizzico di cannella 7, un cucchiaio di zucchero 8 e i 4 cucchiai di acqua. Quindi lasciate cuocere per qualche minuto, fino a quando le pere risulteranno morbide e piuttosto asciutte. Una volta pronte, mettetele da parte in una ciotola e fatele raffreddare 9. Ora passate a preparare il cioccolato da unire al formaggio spalmabile: mettete il cioccolato fondente in una ciotola 10 e ponetela in un pentolino riempito per metà di acqua. Quindi accendete il fuoco e fate fondere il cioccolato a bagnomaria. In una ciotola a parte ponete il formaggio fresco spalmabile e lo zucchero a velo e mescolate i due ingredienti con lo sbattitore elettrico. Quindi aggiungete il cioccolato fuso intiepidito e montate gli ingredienti 11. Quando avrete ottenuto un composto omogeneo 12, trasferitelo in una planetaria (o in una ciotola capiente per lavorarlo con uno sbattitore elettrico), aggiungete le uova e azionate le fruste. Mentre le fruste sono in funzione, aggiungete anche il latte a filo. Amalgamate bene il tutto e aggiungete la maizena setacciata 13. Quando il composto avrà raggiunto un aspetto liscio e omogeneo, spegnete la planetaria e unite le pere e amalgamate con una spatola 14. La vostra crema di formaggio al cioccolato sarà quindi pronta. Prendete dal frigo la base di biscotto che sarà oramai rassodata e farcitela con la crema 15. Lasciatela cuocere in forno statico per un'ora a 170° (se usate un forno ventilato cuocete a 150° per 50 minuti). Una volta che la cheesecake sarà cotta, lasciatela raffreddare per 4 ore in frigo. Con la pera che avete tenuto da parte per la decorazione, guarnite la torta come più preferite, ad esempio tagliando la pera a fettine sottili e disponendole a raggiera. "
}