{
    "title": "Baklava",
    "ingredients": [
        {
            "ingredient": "Pasta fillo",
            "quantity": "fresca (rettangolare) 300 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "8 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per realizzare il baklava, per prima cosa sciogliete il burro in un pentolino. Lasciate raffreddare il burro fuso e nel frattempo occupatevi del ripieno: inserite le mandorle pelate in un robot da cucina 1 e tritatele grossolanamente, poi aggiungete la cannella in polvere 2 e mescolate per amalgamarla bene 3. Prendete una teglia di 36x27 cm (deve avere la stessa misura dei fogli di pasta fillo) e spennellate il fondo con il burro fuso 4. Adagiate allâinterno un primo foglio di pasta fillo 5 e spennellatelo con il burro fuso 6, poi ricoprite con un secondo foglio di pasta fillo 7 che spennellerete nuovamente col burro fuso . A questo punto cospargete un terzo del ripieno su tutta la superficie, coprite con altri 2 fogli di pasta fillo 9, imburrati individualmente, e proseguite in questo modo alternando il ripieno agli strati di pasta fillo, ognuno dei quali deve essere composto da 2 fogli imburrati individualmente: in tutto dovrete realizzare 3 strati. Dopo aver distribuito lâultimo strato di ripieno 10, ultimate il baklava con 8 fogli di pasta fillo sovrapposti lâuno allâaltro e imburrati individualmente 11: in tuttoÂ dovete utilizzare 14 fogli di pasta fillo. A questo punto tagliate il baklava a rombi di circa 4 cm utilizzando un coltello ben affilato 12 e cuocete in forno statico preriscaldato a 160Â° per 40 minuti sul ripiano medio. Nel frattempo preparate lo sciroppo: scaldate lâacqua in un pentolino, poi aggiungete lo zucchero 13 e il miele 14 e lasciate cuocere a fuoco dolcissimo per almeno unâora 15. Una volta cotto, sfornate il baklava e lasciatelo raffreddare completamente. Quando lo sciroppo sarÃ pronto versatelo ancora caldissimo sulla superficie del baklava in modo da riempire tutte le fessure 17. Riponete il baklava in frigorifero e gustatelo il giorno dopo 18! "
}