{
    "title": "Involtini di tacchino con patate, ricotta e pancetta",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Tacchino",
            "quantity": "al forno a fette 24"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "sottili (circa 200 g) 12 fette"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "vaccina 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "180 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 ml"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Porri",
            "quantity": "foglie 2"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare gli involtini di tacchino con patate, ricotta e pancetta tagliate a cubetti la pancetta affumicata 1, poi pelate le patate 2 e riducetele a dadini 3. Ponete i dadini di patate in un pentolino , versate il latte 4, aromatizzate con la noce moscata 5 salate e cuocete per circa 15 minuti fino a quando non saranno morbidi. Fate raffreddare le patate poi ponetele in un mixer dotato di lame, aggiungete la ricotta 6 le foglioline di maggiorana fresca e un pizzico di pepe bianco 7 e frullate il tutto per ottenere un composto omogeneo e cremoso 8. Trasferite la crema di patate in una ciotola e aggiungete i dadini di pancetta 9, mescolate con un cucchiaio e tenete da parte la farcitura. Ora componete gli involtini: prendete due fette di tacchino e sovrapponetele leggermente, adagiate sopra una fetta di emmentaler e 10 spalmate sopra la crema di patate e ricotta 11 poi piegate i due bordi lunghi verso il centro 12 poi ripiegate anche i lati più corti (13-14).Sfogliate il porro, lavate le foglie e ricavate 12 strisce sottili 15, scottatele in acqua bollente 16 per renderle morbide ed elastiche e poi raffreddatele immergendole in una ciotola colma di acqua e ghiaccio 17 per mantenere il colore. Procedete allo stesso modo con la carota, pelatela e con un pelapatate ricavate 12 strisce sottili, sbollentatele per ammorbidirle 18 e poi raffreddatele nella ciotola con acqua e ghiaccio 19. Ora passate a legare gli involtini: su un tagliare disponete incrociandole una striscia di porro e una di carota 20 appoggiate al centro l’involtino e avvolgete la carota e fate un nodo in cima, fate lo stesso con il porro 21 chiudendo “a pacchetto” l’involtino 22. Con queste dosi otterrete 12 involtini, trasferiteli su una leccarda rivestita con carta da forno, spennellate la superficie con l’uovo sbattuto 23 e cuoceteli per 10 minuti in forno statico preriscaldato a 180° ( o in forno ventilato a 160° per 6-7 minuti). Sfornate gli involtini di tacchino con patate, ricotta e pancetta 24 e fateli intiepidire prima di portarli in tavola. "
}