{
    "title": "Torta Bertolina",
    "ingredients": [
        {
            "ingredient": "Uva fragola",
            "quantity": "600 g"
        },
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "15 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "410 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "per oliare la teglia 10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        }
    ],
    "preparation": " Per preparare la torta Bertolina iniziate a setacciare la farina 00 e versatela in una ciotola capiente 1, poi versate anche la farina di mais fioretto e il lievito di birra fresco sbriciolato con le mani 2 e i 20 g di zucchero 3. Mescolate gli ingredienti 4 e iniziate a versare l’acqua a filo 6 continuando a mescolare con la spatola; salate 6. Continuate ad impastare nella ciotola e a versare man a mano l'acqua finchè non otterrete un composto molto idratato, semi liquido 8. Coprite con pellicola 9 e lasciate lievitare per 1 ora circa ad una temperatura di 27-28 c° (anche il forno spento con luce accesa andrà bene). Nel frattempo prendete l'uva fragola e staccate gli acini dai graspi 10; poi sciacquatela delicatamente sotto acqua corrente 11, quindi scolatela su un canovaccio pulito 12 e asciugatela tamponando delicatamente per non rompere i chicchi. Trascorsa l'ora di lievitazione dell'impasto, riprendetelo 13, togliete la pellicola 14 poi versate i chicchi di uva fragola all'interno 15 e mescolate delicatamente con la spatola 16 perchè i chicchi si amalgamino all'impasto ma senza rompersi. Coprite con pellicola nuovamente 17 e lasciate lievitare sempre in forno spento con luce accesa per circa 45 minuti. Oliate una teglia di 32 cm di diametro 18 e accendete il forno statico a 180° per preriscaldarlo prima di infornare la torta. Trascorso il tempo di lievitazione riprendete l'impasto 19 e rovesciatelo nella teglia 20, quindi distribuitela aiutandovi con un tarocco 21: A questo punto potete spolverizzare con 25 g di zucchero semolato 22 e la vostra torta bertolina sarà pronta per essere infornata 23 in forno statico preriscaldato a 180° per 50 minuti. Una volta cotta 24 sfornate la torta bertolina, lasciate intiepidire e servitela anche direttamente affettandola nella teglia! "
}