{
    "title": "Stollen",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "700 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(8 gr) 1 bustina"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "150 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "da grattugiare 15 g"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "12 g"
        },
        {
            "ingredient": "Marzapane",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare lo stollen iniziate a tagliare l'arancia candita in fette e riducetela a cubetti (1-2). Mettetela in ammollo insieme all'uvetta in una ciotola con dell’acqua tiepida, in modo che sia tutto ricoperto a filo e un 50 ml di rum presi dalla dose totale 3. Nel frattempo disponete le mandorle spellate su di una teglia da forno e fatele tostare nel forno, fino a quando non saranno diventate croccanti ma non troppo colorate 4. Se avete delle mandorle con la buccia, fatele scottare per 5 minuti in acqua bollente e poi eliminate la buccia che in questo modo verrà via facilmente. Quando le mandorle saranno fredde, tritatele grossolanamente 5 e mettele da parte Grattugiate la scorza del limone e lo zenzero in una ciotola e tenetele da parte 6. Sciogliete il lievito (potete utilizzare anche un cubetto di lievito di birra fresco sbriciolato) in poco latte tiepido (preso dalla dose totale della ricetta) e unitevi anche un cucchiaino di miele (7-8). Disponete la farina in una ciotola e praticate una conca al centro, in cui verserete il lievito 9. Mescolate con un cucchiaino, incorporando al lievito poca farina, fino ad ottenere un composto simile ad una pastella, che lascerete così al centro senza impastare 10. Coprite il tutto con la pellicola 11 e lasciate lievitare per almeno mezz’ora in un luogo tiepido, fino a che il composto non raddoppierà il suo volume iniziale 12. Nel frattempo che la pastella lievita, tagliate in due una bacca di vaniglia e grattate i suoi semini interni con la lama di un coltellino 13. Ponete la bacca aperta e i semini in infusione, all’interno di una ciotola, contenente il restante latte che avrete intiepidito 14. Poi fate fondere il burro e lasciatelo raffreddare; infine scolate l’uvetta e l’arancia candita, tamponatele con della carta da cucina per asciugarle, passatele nella farina 15 e poi in un setaccio per eliminarne l’eccesso. A questo punto in una ciotola, sbattete le due uova e unite il latte nel quale avevate messo in infusione la vaniglia (eliminando preventivamente la bacca) 16. Unite il sale e il cardamomo 18 e infine la scorza del limone e lo zenzero grattugiati 19 . Versate il composto di lievito e di farina nella tazza di una planetaria (o in una ciotola capiente se impastate a mano) e azionate la macchina munita di foglia (velocità bassa). Versate all’interno della tazza il composto di uova e latte 20 e poi altri 50 ml di rum 21 e lo zucchero. In ultimo unite il burro fuso tiepido poco alla volta 22. Non appena gli ingredienti si saranno inglobati, togliete la foglia e mettete il gancio, quindi impastate per circa 10 minuti fino a che l’impasto non sarà omogeneo e attaccato completamente al gancio. Unite le mandorle tritate (fredde) poi l’uvetta e l’arancia candita infarinate 23 e impastate per un paio di minuti. Mettete l’impasto su di una spianatoia, dategli forma tonda 24. Quindi ponetelo in una ciotola capiente, coprite con della pellicola trasparente e lasciate lievitare per un’ora in un posto tiepido 25. Intanto prendete il marzapane e dategli forma cilindrica 26. Trascorso il tempo della lievitazione, mettete l’impasto su di una spianatoia, dategli forma rettangolare e con il matterello schiacciate nel centro, allungando un po’ l’impasto in modo da ottenere sui lati più lunghi un rigonfiamento più spesso dell’altro 27. Ripiegate i lati più corti verso l’interno per ripristinare la forma rettangolare dell’impasto 28. Mettete nella conca ottenuta, verso il rigonfiamento più grande, il bastoncino di marzapane, quindi richiudete il lato più sottile su quello più grosso 30 e pressate con il matterello in centro, per sigillare bene e conferire la classica forma allo stollen 31. Modellate un po' con le mani in modo da dare allo stollen una forma regolare 32 e ponetelo su di una leccarda foderata con carta forno. Infornate in forno statico già caldo a 180° per circa 60-70 minuti, fino a che lo stollen non risulterà ambrato 33. Una volta estratto dal forno, spennellato immediatamente con il burro fuso 34 e cospargetelo con abbondante zucchero a velo setacciato 35, quindi lasciatelo raffreddare su di una gratella. Avvolgetelo quindi nella carta di alluminio e lasciate riposare lo stollen in un luogo fresco (ma non in frigorifero) per un paio di giorni prima di consumarlo, in modo che assorba umidità e raggiunga la consistenza classica. Buono Stollen e buon Natale a tutti!! "
}