{
    "title": "Dolci sospiri",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie, fredde di frigo 3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "mezza"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "450 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "90 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "3 gocce"
        }
    ],
    "preparation": " Per preparare i dolci sospiri, per prima cosa preriscaldate il forno in modalità statica a 160°; separate le 3 uova che servono per l'impasto dividendo i tuorli (dovrete ottenerne 60 g) dagli albumi (dovrete ottenerne 100 g); le uova devono essere fredde di frigorifero. Versate gli albumi nella ciotola di una planetaria dotata di fruste 1 e iniziate a lavorarli a velocità medio-bassa. Quando gli albumi cominceranno a diventare bianchi, aggiungete lo zucchero in 2-3 volte 2 e continuate a montare fino a che non avrete ottenuto una neve ben ferma 3. Ora versate i tuorli in una ciotola a parte e sbatteteli con le fruste elettriche 4 fino a che non risulteranno chiari e spumosi 5. A questo punto unite i tuorli agli albumi montati a neve 6 e mescolate delicatamente dal basso verso l’alto con una spatola, facendo attenzione a non smontarli 7. Quando il composto di uova sarà ben amalgamato, aggiungete la farina in 2-3 volte setacciandola direttamente nella ciotola con l’aiuto di un colino 8 e mescolate delicatamente dal basso verso l’alto con la spatola per evitare di smontare l’impasto 9. Quando gli ingredienti saranno ben amalgamati, trasferite l’impasto ottenuto in una sac-a-poche con un beccuccio liscio del diametro di 18 mm 10. Foderate una leccarda con la carta forno e spremete dei ciuffi di impasto con la sac-a-poche distanziandoli l’uno dall’altro, che dovranno avere una base di circa 6 cm di diametro e finire con una punta in cima 11. Con queste dosi otterrete 9 sospiri 12. Infornate i sospiri così formati nel forno preriscaldato a 160° e cuocete per circa 25-30 minuti. Mentre i sospiri sono in forno, passate alla preparazione della crema pasticcera: versate il latte in un pentolino, aggiungete la scorza di limone 13 e portatelo a sfiorare il bollore. Nel frattempo, unite i tuorli e lo zucchero in una ciotola 14 e sbattete con una frusta a mano fino a che non saranno belli spumosi, dopodiché aggiungete l’amido di mais setacciato 15 e mescolate ancora con la frusta per rendere il composto ben omogeneo 16. A questo punto il latte sarà quasi arrivato a bollore, quindi versatelo all’interno della ciotola con i tuorli attraverso un colino, per eliminare la scorza di limone 17, e mescolate ancora. Infine, versate nuovamente il composto ottenuto nel pentolino 18 e portatelo a bollore, mescolando per 4-5 minuti a fuoco dolce 19. Una volta che la crema si sarà addensata, trasferitela in una pirofila di vetro 20 e copritela con pellicola a contatto; lasciatela raffreddare a temperatura ambiente, dopodiché conservatela in frigorifero. Per ulteriori informazioni sul procedimento, potete consultare la ricetta della crema pasticcera. Trascorso il tempo di cottura dei sospiri (dovranno risultare dorati all’esterno ma non scuri), trasferiteli su una gratella e lasciateli raffreddare completamente 21. Nel frattempo, passate alla preparazione della ghiaccia reale: versate i 90 g di albumi in una ciotola e aggiungete qualche goccia di limone 22, poi iniziate a montare con le fruste elettriche aggiungendo un cucchiaio di zucchero a velo per volta 23. Continuate a montare con le fruste fino a che lo zucchero a velo non si sarà completamente amalgamato e la glassa risulterà omogenea e senza grumi 24, dopodiché copritela con la pellicola a contatto. Per ulteriori informazioni sul procedimento, potete consultare la ricetta della ghiaccia reale. Ora potete assemblare i dolci sospiri: rimuovete la crema dal frigorifero e trasferitela in una sac-a-poche con beccuccio liscio del diametro di 15 mm; prendete le tortine ormai raffreddate e praticate un taglio parallelo alla base, avendo cura di lasciarla attaccata da un lato per non rimuoverla completamente 25. Riempite l’interno delle tortine con la crema 26, richiudetele con cura 27 e appoggiatele nuovamente sulla gratella; procedete nello stesso modo con tutti i sospiri. Quando tutti i sospiri saranno farciti, ricopriteli interamente con la ghiaccia reale versandola sulla cima con un cucchiaio e lasciandola scivolare lungo i lati 28. Lasciate asciugare i sospiri sulla gratella per 3-4 ore a temperatura ambiente (non in frigorifero), avendo cura di posizionare un vassoio al di sotto per raccogliere la ghiaccia in eccesso 29. Una volta asciugati, i vostri dolci sospiri sono pronti per essere serviti 30! "
}