{
    "title": "Torta di farro e yogurt",
    "ingredients": [
        {
            "ingredient": "Farina di farro",
            "quantity": "170 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie, a temperatura ambiente 2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la torta di farro e yogurt iniziate dalle polveri: in una ciotola setacciate la farina di farro 1 con il lievito 2 e la fecola di patate 3. Una volta svolta questa operazione mettete la ciotola un attimo da parte. Nella planetaria mettete il burro tagliato a tocchetti 4 e, mentre la planetaria lavora, aggiungete lo zucchero 5 e i semi del baccello di vaniglia 6. Unite anche lo yogurt greco 7 e continuate la lavorare fino a quando non avrete ottenuto un composto spumoso. A quel punto aggiungete le uova a temperatura ambiente 8 e, sempre continuando a montare, unite anche il sale 9. A questo punto aggiungete anche le polveri che avete precedentemente setacciato, unendone un cucchiaio alla volta 10. Una volta avrete aggiunto tutte le polveri e ottenuto un impasto liscio e senza grumi 11 versate l'impasto in uno stampo da 22 cm di diametro con cerniera apribile, imburrato e infarinato 12. Livellate l'impasto nello stampo con l'aiuto di una marisa 13 e poi spolverizzate la superficie con un cucchiaio di zucchero (14-15). Ora passate alle mele: lavatele bene e tagliatele a spicchi (16-17), ottenendo degli spicchi di circa 4 millimetri di spessore 18. Disponete gli spicchi di mela sulla superficie della torta, sovrapponendoli leggermente (19-20) e formando un cerchio, lasciando vuoto il centro della torta 21. Spolverizzate la superficie con lo zucchero a velo 22 e infornate in forno statico preriscaldato a 180°, sul ripiano medio, per 40 minuti 23. Trascorso questo tempo fate la prova dello stecchino: se lo stecchino rimane pulito e asciutto significa che la torta è cotta a dovere, e potete sfornarla 24. Lasciatela raffreddare prima di trasferirla su un piatto da portata e servirla: la vostra torta di farro e yogurt è pronta per essere gustata! "
}