{
    "title": "Crostatine al cacao con mandorle e crema al cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo da frigorifero) 60 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pasta di mandorle",
            "quantity": "15 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Cacao zuccherato in polvere",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "16 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "½"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "60 g"
        },
        {
            "ingredient": "Gocce di cioccolato bianco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "12"
        },
        {
            "ingredient": "Alchechengi",
            "quantity": "6"
        },
        {
            "ingredient": "Menta",
            "quantity": "6 foglie"
        }
    ],
    "preparation": " Per preparare le crostatine al cacao con mandorle e crema al cioccolato iniziate con la realizzazione della sabbiatura: versate la farina di mandorle e la farina 00 setacciate in un mixer 1 insieme al burro freddo da frigorifero tagliato a tocchetti e al pizzico di sale 2; azionate le lame per qualche secondo fino ad ottenere un impasto piuttosto grezzo e sabbioso 3. Ponete la sabbiatura su un piano di lavoro creando con le mani la forma a fontana e al centro versate lo zucchero a velo setacciato 4. Prendete la bacca di vaniglia, incidetela nel senso della lunghezza e con un coltellino estraete i semi, raschiandola; unite i semi al centro della fontana insieme all'uovo intero 5 e alla pasta di mandorle 6. Impastate velocemente, giusto il tempo di compattare l'impasto 7 perché la frolla non si scaldi troppo con il calore delle mani e rimanga friabile, e poi versate anche il cacao in polvere setacciato 8; impastate di nuovo molto velocemente 9 e realizzate un panetto. Schiacciate leggermente il panetto che avete ottenuto e poi avvolgetelo nella pellicola trasparente, lasciandolo in frigorifero a riposare per almeno 1 ora 10. Nel frattempo potete preparare la crema al cioccolato: versate il latte e la panna in un pentolino 11, aggiungete la scorza intera di mezza arancia 12 e fate scaldare a fuoco dolce fino a sfiorare il bollore. In una ciotola a parte sbattete i tuorli con lo zucchero 13, dopodiché setacciate l'amido di mais nel composto di uova e zucchero 14. Tritate al coltello il cioccolato fondente e mettete da parte 15. Quando la miscela di latte e panna avrà sfiorate il bollore, spegnete il fuoco e togliete la scorza d'arancia in infusione 16. Versate il composto a basa di uova che avete preparato 17 e accendete nuovamente il fuoco dolce, mescolando con le fruste per addensare la crema. Quando si sarà addensata, spegnete e unite il cioccolato fondente tritato, mescolando ancora per farlo sciogliere 18. Una volta che il cioccolato si sarà sciolto completamente 19, versate la crema in una pirofila bassa e larga e fate raffreddare a temperatura ambiente coprendo con la pellicola trasparente a contatto 20. Successivamente ponetela in una sac-à-poche senza bocchetta (a cui potete praticare un foro), conservandola in frigorifero. Intanto prendete la pasta frolla e con un mattarello stendete un disco dello spessore di 3-4 mm su un piano di lavoro leggermente infarinato 21. Con un coppapasta del diametro di 11 cm ricavate 6 dischi 22. Coprite la leccarda con la carta da forno, adagiatevi 6 stampini dal bordo ondulato di 8 cm di diametro e foderateli con i dischi di pasta frolla, schiacciando con le dita sul fondo per creare i bordi 23. Con un coltellino tagliate la parta di pasta in eccesso (con i ritagli potete realizzare dei biscottini) e poi bucherellate il fondo con i rebbi di una forchetta 24. Una volta che avrete ricoperto tutti gli stampini, ritagliate 6 quadrati di carta da forno di 8 cm e con questi rivestite il fondo degli stampini. Sopra la carta ponete dei pesetti in ceramica per la cottura alla cieca 25 (oppure potete utilizzare dei legumi secchi, come ceci o fagioli) e poi cuocete in forno statico preriscaldato a 170° per 15 minuti (o 150° per 10-15 minuti se in forno ventilato). Trascorso il tempo necessario, sfornate le crostatine, togliete le sfere di ceramica e la carta da forno e fate cuocere nuovamente per altri 5 alla stessa temperatura, in modo che la pasta frolla si asciughi bene. A cottura ultimata sfornatele e lasciatele raffreddare prima di sformarle 26. Farcite ciascuna crostatina versando la crema al cioccolato con la sac-à-poche 27 E decorate con qualche goccia di cioccolato bianco 28, lamponi 29, alchechengi 30 e una fogliolina di menta. Infine potete servire e gustare le vostre crostatine al cacao con mandorle e crema di cioccolato. "
}