{
    "title": "Torta gelato",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "40 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Sciroppo di glucosio",
            "quantity": "15 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina di semi di carrube",
            "quantity": "5 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina di semi di carrube",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "q.b."
        }
    ],
    "preparation": " Preparate il gelato al cioccolato: ponete in un pentolino il latte, la panna e il glucosio 1 e scaldate il tutto. Mischiate in una ciotola lo zucchero con la farina di carrube 2 , unite quindi i tuorli 3 e sbattete con una frusta 4. Unite il cacao setacciato 5 e mescolate con una frusta fino a che tutti gli ingredienti non si saranno ben amalgamati 6. Versate il latte e la panna caldi a filo nel composto 7, mescolando e riportate quindi il composto nel pentolino e cuocete, sempre mescolando, fino a raggiungere la temperatura di 85°C 8 (verificate la temperatura con un termometro), non portate a bollore, altrimenti i tuorli formeranno dei grumi. Togliete dal fuoco trasferite il gelato in una ciotola, coprite con pellicola e lasciatelo raffreddare 9, ponete quindi in frigorifero per almeno 2 ore. Intanto preparate il Gelato alla vaniglia : Versate il latte e la panna in un pentolino e unite lo zucchero, la farina di carrube, i semi e la bacca di vaniglia 10. Fate andare il composto a fuoco basso e mescolate con una frusta: dovete portate la base per il gelato alla panna non oltre gli 85° (il composto deve sfiorare il bollore ma non bollire). Arrivati a temperatura 11 eliminate la bacca di vaniglia Una volta freddo, mettete il gelato in frigorifero per almeno un paio di ore coperto con la pellicola 12. Ora preparate le lastre di cioccolato: sciogliete il cioccolato fondente a bagnomaria o nel microonde 13 e stendetelo con una spatola sulla carta da forno creando 3 sfoglie sottili rettangolare che misurino circa 27,5 x 11 cm 14 e lasciate raffreddare in congelatore. Riprendete il gelato al cioccolato versatelo nel mantecatore 15(gelatiera) per circa 30 minuti o il tempo indicato sul manuale della vostra gelatiera. Quando sarà pronto 16 versatelo nello stampo da plumcake apribile, imburrato e rivestito con carta da forno 17, delle dimensioni 27,5x11x7 livellate la superficie con una spatola 18, ponete in congelatore. Riprendete il gelato alla panna versatelo nel mantecatore 19 e avviatelo per almeno 30 minuti finchè non sarà cremoso 20. Quando le lastre di cioccolato saranno fredde, prendetene una e adagiatela nello stampo sopra il gelato al cioccolato 21, poi aggiungete metà del gelato alla vaniglia e un’altra lastra di cioccolato 22. Continuate col gelato alla vaniglia 23 e l’ultima lastra di cioccolato 24. Mettete in congelatore e occupatevi della base. Ponete i biscotti in un mixer 25, frullateli finemente 26 e trasferiteli in una ciotola, aggiungete il burro fuso 27 e il cioccolato fuso a bagnomaria o nel microonde 28. Mescolate tutto e poi spalmatelo sul gelato livellando bene la superficie con la spatola 29 . Ponete la torta gelato in congelatore per almeno 4ore . Sformate delicatamente la torta gelato 30. Montate la panna e trasferitela in una sac-à-poche con punta a stella e decorate la superficie 31, terminate riducendo in scaglie un cubotto di cioccolato fondente o una tavoletta e distribuendo le scagliette sulla sommità del dolce 32. La torta gelato è pronta 33, conservatela in congelatore e lasciate a temperatura ambiente 20 minuti prima di servire. "
}