{
    "title": "Faccine di frolla con cioccolato e marmellata",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 85"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "170 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi di 1/2 bacca 1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "65"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Nutella",
            "quantity": "50 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare le faccine di frolla con cioccolato e marmellata iniziate dalla pasta frolla: in un mixer versate la farina, il burro freddo a pezzi, un pizzico di sale e lo zucchero a velo 1, poi frullate il tutto per pochi secondi fino ad ottenere un composto sabbioso 2. Rovesciatelo su una spianatoia dando la classica forma a fontana. Incidete la mezza bacca di vaniglia e raschiate con un coltellino i semini interni 3. Aggiungete i semi di vaniglia al centro della fontana 4, unite anche il tuorlo 5 ed impastate brevemente 6. Formate un panetto e avvolgetelo con pellicola trasparente 7 poi riponetelo in frigorifero a rassodare per almeno 30 minuti. Trascorso il tempo necessario, stendente la pasta frolla in una sfoglia di Â½ cm 8. Con un coppapasta circolare di circa 10 cm di diametro, ricavate 8 sagome 9. Adagiate i dischi su una leccarda foderata con carta da forno 10, poi con un coppapasta a spicchio di luna realizzate su metÃ di essi delle bocche sorridenti 11 (in alternativa potete usare la punta di un coltellino e ritagliare a mano il sorriso), create poi gli occhi con coppa pasta di 2 cm di diametro 12. Il ritaglio di pasta in questo caso vi servirÃ per realizzare il naso delle faccine. Spennellate le faccine con poca acqua tra i due fori degli occhi e adagiate il \"naso\" (13-14); potete infornare le faccine in forno statico preriscaldato a 180Â° per circa 15-20 minuti (se forno ventilato a 160Â° per 10-15 minuti). Una volta cotte, sfornatele e fatele freddare completamente su una gratella 16. A questo punto farcite 2 dischi pieni con la nutella 17 e adagiate le faccine di frolla 18. Potete farciregli altri due dischi rimasti con la marmellata 19 e chiuderli con le faccine 20. Servite le faccine di frolla con cioccolato e marmellata ai vostri bambini per un'allegra merenda21! "
}