{
    "title": "Gelato pinguino",
    "ingredients": [
        {
            "ingredient": "Latte",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il gelato pinguino, per prima cosa fate il gelato alla panna: versate il latte in un pentolino, unite lo zucchero, la panna e il baccello di vaniglia aperto 1 quindi mescolate e portate il composto non oltre 85°. Arrivati a temperatura mettete immediatamente il pentolino dentro ad un contenitore con acqua e ghiaccio per abbassare velocemente la temperatura del composto 2 e una volta freddo, versatelo in una gelatiera e fate mantecare per almeno 30 minuti, fino a che il composto non sarà denso e corposo 3. Per vedere la scheda del gelato alla panna clicca qui. Ora predisponete tutto l’occorrente per fare il vostro pinguino: dovrete procurarvi degli stampi in silicone e degli stecchini da gelato 4. Riempite gli stampini con il gelato 5, livellate bene e battete un po’ lo stampo così da evitare che si creino bolle e infine inserite gli stecchini 6. Lasciate rassodare i gelati per tutta la notte in freezer. Trascorso questo tempo, sciogliete il cioccolato fondente e quello bianco a bagno maria oppure in microonde (7-8) e lasciatelo raffreddare a temperatura ambiente. Tirate fuori dal freezer i gelati con lo stecco e sformateli dallo stampo 9. Immergete 3 gelati nel cioccolato fondente, facendo attenzione a sigillare bene con il cioccolato il fondo, senza lasciare spazi aperti o buchini da cui il gelato potrebbe poi fuoriuscire (10-11). Fateli raffreddare in freezer poggiati su un foglio di carta da forno per almeno un'ora. Se volete decorarli con granella di nocciole, versatela sul cioccolato non appena li avreti immersi, altrimenti si indurisce subito il cioccolato 12. I restanti 3 immergeteli invece nel cioccolato bianco, sempre sigillando bene il fondo (13-14). Mettete subito in freezer i vostri pinguini poggiati su un foglio di carta da forno per almeno un’ora. Una volta freddi potrete decorarli con il cioccolato fondente avanzato. Ed ecco il gelato pinguino pronto per essere gustato! "
}