{
    "title": "Crumb cake al cioccolato e ciliegie",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "75 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "da denocciolare 600 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "135 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 135 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "35 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "115 ml"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "75 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 75 g"
        }
    ],
    "preparation": " Per preparare la crumb cake al cioccolato e ciliegie, iniziate a denocciolare le ciliegie 1. Poi riducete le mandorle a filetti e fatele tostare in padella alcuni istanti a fuoco vivace 2 (basteranno pochi secondi per non farle bruciare). Quindi nella ciotola di una planetaria (potete lavorare l'impasto anche con uno sbattitore elettrico) versate il burro ammorbidito e lo zucchero di canna 3; Unite anche la farina di mandorle 4 e lavorate il composto a crema; aggiungete poi le uova una alla volta aspettando che la prima si sia amalgamata prima di proseguire con un'altra 5. Quindi unite anche lo zucchero semolato. Mentre continuate a far andare la planetaria, in una ciotolina raccogliete il cioccolato fondente fuso a bagnomaria (o al microonde); una volta intiepidito, unite la panna liquida precedentemente scaldata e mescolate il composto 6. Aggiungete la panna e cioccolato nella planetaria 7 e continuate a lavorare l'impasto; poi setacciate la farina, il lievito e il cacao amaro 8 e unite le polveri al composto 9. Lavorate il tutto per ottenere una consistenza omogenea e densa 10, poi versate l'impasto in uno stampo 20x30 cm piuttosto profondo foderato con carta da forno precedentemente inumidita in modo da stenderla nello stampo più facilmente. Versate l'impasto poi distribuite le ciliegie in modo uniforme e i filetti di mandorle (11-12). A questo punto preparate il crumble; se utilizzate il mixer potete versare tutti gli ingredienti insieme: il cacao amaro, la farina di mandorle e quella di grano, lo zucchero di canna 13 e il burro freddo di frigo tagliato a pezzetti 14 e un pizzico di sale abbondante (se non gradite la nota spiccata di salato potete diminuire la dose di sale). Quindi frullate tutto 15; in questo modo il crumble avrà una grana più fine. Se preferite un crumble dalla grana più grossa, potete lavorare tutti gli ingredienti velocemente con le mani in una ciotolina 16; distribuite il crumble su tutta la superficie della torta 17 e infornate in forno statico preriscaldato a 180° per 1 ora (160° per 50 minuti se ventilato). Una volta cotta, sfornate la crumb cake al cioccolato e ciliegie e lasciatela intiepidire 18. Potete tagliarla a cubotti epr servirla più facilmente dato che la consistenza risulterà molto morbida. "
}