{
    "title": "Crostatine con composta di mele",
    "ingredients": [
        {
            "ingredient": "Farina di nocciole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 115 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 135 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 3) 45 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Mele",
            "quantity": "300 g"
        },
        {
            "ingredient": "Spumante",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Mele",
            "quantity": "rosse 1"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "115 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le crostatine con composta di mele, per prima cosa realizzate la pasta frolla alle nocciole: ponete in un mixer la farina 00 e lo zucchero a velo 1, poi il burro freddo tagliato a pezzi e il sale 2. Tagliate a metà il baccello di vaniglia e con la punta di un coltellino, grattate i semini 3 e aggiungeteli direttamente nel mixer 4. Frullate tutto fino ad ottenere un composto sabbioso 5. Trasferite il composto ottenuto su una spianatoia, aggiungete la farina di nocciole 6 e mescolate per amalgamare i due composti. Se non trovate la farina di nocciole, fate tostare 100 g di nocciole in forno per qualche minuto e una volta ben fredde, tritatele finemente in un mixer. Create al centro della farina una fontana e unite l'uovo intero più i 2 tuorli 7 e iniziate a raccogliere gli ingredienti con le mani 8 quindi impastate fino ad ottenere un impasto liscio e compatto 9. Avvolgete il panetto nella pellicola e lasciatelo riposare in frigorifero per almeno 2 ore. Trascorso questo tempo, riprendete la pasta frolla e stendetela, con l'aiuto di un matterello, in una sfoglia piuttosto sottile, circa mezzo cm 10; se l'impasto dovesse risultare appiccicoso, aiutatevi con una spolverizzata di farina. Foderate 5 stampini per crostatine antiaderenti rotondi, del diametro di 10 cm e alti 3 cm 11; se non avete gli stampini antiaderenti, ricordatevi di imburrarli e infarinarli. Fate aderire bene la pasta frolla allo stampino e poi con il matterello, eliminate la pasta in eccesso premendo sui bordi dello stampo 12. Reimpastate i ritagli e stendeteli nuovamente per foderare un altro stampo. Bucherellate il fondo delle crostatine con i rebbi di una forchetta 13 e procedete con la cottura alla cieca (per maggiori dettagli guardate la nostra Scuola di Cucina: come fare la cottura alla cieca): ponete all'interno delle crostatine un foglio di carta da forno e riempitele con dei legumi secchi in modo che la frolla non si gonfi durante la cottura 14. Cuocete le crostatine in forno statico preriscaldato a 180° per 15 minuti (se ventilato 160° per 10 minuti), quindi eliminate i fagioli e continuate la cottura ancora per 5 minuti. Una volta cotte, fate raffreddare le vostre crostatine 15. Passate alla preparazione della crema al burro (per la scheda ricetta clicca qui): ponete in un pentolino dal fondo spesso, lo zucchero con l’acqua, fate sciogliere lo zucchero a fuoco dolce. Quando lo zucchero si sarà sciolto, non mescolate più e misurate, con un termometro per alimenti, che lo sciroppo arrivi a 121° 16. Nel frattempo, mettete i tuorli in una planetaria, oppure lavorate con le fruste di uno sbattitore elettrico, e montateli a velocità media 17 per ottenere un composto chiaro e spumoso. Aggiungete lo sciroppo di zucchero a filo 18 e continuate a montare fino a completo raffreddamento del composto. Mentre i tuorli montati si raffreddano, lavorate il burro a temperatura ambiente con i semini dell'altra metà del baccello di vaniglia aiutandovi con una spatola fino a renderlo una crema, e incorporate quindi il burro ai tuorli montati 19. Continuate a montare per avere un composto ben spumoso e cremoso 20 che trasferirete in una sac-à-poche e farete riposare in frigorifero fino al momento di utilizzarla 21. Preparate ora la composta di mele: lavate e sbucciate la mela 22, eliminate il torsolo e tagliatela a cubettini 23. Cuocete i pezzi di mela in padella antiaderente a fuoco moderato con il burro 24 per circa 3 minuti. Sfumate con lo spumante (o il vino bianco) e il succo di limone filtrato 25; coprite con un coperchio 26 e lasciate cuocere la composta di mele per circa 20 minuti, fino a che le mele non saranno ben tenere 27. Realizzate le roselline di sfoglia e mele che serviranno come decorazione: lavate la mela e tagliatela a metà, pareggiatela per eliminare la parte del torsolo e dei semi, quindi tagliatela a fettine molto sottili 1-2 mm, tenendo la mela con la parte piatta verso il basso 28. In un pentolino fate sciogliere lo zucchero nell'acqua 29, unite il succo di limone filtrato 30 e portate a bollore il liquido. Aggiungete le fettine di mela e sbollentatele per 7-8 minuti 31; una volta pronte, scolatele e fatele raffreddare. Stendete leggermente la pasta sfoglia già pronta con il matterello 32 e ricavate 10 strisce larghe circa 1 cm e lunghe 10 cm 33. Ponete sulla striscia di pasta sfoglia le fettine di mele leggermente sovrapposte 34 e arrotolate la striscia, per formare una rosellina 35. Procedete in questo modo fino a formare 10 roselline. Aprite leggermente i petali delle roselline e ponetele su una leccarda ricoperta di carta forno 36 quindi infornatele in forno statico preriscaldato a 180° per 30 minuti circa (se ventilato 160° per 25 minuti). Una volta pronte tutte le diverse preparazioni, potete comporre le vostre crostatine con composta di mele: sformate i gusci di frolla alle nocciole dallo stampino e trasferiteli su di un piatto da portata. Farcite ogni crostatina prima con la crema al burro 37, lasciando mezzo cm dal bordo 38 e poi con la composta di mele 39. Spolverizzate con lo zucchero a velo le roselline di sfoglia ormai pronte 40 e decorate le crostatine con esse ponendole al centro 41. Terminate con una fogliolina di menta ed ecco pronte le vostre crostatine con composta di mele 42. "
}