{
    "title": "Muffin all'acqua",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "3 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Semi di lino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di chia",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "tritato 100 g"
        }
    ],
    "preparation": " Per realizzare i muffin allâacqua per prima cosa versate in una ciotola lo zucchero di canna e lâacqua 1, mescolate con una frusta per amalgamare 2 e poi versate a filo anche lâolio di semi 3, sempre mescolando. Ora incorporate le polveri setacciandole attraverso un colino: unite quindi la farina 4, il lievito in polvere per dolci 5 e il bicarbonato 6. Amalgamate il composto con la frusta fino a ottenere un impasto liscio e omogeneo, senza grumi. Unite il cioccolato tritato 8, i semi di lino 9 E infine i semi di chia 10. Mescolate unâultima volta per distribuire in modo omogeneo i semi e poi versate lâimpasto in pirottini da muffin del diametro di 6 cm e alti circa 5 cm, aiutandovi con un mestolo 11. Decorate la superficie con altri semini 12 e quando avrete riempito tutti i pirottini 13, cuoceteli in forno statico preriscaldato a 180 Â° per 20 minuti e poi proseguite per altri 20 minuti con la modalitÃ ventilata. A cottura ultimata, sfornate i vostri muffin allâacqua 14, lasciateli leggermente intiepidire e poi serviteli 15. "
}