{
    "title": "Poundcake al limone e mirtilli",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 220 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "210 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "290 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(a temperatura ambiente) 4"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "40 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pound cake al limone e mirtilli, prelevate la scorza di un limone non trattato 1, tenendone da parte qualche ricciolo per la decorazione, e spremete 40 g di succo. In planetaria munita di fruste, ponete il burro a pezzetti e lo zucchero e lavoratelo a crema (2-3) Unite le uova, uno alla volta 4, facendo incorporare bene il precedente prima di aggiungere il successivo. Dopo il secondo uovo, l’impasto tenderà a “stracciare”, questo è dovuto allo squilibrio tra materia grassa e materia liquida, quindi cominciate ad alternare un cucchiaio di farina, setacciata insieme al lievito, alle uova 5. Aggiungete il sale 6 Poi il succo 7 e la scorza di limone 8 e i mirtilli, mescolando tutto con una spatola con movimento dal basso verso l'alto 9. Abbiate cura di tenere da parte qualche mirtillo per la decorazione finale. Trasferite l’impasto nello stampo da plumcake 26x11 imburrato e foderato con carta da forno 10 e livellatelo 11. Cuocete il pound cake in forno statico preriscaldato a 180° per circa 70 minuti (se forno ventilato provate a 160° per circa 50 minuti, coprendo con un foglio di carta da forno dopo 30 minuti di cottura se tendesse a scurirsi). Fate la prova dello stecchino prima di sfornare e lasciar intiepidire 12. Sformate il pound cake e lasciatelo raffreddare completamente su una gratella 13. Quindi preparate la glassa al limone: in una ciotola versate lo zucchero a velo, unite il succo di limone 14 e mescolate con un cucchiaio 15. dovrete ottenere una salsa vischiosa e fluida 16; se la glassa dovesse risultare troppo dura aggiungete un po' di succo di limone, al contrario se troppo fluida aggiungete un altro po' di zucchero a velo. Colate la glassa al limone sul pound cake oramai fredda (17-18). Decorate con della scorza di limone 19 e qualche mirtillo 20 e servite il vostro pound cake al limone e mirtilli 21! "
}