{
    "title": "Bocconcini di rana pescatrice in crosta di mandorle",
    "ingredients": [
        {
            "ingredient": "Coda di rospo",
            "quantity": "giÃ pulita 600 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "110 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "metÃ"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Santoreggia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i bocconcini di rana pescatrice in crosta di mandorle, procuratevi uno o più tranci già puliti di rana pescatrice 1 e togliete l’osso centrale, incidendo con un coltello il perimetro dell'osso stesso cercando di non rovinare o rompere la polpa 2. Tagliate la rana pescatrice a tocchetti della dimensione di 3-4 centimetri 3, ricordando di fare tutti i pezzi pù o meno uguali, in modo che la cottura in forno sia uniforme, e teneteli da parte in una ciotola 4: ne otterrete circa 20. Tritate insieme le erbe aromatiche 5, con un coltello o in un mixer: devono essere molto fini, in modo che restino poi attaccate alla rana pescatrice. Preparate ora la panure di mandorle: in una ciotola mescolate la farina di mandorle (se non l'avete fate tostare 110 gr di mandorle in forno per 5-6 minuti e tritatele con un mixer) e il pangrattato, quindi unite il trito di erbe aromatiche 6. Grattugiate la scorza di mezzo limone direttamente nella panure 7, salate e pepate e mescolate tutti gli ingredienti, per far amalgamare i sapori. Predisponete un'altra ciotola con dell'olio extravergine d'oliva e iniziate ad impanare i bocconcini: passateli, uno alla volta prima nell'olio extravergine 8 e poi nel composto di farine ed erbe aromatiche 9, fino ad esaurire gli ingredienti 9. Rivestite una leccarda di carta forno e versate sul fondo un filo d’olio 10, poi adagiate i bocconcini impanati su di essa, ben distanziati l'uno dall'altro 11, e infornate a 250° per 10-12 minuti in forno statico (220° forno ventilato per 8-10 minuti). Se volete che la superficie sia più dorata, teneteli dentro per altri due minuti. Sfornate, lasciate intiepidire ed ecco pronti i vostri bocconcini di rana pescatrice in crosta di mandorle! "
}