{
    "title": "Nepitelle",
    "ingredients": [
        {
            "ingredient": "Strutto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Noci",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fichi secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "da grattugiare 2"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Chiodi di garofano macinati",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Vino cotto",
            "quantity": "200 g"
        },
        {
            "ingredient": "Strega liquore",
            "quantity": "1 bicchierino"
        },
        {
            "ingredient": "Miele",
            "quantity": "200 g"
        }
    ],
    "preparation": " Disponete a fontana la farina e lo zucchero , aggiungere le uova intere , il burro ammorbidito e il lievito, e impastate molto bene il tutto fino ad ottenere una pasta omogenea e liscia. Stendete bene la pasta con il mattarello fino a ridurla a uno spessore di 2 mm e con un disco taglia pasta o con un rotella, ricavate dei dischetti di pasta della grandezza di un piattino da caffè. Fate ammorbidire l'uvetta sultanina in acqua tiepida e nel frattempo tritate le noci , le mandorle, i fichi e il cioccolato fondente. In un contenitore capiente versate gli ingredienti precedentemente tritati, l’uvetta strizzata, e aggiungete il cacao in polvere , le spezie, le scorze di arance grattugiate, un bicchierino di rum o liquore Strega, il vino cotto (o marmellata di amarene) e il miele, in modo da ottenere un impasto morbido ma consistente . Spennellate i bordi dei dischetti di pasta con del bianco d’uovo (per favorirne la chiusura), poi mettete nel centro un po’ di ripieno e chiudeteli piegando i dischetti su se stessi, e formando una mezzaluna; pressate bene i bordi, magari aiutandovi con i rebbi di una forchetta. Spennellate le nepitelle cosi' ottenute con del rosso d'uovo, adagiatele in una teglia ricoperta con carta forno, e infornate i dolci a 200° per circa 30 minuti, finchè abbiano ottenuto una bella doratura. Una volta estratti dal forno lasciateli raffreddare e … buona Pasqua! "
}