{
    "title": "Flan de vanilla",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "160 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "42 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare il flan de vanilla iniziate dal caramello. Versate l'acqua in un tegame 1, aggiungete lo zucchero 2 e portate lo sciroppo 3 al bollore a fiamma bassa. Nel frattempo preparate la base del flan. In una ciotola versate le uova 4, lo zucchero 5 e il latte condensato 6. Prelevate i semi dal baccello di vaniglia 7 e uniteli al composto 8. In ultimo versate il latte 9 e frustate il tutto 10. Nel frattempo lo sciroppo avrà iniziato a bollire 11, attendete che abbia raggiunto un color ambrato scuro, quindi spegnete il fuoco e per fermare la cottura dello zucchero immergete la base del pentolino in una ciotola colma d'acqua facendo attenzione a non far entrare l'acqua a contatto con il caramello. A questo punto utilizzando un cucchiaio 12 dividete il caramello in 4 cocottine di ceramica di 7 cm di diametro e 5 di altezza. Utilizzando un mestolo 13 dividete in maniera equa il composto nelle 4 cocotte, lasciando almeno 1 cm dal bordo. A questo punto passate alla cottura a bagno maria. Munitevi di una teglia sufficientemente grande e dai bordi alti, riempitela con dell'acqua calda 14 e posizionate le cocotte all'interno 15. Cuocete in forno statico preriscaldato a 160° per circa 50 minuti, nel ripiano più basso. Trascorso il tempo di cottura estraete i flan de vanilla dal forno 16 e lasciateli raffreddare prima a temperatura ambiente e poi in frigorifero per almeno 3 ore. Al momento di servirle immergete la cocotte in un pentolino colmo d'acqua bollente (senza farla andare a contatto con il flan) e con un coltellino dalla lama liscia praticate un'incisione lungo tutta la circonferenza 17. In questo modo sarà più facile estrarre il flan e capovolgerlo su un piattino da dessert 18. "
}