{
    "title": "Macarons multicolor",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "viola, rosa, giallo, arancione ( in polvere o liquidi)"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare la meringa base dei macarons, setacciate in una ciotola la farina di mandorle con lo zucchero a velo 1 poi unite metà degli albumi e mescolate con un cucchiaio per amalgamare il composto 2; incorporate, sempre mescolando, il latte condensato 3 e tenete da parte il composto. A parte in un padellino dal fondo spesso aggiungete lo zucchero semolato e l’acqua 4, mescolate e iniziate a scaldare a fuoco dolce; controllate con un termometro la temperatura dello sciroppo che dovrà arrivare a 121 °C 5. Nel frattempo montate a neve la restante metà degli albumi (75 g) in una planetaria munita di frusta (o con una frusta elettrica) e quando saranno ben fermi abbassate la velocità della frusta e versate a filo lo sciroppo di zucchero 6 continuando a montare fino a quando la meringa si sarà raffreddata completamente e avrà un aspetto denso, liscio e lucido 7. Aggiungete alla farina di mandorle e allo zucchero a velo gli albumi montati 8. Distribuite l’impasto in 4 ciotole separate e aggiungete i diversi coloranti liquidi (o in polvere) 9 poco alla volta fino ad ottenere la tinta desiderata 10. Prendete un impasto e trasferitelo in una sac-à-poche con bocchetta liscia di 8/9 mm di diametro e formate delle piccole palline direttamente sulla teglia rivestita con carta da forno 11, lascerete riposare almeno per 20 minuti sulla teglia, le palline si appiattiranno leggermente da sole e diventeranno perfettamente lisce in superficie 12. Infornate una teglia alla volta 13 in forno ventilato preriscaldato a 160°C per circa 10 minuti (si sconsiglia il forno statico); trascorso quel tempo lasciarli nel forno semiaperto per altri 2 minuti. Sfornate le meringhe per i macarons e lasciatele raffreddare su una gratella 14. Intanto occupatevi della crema: ammorbidite la gelatina ponendola per 5 minuti in una ciotola con acqua fredda 15. Trascorso questo tempo strizzatela bene e unitela a 50 ml di panna tiepida 16, mescolate con un cucchiaio per amalgamarla. A parte sciogliete il cioccolato bianco a bagnomaria o nel microonde e poi unite la miscela di panna e gelatina 17, mescolando con un cucchiaio per ottenere una salsa liscia 18. Intanto montate a neve ben ferma la panna fresca e unite per ultimo il latte condensato 19, mescolando con un cucchiaio fino ad ottenere un composto omogeneo. Per finire unite il composto di panna montata al cioccolato mescolando delicatamente per non smontare la panna 20.Trasferite la crema in una sac-à-poche munita di bocchetta liscia 21. A questo punto potete comporre i macarons: disponete la farcitura al cioccolato bianco con la sac-à-poche sulla parte piatta delle piccole meringhe 22 e ricoprite con l’altra metà molto delicatamente 23; ripetere lo stesso procedimento con tutti i macarons e poneteli su un piatto di portata 24. Prima di servire i macarons multicolor è consigliabile conservarli in frigorifero per una notte. "
}