{
    "title": "Centrifugato e torta con le bucce",
    "ingredients": [
        {
            "ingredient": "Ananas",
            "quantity": "(giÃ pulito) 100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "300 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Zucchero grezzo di canna",
            "quantity": "180 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "130 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "16 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il centrifugato e la torta con le bucce, iniziate la preparazione del centrifugato, partendo dalla frutta. Lavate bene le mele (potete utilizzare sia le Granny Smith che le Golden) e privatele del torso con l’apposito attrezzo 1, quindi tagliatele in spicchi, senza eliminare la buccia 2. Lavate bene anche le carote e spuntatele 3. Tagliate anche queste in tocchetti di un paio di cm 4 e iniziate a pulire l’ananas. Eliminate la buccia esterna e tagliatelo prima in 4 5 e poi tagliate ogni parte ancora in pezzi non troppo piccoli 6. Con l’ananas che avanza potete realizzare un centrifugato di solo ananas oppure un sorbetto di ananas e menta. A questo punto inserite nella centrifuga la frutta: i pezzi di mela 7 e di carote 8, entrambi con la buccia per non privarli delle loro proprietà nutritive, e in ultimo quelli di ananas 9. Ricavate il succo della frutta (470 g), tenendo da parte tutti gli scarti che fuoriescono (100 g) 10. Spremete a parte il limone, filtrate il succo e unitelo al centrifugato 11. Mescolate il tutto e riponete la vostra bevanda e gli scarti delle bucce in frigorifero 12. Nel frattempo dedicatevi alla preparazione della torta. Ungete lo stampo con un filo d’olio 13 e foderatelo con la carta forno 14. In una ciotola capiente versate le uova insieme allo zucchero 15. Con uno sbattitore lavoratele velocemente 16 fino ad avere un composto spumoso. Unite la scorza del limone grattugiato 17 e l’olio di semi 18. Mescolate con una spatola e aggiungete il sale 19. Unite anche 100 g di scarti del centrifugato 20 e sempre mescolando con una spatola incorporateli al composto 21. Setacciate le farine 22, incorporatele all’impasto 23, e aggiungete anche gli 80 g di centrifugato 24 sempre continuando a mescolare. Incorporate al composto anche la fecola e il lievito sempre setacciati 25. Amalgamate bene il tutto, sempre mescolando con una spatola, e versatelo nella teglia (26-27). Completate disponendo le lamelle di mandorle in superficie 28. Infornate in forno statico preriscaldato a 180° per 35-40 minuti 29 (se utilizzate il forno ventilato 160° per circa 30 minuti). Per assicurarvi che la torta sia cotta fate sempre la prova dello stuzzicadenti. Lasciate raffreddare 30, quindi estraete il dolce dallo stampo e servite il vostro centrifugato accompagnato dalla torta con le bucce! "
}