{
    "title": "Torta frangipane",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "240 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "240 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta frangipane iniziate dalla frolla: fate una fontata con la farina setacciata su un ripiano di lavoro, quindi aggiungete lo zucchero a velo 1. Poi versate il lievito 2, unite la scorza grattugiata di 1 limone 3 e i semi di 1 bacca di vaniglia. unite anche le uova e l'olio d'oliva. Quindi con una forchetta iniziate a mescolare partendo dal centro in maniera circolare e a mano a mano allargando sempre di più per raccogliere la farina 4. Quando i liquidi saranno incorporati, continuate a mano 5 fino a creare un panetto omogeneo 6 Rivestitelo con pellicola trasparente 7 e riponetelo in frigorifero per circa 1 ora. Intanto proseguite la preparazione con la crema frangipane: montate a crema con delle fruste elettriche il burro a temperatura ambiente con lo zucchero (8-9). Quando il composto sarà ben montato aggiungete le uova una alla volta 10, sempre montando con le fruste elettriche per ottenere un composto omogeneo 11. Aggiungete in ultimo la farina di mandorle 12. Mescolate bene con un cucchiaio di legno per amalgamarla al composto di burro, zucchero e uova 13. A questo punto portate il composto sul fuoco, aromatizzate con la scorza del limone grattugiata 14 e cuocete la crema fino a che si sarà rappresa 15 (la consistenza deve essere molto simile alla crema pasticcera, anche se leggermente più grumosa); quando la crema inizierà a bollire potete spegnere il fuoco. A questo punto riprendete il panetto di pasta frolla, togliete la pellicola e dividetelo a metà: stendete una metà su un ripiano di lavoro o una spianatoia infarinata 16. Realizzate una sfoglia di circa mezzo centimetro di spessore. Poi imburrate e infarinate uno stampo di 28 cm di diametro; quindi arrotolate la sfoglia di frolla sul matterello e stendetela sullo stampo 17. Fate scorrere il matterello sui bordi della tortiera per eliminare l'impasto in eccesso 18. Poi unite l'impasto avanzato alla restante frolla. Quindi versate la crema frangipane nello stampo 19; stendete la metà del panetto rimasta dello stesso spessore della base e stendetela sulla torta per chiuderla 20. Fate aderire tuti i punti del bordo per sigillare i due impasti 21. Quindi spennellate la torta con un uovo sbattuto 22 e poi cospargete la superficie con zucchero di canna 23. Quindi cuocete in forno statico preriscaldato a 180° per 45 minuti (se forno ventilato a 160° per 35-40 minuti). Quando la torta sarà cotta, sfornatela 24 poi fatela raffreddare quindi sformatela e servitela tagliata a fette o cubotti 27! "
}