{
    "title": "Rotolo alle prugne",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "5"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "140 g"
        },
        {
            "ingredient": "Prugne",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "2,5 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare il rotolo alle prugne cominciate preparando la pasta biscotto, quindi nella tazza della planetaria versate le uova insieme al miele e allo zucchero 1, aggiungendolo poco alla volta 2 fino a quando il composto non sarà diventato gonfio e chiaro. Arrestate la planetaria e aggiungete la farina setacciata 3 mescolando delicatamente. Versate il composto su una leccarda 30x40 imburrata e rivestita con carta forno e stendete aiutandovi con una spatola 4, livellate accuratamente fino ad ottenere uno strato di 7 mm 5. Cuocetela poi in forno preriscaldato a 220° per 8-9 minuti in modalità statica, oppure a 200° per 4-5 minuti se ventilato. Una volta cotta staccate delicatamente la pasta biscotto aiutandovi con un coltellino 6 e rovesciatela su un piano da lavoro con ancora attaccata la carta forno e spolverizzate con lo zucchero semolato in modo che non si attacchi 7 e poi coprite con un canovaccio pulito oppure avvolgete nella pellicola trasparente in modo che si raffreddi senza però seccare 8. Intanto preparate la crema: mettete per prima cosa i fogli di gelatina a bagno in acqua fredda per almeno 10 minuti 9; ponete a scaldare il latte in un tegame e aggiungete i semi e la bacca di vaniglia incisa 10. Non appena avrà raggiunto il bollore togliete la bacca e, se volete, filtrate il latte con un colino a maglie strette; in una ciotola invece battete le uova con lo zucchero 11 poi aggiungete l’amido 12 e mescolate, quando il composto sarà chiaro e gonfio versate un po’ del latte caldo 13 e stemperatelo, successivamente versatelo nel tegame di cottura del latte 14 mescolando di continuo fin quando non si addenserà. Strizzate la gelatina in fogli e aggiungetela alla crema 15, anche in questo caso dovrete mescolare per bene per far sì che la gelatina si sciolga e non formi grumi. Una volta pronta, trasferite la crema in una ciotola e coprite con la pellicola a contatto 16 in modo che non prenda aria creando così la pellicina. Una volta che la crema è completamente fredda, versate la panna nella tazza della planetaria e quando sarà ben montata 17 aggiungetela alla crema, inglobandola delicatamente dal basso verso l’alto 18; lasciate riposare in frigorifero per un’ora circa 19. Nel frattempo dedicatevi alle prugne, quindi dopo averle lavatele e tagliatele a metà, eliminate il nocciolo e poi tagliatele a spicchi, ricavandone 6 per ogni metà 20. Sistemate le prugne a fette su una leccarda insieme ai 50 grammi di zucchero 21, e lasciatele caramellare a 240° in funzione grill per 3-4 minuti 22. Mentre lasciate freddare le prugne spalmate la crema sarà ben rassodata, distribuendola sulla pasta biscotto aiutandovi con una spatola per livellare 23 e poi disponete le prugne cotte ordinatamente in orizzontale e distanziandole tra loro di un paio di centimetri 24, arrotolate la pasta biscotto aiutandovi con la pellicola 25 chiudendo per bene anche i lati, arricciandoli a caramella, e stringendo il rotolo con decisione 26, poi riponete in frigo il rotolo e lasciate rassodare per almeno 2 ore 27. Passato il tempo necessario, togliete la pellicola dal rotolo 28 e spolverate con dello zucchero a velo 29 dopodiché potrete affettare e servire il vostro rotolo alle prugne 30. "
}