{
    "title": "Mini plumcake al pistacchio con cuore al Nesquik",
    "ingredients": [
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Nesquik",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i mini plumcake al pistacchio con cuore al Nesquik mettete nella tazza di una planetaria, munita di frusta, il burro a temperatura ambiente insieme allo zucchero 1 e mischiate il tutto azionando la planetaria 2. Con la planetaria attiva, prendete il baccello di vaniglia, apritelo in due, estraetene i semi e aggiungete anche i semi della bacca di vaniglia al composto di burro e zucchero 3, unite anche la pasta di pistacchi 4, lo yogurt 5, le uova una alla volta 6 e un pizzico di sale. Quando le uova si saranno mischiate al composto aggiungete anche la farina e il lievito setacciati 7 e i pistacchi tritati (8; lasciate amalgamare il tutto fino ad ottenere un composto corposo ed omogeneo. Se non disponete di una planetaria potete utilizzare una frusta per impastare, avendo cura di unire gli ingredienti poco alla volta per non creare grumi. Preparate ora il cuore di Nesquik: prelevate 100 g di impasto e metteteli in una ciotola a parte, aggiungete il Nesquik 9 e amalgamatelo al composto di pistacchi fino ad ottenere un impasto omogeneo. Foderate una teglia rettangolare di 15x10 cm con la carta forno e versate all’interno il preparato di pistacchi e Nesquik livellandolo bene con una spatola 10. Infornate in forno statico già caldo a 170° per 20 minuti (oppure in forno ventilato a 150° per 15 minuti). Il risultato dovrà essere una torta molto morbida e umida all’interno con una crosticina croccante 11. Lasciate raffreddare la torta (per agevolare il taglio potete metterla 20 minuti in frigorifero) e poi tagliatela a bastoncini di 6x2 cm 12: in questo modo avrete ottenuto il cuore dei vostri mini plumcakes. Foderate con carta da forno 8 stampini da plumcake delle dimensioni 5,5,x8,5 con un bordo alto 4 cm: imburrate leggermente gli stampini e ritagliate 8 rettangoli di carta da forno di 5,5x8,5 cm, che coprirà il fondo degli stampi, e 8 strisce alte 4 cm e lunghe 28 cm per le pareti, fate aderire bene la carta da forno agli stampini in modo da evitare che si formino delle pieghe 13 e riempiteli per 2/3 con il composto al pistacchio. A questo punto posizionate al centro dei plumcakes il cuore (14-15) e coprite il tutto, fino al bordo, con altro impasto di pistacchio (16-17). Cuocete in forno statico preriscaldato per 35 minuti a 170° (oppure in forno ventilato per 25 minuti a 150°) fino a quando la superficie dei plumcakes inizierà a dorarsi appena 18. Sfornate i mini plumcakes al pistacchio con cuore al Nesquik lasciateli intiepidire e gustateli! "
}