{
    "title": "Panna cotta al cioccolato e nocciole con caramello salato",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la panna cotta al cioccolato iniziate dalla gelatina in fogli: quindi mettete in ammollo i fogli di gelatina in una terrina con acqua fredda, per almeno 10 minuti 1; intanto potete tritare il cioccolato fondente su un tagliere e con il coltello 2; una volta tritato lasciatelo fondere a bagnomaria 3. In un tegame versate la panna 4 e lasciate scaldare; da parte setacciate lo zucchero a velo 5 e poi aggiungetelo mescolando con una frusta 6 in modo da incorporarlo per bene (potete anche setacciarlo direttamente in pentola). Tenete sempre d’occhio il cioccolato che sta fondendo e non appena sarà ben sciolto, senza grumi, versate la pasta di nocciole 7 e mescolate accuratamente 8 e non appena saranno ben amalgamati cioccolato e pasta di nocciole, versate sulla panna calda 9. Strizzate la gelatina in fogli, che ormai sarà ammorbidita, e inseritela nel composto ancora caldo 10 e stemperatela per bene, in modo che non si formino grumi. Disponete i piccoli stampi per panna cotta che abbiano una capacità di circa 100 ml l’uno e versate il composto 11; una volta freddati a temperatura ambiente, sistemate gli stampi su un vassoio 12, o un piatto, e lasciateli in frigorifero per almeno 4 ore. Per preparare il caramello al burro salato basterà versare lo zucchero in un pentolino insieme all’acqua 13 e il sale 14. Non utilizzate alcun utensile per mescolare, piuttosto ruotate il pentolino e lasciate sciogliere per bene gli ingredienti 15. Quando il caramello sarà imbiondito immergete il tegame in acqua fredda per fermare la cottura, posizionate il pentolino su un piano e poi aggiungete il burro, mescolate fino al completo assorbimento 16. Trascorso il tempo di raffreddamento estraete le panna cotte dagli stampini: per facilitare l'operazione potete immergere per qualche istante gli stampini in acqua bollente 17; poi passate la lama di un coltellino tutto intorno al bordo, capovolgete per sformare. Decorate quindi la panna cotta al cioccolato con della granella di nocciole e versando con un cucchiaio un po’ di caramello salato sul piatto e sul dolce 18. La panna cotta al cioccolato e nocciole con caramello salato è quindi pronta per essere servita. "
}