{
    "title": "Pinolata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la pinolata, iniziate dalla crema: in un tegame capiente versate il latte 1 e scaldatelo a fuoco dolce. Intanto in una ciotolina, versate i tuorli, aggiungete lo zucchero semolato 2 e sbatteteli con una frusta 3. Quindi aggiungete la farina setacciandola con un colino 4 e mescolate nuovamente con la frusta per amalgamare gli ingredienti 5. A questo punto, quando il latte sarà caldo, spegnete il fuoco e versatelo a filo sul composto di uova, zucchero e farina aiutandovi con un mestolino 6. Aggiungetene poco alla volta, continuando a mescolare con la frusta perchè non si creino grumi. Filtrate la crema ottenuta e versatela nel tegame in cui avevate scaldato il latte 7; cuocete la crema a fuoco dolce mescolando continuamente con una frusta 8 fino a portare a leggera ebollizione. La crema sarà pronta quando sarà diventata più compatta tanto da velare un cucchiaio di legno. Quindi spegnete il fuoco e trasferite la crema ottenuta in un contenitore capiente 9. Coprite con pellicola trasparente a contatto e lasciate da parte a temperatura ambiente per farla raffreddare. Mentre la crema si raffredda, passate a preparare l'impasto. Nella ciotola di una planetaria mettete il burro a pezzetti a temperatura ambiente, versate lo zucchero semolato 10 e iniziate a montare 11; con le fruste sempre in funzione aggiungete il tuorlo 12. Quando il tuorlo si sarà amalgamato, versate l'uovo intero 13 e continuate a montare con le fruste; aggiungete quindi la farina e il lievito, precedentemente setacciati insieme, un po' alla volta aiutandovi con un cucchiaio 14. Lavorate il composto fino ad ottenere un impasto omogeneo e morbido 15. Tiratelo fuori dalla planetaria, lavorate l'impasto con le mani e formate un panetto da rivestire con pellicola trasparente 16. Riponetelo in frigorifero per circa 1 ora, finchè non sarà diventato ben freddo. Passato il tempo necessario, foderate una tortiera di 28 cm di diametro con carta da forno 17 (per questo procedimento potete consultare la Scuola di cucina: come foderare una tortiera con carta da forno). Quindi tirate fuori il panetto dal frigorifero e dividetelo a metà: stendete con il mattarello la prima metà per creare la base della torta 18 e ottenere un disco della stessa dimensione della tortiera e spesso circa mezzo cm. Aiutandovi con il mattarello, srotolate sulla tortiera il disco di pasta 19 e con le mani fate aderire perfettamente l'impasto al fondo 20 e ai bordi. Quindi riprendete la crema che si sarà raffreddata e versatela nello stampo aiutandovi con una spatola per stenderla in maniera uniforme su tutta la superficie 21. Ora potete stendere anche l'altra metà di impasto 22 per creare il disco di copertura dello stesso diametro e spessore del precedente. Con l'aiuto del mattarello, adagiatela delicatamente sulla crema 23 e fate aderire i bordi alla base 24 per chiudere la torta. In una ciotolina sbattete l'uovo con il latte fresco, quindi spennellate la superficie della torta aiutandovi con un pennello 25. Dopodiché versate a pioggia i pinoli 26 in modo da decorare la superficie. Quindi cuocete la pinolata in forno statico preriscaldato a 180° per circa 40 minuti (se forno ventilato cuocete a 160° per 30-35 minuti). Quando la torta sarà diventata leggermente dorata in superficie, tiratela fuori dal forno 27 e fatela freddare a temperatura ambiente. Poi sformate la pinolata e se volete potete cospargerla di zucchero a velo prima di servire! "
}