{
    "title": "Bicchierino allo yogurt e cioccolato",
    "ingredients": [
        {
            "ingredient": "Yogurt greco",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cioccolato",
            "quantity": "salsa 160 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Agar agar",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Cioccolato",
            "quantity": "salsa 40 g"
        }
    ],
    "preparation": " Per realizzare il bicchierino allo yogurt e cioccolato prendete lo yogurt e dividetelo a metà in due ciotole separate, in una ciotola versate la salsa al cioccolato 1 e 30 gr di zucchero a velo 2, mescolate con una spatola per amalgamare, otterrete una crema scura. Nell’altra ciotola con lo yogurt unite 100 gr zucchero a velo 3 e i semi di una bacca di vaniglia, mescolate per ottenere una crema omogenea 4. Ponete sul fuoco un pentolino e scaldate a fuoco basso 50 ml di acqua, poi versate 5 gr di agar agar 5 mescolate per scioglierlo 6 e fate addensare il composto sempre a fuoco dolce. Quando il composto sarà denso spegnete il fuoco, stemperate un cucchiaio di crema chiara nel pentolino 7, mescolate e poi versate tutto il composto di agar agar nella crema 8 mescolate per amalgamare 9, poi coprite con la pellicola trasparente e lasciate rassodare in frigorifero per 1 ora. Procedete con la crema al cioccolato seguendo lo stesso procedimento: ponete sul fuoco un pentolino e scaldate a fuoco basso 50 ml di acqua, poi versate 5 gr di agar agar e mescolate per scioglierlo 10 e fate addensare il composto sempre a fuoco dolce. Quanto sarà denso spegnete il fuoco, stemperate un cucchiaio di crema scura 11, versate tutto il composto di agar agar nella crema 12 mescolate per amalgamare 13, poi coprite con la pellicola trasparente e lasciate rassodare in frigorifero per 1 ora. Intanto preparate i biscotti: in un mixer ponete la farina setacciata, il burro freddo a pezzetti, un pizzico di sale e lo zucchero di canna 14. Azionate le lame per pochi istanti, il tempo necessario per ottenere un impasto sabbioso, trasferitelo in una ciotola e versate la salsa al cioccoato 15, impastate a mano per raccogliere tutti gli ingredienti 16 quando avrete ottenuto un composto compatto, trasferitelo su una spianatoia 17, dategli la forma di un panetto, ricopritelo con la pellicola trasparente 18 e lasciatelo riposare in frigorifero per circa 30 minuti, finché non sarà ben sodo. Trascorso questo tempo stendete l’impasto con il mattarello sulla spianatoia leggermente infarinata, creando una sfoglia spessa circa mezzo centimetro 19. Ora ritagliate la pasta con un tagliabiscotti a forma di cucchiaino 20. Distribuite i biscotti su una teglia rivestita con carta da forno e cuocete i biscotti in forno preriscaldato statico a 170° per 15 minuti (o in forno ventilato a 160° per 10 minuti). A cottura ultimata sfornate i biscotti e lasciateli raffreddare 21. Una volta che le creme si saranno rassodate potrete comporre il dessert: trasferite le creme in due sac-à-poche con bocchette stellate 22 e distribuite le creme nei bicchierini da portata alternandole 23, accompagnate ciascun bicchierino allo yogurt e cioccolato con i biscotti a forma di cucchiaino 24. "
}