{
    "title": "Mousse all'arancia",
    "ingredients": [
        {
            "ingredient": "Succo d'arancia",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "7 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Albumi",
            "quantity": "65 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la mousse all’arancia iniziate con la preparazione della meringa all’italiana. Mettete sul fuoco un pentolino, versate lo zucchero e l’acqua 1 e fate cuocere a fuoco basso fino a quando lo zucchero si sarà completamente sciolto 2; lo sciroppo non dovrà superare i 121°C, potete misurare con un termometro da cucina. Nel frattempo iniziate a lavorare gli albumi; aggiungete un pizzico di sale e montateli con la planetaria (oppure con uno sbattitore elettrico) a velocità media 3 fino a che saranno diventati bianchi. Quando lo sciroppo avrà raggiunto i 121° 4, versatelo a filo sugli albumi, continuando a lavorarli a velocità media 5; fate andare le fruste fino a quando il composto non sarà diventato completamente freddo. Una volta pronto, otterrete una meringa all’italiana che avrà una consistenza candida e spumosa 6; mettete da parte la meringa. Mettete la gelatina in fogli in ammollo in una bacinella con acqua fredda per almeno 10 minuti 7 e nel frattempo preparate lo sciroppo all'arancia; in un pentolino versate lo zucchero 8 e la scorza d’arancia grattugiata 9. Aggiungete anche il succo d’arancia 10 e fate cuocere a fuoco basso per qualche minuto fino a quando lo zucchero si sarà sciolto. Lasciate intiepidire lo sciroppo d’arancia e con una spatola aggiungetelo alla meringa all’italiana, mescolando molto delicatamente dall’alto verso il basso perchè non si smonti 11. Successivamente lavorate con la planetaria la panna liquida fino a quando sarà semi montata 12. Con la spatola aggiungete delicatamente la panna alla meringa, sempre mescolando dall’alto verso il basso 13. Ponete ora una parte del composto all’arancia in una ciotola, strizzate la gelatina e scioglietela nel composto con un cucchiaino (se necessario potete scioglierla in microonde) 14. Quando la gelatina si sarà completamente sciolta, incorporate il composto in cui avete disciolto la gelatina alla meringa all’italiana 15. Amalgamate delicatamente la mousse, copritela con la pellicola trasparente, dopodichè ponetela in frigorifero a rassodare almeno per 2 ore 16. Trascorso il tempo di riposo, trasferite la mousse in una sac-à-poche con la bocchetta liscia e versatela nei bicchierini 17. Decorate la mousse all’arancia con qualche pezzetto d’arancia, le scorzette, una fogliolina di menta 18 e servite. "
}