{
    "title": "Cheesecake Italia",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "130 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "21"
        },
        {
            "ingredient": "Kiwi",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la cheesecake Italia iniziate predisponendo il fondo: mettete i biscotti secchi nel mixer 1 quindi sminuzzateli finemente. Ponete il burro a sciogliere in un pentolino; nel frattempo mettete i biscotti sminuzzati in una ciotola e aggiungete a poco a poco il burro sciolto 2 amalgamando per bene il tutto. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm; ritagliate un disco di carta forno dello stesso diametro del fondo della tortiera e due strisce della stessa altezza dei bordi, quindi foderate la tortiera stessa 3 (per ulteriori dettagli consultate la scheda Foderare una tortiera con carta da forno che trovate nella scuola di cucina). Versate i biscotti sbriciolati nella tortiera ricoperta di carta forno e con l'aiuto di un cucchiaio compattate bene la base di biscotto 4. Fate raffreddare il composto in frigorifero per mezz’ora o in freezer per una decina di minuti. Ora dedicatevi al ripieno: ponete il formaggio fresco spalmabile in una planetaria dotata di fruste (in alternativa potete utilizzare una frusta elettrica), unite lo zucchero a velo 5, la scorza grattugiata del limone 6 e azionate le fruste per montare il composto. Intanto ammorbidite la gelatina in acqua fredda per 10 minuti, poi strizzatela bene 7 e scioglietela in 200 ml di panna calda (8-9) e, una volta che si sarà raffreddata, unite la panna con la gelatina alla crema di formaggio 10. Amalgamate la crema con le fruste fino a quando non risulterà compatta e omogenea 11. Ora versate la crema nella teglia con la base di biscotto 12 ormai fredda e livellate la superficie con l’aiuto di una spatola. Ponete la cheesecake Italia 13 in frigorifero a rassodare per almeno 4 ore. Quando la cheesecake si sarà rassodata passate alla decorazione: tagliate il kiwi a fettine, montate la panna con lo zucchero a velo 14 seguendo le indicazioni che trovate nella scheda Come montare la panna, ponete la panna in una sac-à-poche e iniziate a comporre la bandiera italiana, distribuite sulla superficie della torta una striscia di fettine di kiwi, una di lamponi e infine terminate la bandiera con ciuffi di panna 15. La vostra cheesecake Italia è pronta per essere gustata! "
}