{
    "title": "Bavarese al cioccolato bianco e salsa alla menta",
    "ingredients": [
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "fresco 300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "in fogli 0,5 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sciroppo alla menta",
            "quantity": "10 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "verde (facoltativo) 1 g"
        }
    ],
    "preparation": " Per preparare il bavarese al cioccolato bianco e salsa di menta, tritate il cioccolato bianco e tenetelo da parte. Poi in una terrina unite lo zucchero e i tuorli e amalgamando bene con una spatola 1. In un pentolino versate il latte insieme alla panna. Incidete la bacca di vaniglia nel senso della lunghezza e prelevate i semi, raschiandoli con un coltellino. Mettete in infusione la bacca di vaniglia e i suoi semi 2 e ponete sul fuoco a fiamma dolce. Quando avrà raggiunto il bollore, rimuovete la bacca di vaniglia 3. Stemperate i tuorli zuccherati con un po’ della miscela di latte caldo e vaniglia 4, quindi versateli nel pentolino assieme al resto del latte 5. Amalgamate bene con la frusta 6 e fate addensare fino al momento in cui, immergendo un cucchiaio nella crema, non risulterà leggermente velato. Una volta pronta, togliete dal fuoco. Ponete la gelatina in fogli in ammollo in acqua fredda per 10 minuti 7, strizzatela e aggiungetela alla crema calda 8 continuando a mescolare. Aggiungete infine il cioccolato bianco tritato 9. Proseguite a mescolare finché il cioccolato non si sarà completamente sciolto 10, quindi filtrate la crema passandola attraverso un colino a maglia fitta 11, ed infine versatela negli stampini di 5 cm di diametro e 7 di altezza 12. Trasferite gli stampini in frigo a rassodare per almeno una notte, meglio un giorno intero. Passate ad occuparvi della salsa di menta di accompagnamento. Scaldate la panna con le foglie di menta 13. Raggiunto il bollore togliete dal fuoco, e lasciate in infusione per un’ora. Trascorso questo tempo, aggiungete lo sciroppo di menta e il colorante se desiderate un colore più acceso 14. Filtrate la salsa attraverso un colino, per eliminare le foglie di menta 15. Versate adesso nella salsa filtrata la gelatina in fogli ammollata come sopra 16, amalgamate bene. Coprite con della pellicola 17 e lasciate raffreddare in frigo per circa un’ora. Al momento di servirle, cominciate a sformare le bavaresi: per prima cosa passate un coltello a lama liscia tra il bavarese e lo stampo 18. Per facilitarne l’estrazione, immergete per qualche istante lo stampo con la bavarese in acqua calda 19, facendo attenzione a non raggiungere il bordo per non bagnare l’interno. Capovolgete gli stampi sul piatto da portata 20 e servite le bavaresi di cioccolato bianco accompagnate dalla salsa di menta, guarnendo a piacere con qualche fogliolina di menta fresca 21. "
}