{
    "title": "Tartellette al pistacchio, ricotta e fragoline di bosco",
    "ingredients": [
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 115 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "650 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gocce di cioccolato",
            "quantity": "80 g"
        },
        {
            "ingredient": "Fragoline di bosco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pistacchi non salati",
            "quantity": "(sgusciati) q.b."
        }
    ],
    "preparation": " Per preparare le tartellette al pistacchio, ricotta e fragoline di bosco iniziate dalla frolla: in un mixer versate la granella di pistacchi (oppure usate i pistacchi non salati sminuzzati), lo zucchero a velo 1 e un pizzico di sale; azionate le lame a più riprese per non scaldare troppo la frutta secca e tritate tutto 2. Poi unite il burro freddo di frigo tagliato a pezzi 3 e la farina; realizzate la sabbiatura facendo andare le lame per pochi istanti 4. Versate il composto sabbioso in una ciotola, unite la pasta di pistacchi 5 e l'uovo 6. iniziate ad amalgamare gli ingredienti con la forchetta 7, poi impastate velocemente con le mani 8 e trasferite il composto oramai più compatto su un piano di lavoro. Maneggiatelo giusto il tempo necessario per formare un panetto 9. Quindi appiattitelo leggermente e avvolgetelo nella pellicola trasparente 10; poi riponetelo in frigorifero per almeno mezz'ora o fino a quando non sarà ben solido. Intanto dedicatevi al ripieno: prendete la ricotta di pecora (che avrete avuto cura di far scolare una notte intera o almeno 2 ore in un colino e in frigorifero coperta con pellicola trasparente), setacciatela per renderla più cremosa 11 e poi aggiungete lo zucchero a velo 12. Coprite con pellicola a contatto e riponete la crema in frigorifero a riposare mentre proseguite con la preparazione. Riprendete la pasta frolla e stendetela in un disco di 4-5 mm di spessore 13; prendete 1 coppapasta di 10 cm di diametro e realizzate 13 dischi 14 che potrete posizionare all'interno di stampini di 7 cm di diametro e con un bordo alto circa1,5 cm, foderando anche i bordi 15. Ponete le tartellette a rassodare in frigorifero per altri 30 minuti circa. Poi bucherellate il fondo con i rebbi di una forchetta e foderate con dischi di carta da forno tutte le tartellette; posizionate i pesetti di ceramica (o dei legumi come i fagioli) per procedere con la cottura alla cieca 16 in forno statico preriscaldato a 170° per 15 minuti (se forno ventilato 150° per 5-10 minuti). Passato il tempo necessario, togliete i pesetti e proseguite la cottura per altri 5 minuti perchè la frolla si asciughi bene. Una volta cotte, sfornate le tartellette e lasciatele raffreddare completamente su una gratella. Riprendete la crema dal frigorifero e unite le gocce di cioccolato 17, quindi trasferite la crema in una sac-à-poche con bocchetta liscia larga 1 cm 18. Farcite le tartellette oramai fredde 19, poi lavate le fragoline di bosco e riducete i pistacchi in filetti per la decorazione finale 20; ponete al centro delle tartellette le fragoline 21 decorate ancora i bordi con dei ciuffetti di crema di ricotta 22 e completate con i filetti di pistacchi 23 e le vostre tartellette al pistacchio,ricotta e fragoline di bosco sono pronte per essere gustate 24! "
}