{
    "title": "Baci di dama alle nocciole",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Cioccolato gianduia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 48 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 190 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare i baci di dama alle nocciole versate il burro a temperatura ambiente e precedentemente tagliato a cubetti nella ciotola di una planetaria munita di foglia. Quindi aggiungete lo zucchero semolato 1, azionate la macchina a velocità bassa 2 e lavorate il tutto per una decina di minuti. Una volta ottenuta una crema leggermente montata unite l'uovo 3 e lasciatelo assorbire completamente. A questo punto aggiungete il sale 4, lavorate ancora per qualche minuto e spegnete la planetaria per un momento 5. Setacciate la farina 00 direttamente all'interno della ciotola, e unite anche la farina di nocciole, setacciando anch'essa 7. Azionate nuovamente la macchina 8 e lasciate assorbire completamente le farine 9. Solo quando avrete ottenuto un composto uniforme 10, trasferitelo su un piano leggermente infarinato e lavoratelo con le mani o con un tarocco, per non scaldarlo troppo, fino a dargli la forma di un panetto 11. Avvolgetelo nella pellicola trasparente 12 e riponetelo in frigorifero a rassodare per almeno 1 ora. Trascorso questo tempo riprendete il vostro panetto e tagliatelo 13 in 44 pezzi; quindi con le mani date ad ogni pezzetto di impasto una forma sferica 14, adagiatele su un vassoio foderato con carta forno e riponetele nuovamente in frigorifero a rassodare per 30 minuti. A questo punto trasferite le vostre palline su una leccarda, sempre foderata con carta forno 15 e cuocete il tutto in forno statico preriscaldato a 180° per 20-22 minuti (oppure in forno ventilato a 175° per 20 minuti). Una volta sfornate 16 trasferite le palline su una gratella 17 e lasciatele raffreddare completamente. Nel frattempo occupatevi di realizzare il ripieno: prendete il cioccolato gianduia e tagliatelo a cubetti 18, quindi scioglietelo 19 a bagno maria o nel microonde azionandolo 30 secondi per volta e mescolando il cioccolato prima di scaldarlo nuovamente. Una volta fuso lasciatelo intiepidire, mescolando di tanto in tanto, fino ad ottenere una consistenza piuttosto densa. Trasferite il cioccolato in un sac a poche e stendetene un po’ sulla parte piatta di una pallina, quindi richiudete con un’altra pallina. Completate i baci di dama alle nocciole in questo modo e lasciateli riposare per circa 20 minuti su una gratella: quando il cioccolato gianduia si sarà asciugato, i biscottini resteranno uniti e saranno pronti da gustare! "
}