{
    "title": "Frittelle di ananas",
    "ingredients": [
        {
            "ingredient": "Ananas",
            "quantity": "(da pulire) 1,5 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "220 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "45 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "4 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le frittelle di ananas, per prima cosa pulite lâananas: rimuovete la calotta superiore con il ciuffo 1, eliminate la buccia 2 e tagliatelo a fette di 1 cm di spessore 3, poi usate un coppapasta del diametro di circa 4 cm per rimuovere la parte centrale da ogni fetta 4; in alternativa potete utilizzare lâapposito attrezzo. Passate alla preparazione della pastella: versate la farina in una ciotola 5, unite lo zucchero 6 e la cannella 7, poi versate lâacqua 8 e mescolate con una frusta fino ad ottenere un composto liscio e omogeneo 9. Riempite un pentolino con abbondante olio di semi e portatelo alla temperatura di 170Â° da controllare con lâaiuto di un termometro. Passate le fette di ananas accuratamente nella farina 10, poi immergetele nella pastella 11, fate scolare la pastella in eccesso e tuffatele delicatamente nellâolio caldo 12. Friggete pochi pezzi per volta per evitare che la temperatura dellâolio si abbassi. Cuocete ogni frittella per circa 3-4 minuti fino a che non diventerÃ bella dorata 13, poi scolatela su un foglio di carta assorbente o per fritti e spolverizzatela con lo zucchero semolato 14. Le vostre frittelle di ananas sono pronte per essere gustate ancora calde 15! "
}