{
    "title": "Torta salata caprese",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 1 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        }
    ],
    "preparation": " Per preparare la torta salata caprese iniziate a realizzare la pasta brisè. Ponete nel mixer la farina, il sale 1 il burro freddo tagliato a cubetti 2 e iniziate a frullare fino ad ottenere un composto sabbioso e farinoso 3. Trasferitelo quindi su una spianatoia, dategli la classica forma a fontana e aggiungete l’origano secco al centro 4. Versate l’acqua fredda e iniziate ad impastare velocemente 5, in modo da non scaldare l’impasto. Lavorate fino a compattare il composto, quindi avvolgetelo nella pellicola 6 e lasciatelo riposare per 40 minuti in frigorifero. Trascorso il tempo di riposo, prendete l’impasto dal frigorifero e stendetelo su un piano leggermente infarinato, fino ad ottenere uno spessore di 1 cm 7. Avvolgete quindi la sfoglia sul mattarello e trasferitela su uno stampo rettangolare 35X11 8, fate una leggera pressione con le dita per far aderire bene la pasta allo stampo e tagliate eventuale eccessi di pasta 9. Bucherellate la base della torta salata con i rebbi di una forchetta 10, rivestitela con un rettangolo di carta forno, leggermente più grande dello stampo, e proseguite con la cottura alla cieca. Versate le sfere di ceramica (o i ceci secchi) sulla carta forno 11 ed infornate in forno statico preriscaldato a 180° per 30 minuti (se utilizzate il forno ventilato cuocete a 160° per circa 25 minuti). Una volta sfornata, levate le sfere 12 e lasciate raffreddare. Nel frattempo dedicatevi a preparare la crema di basilico. Lavate e asciugate delicatamente le foglie di basilico, quindi versatele nel bicchiere di un mixer insieme ai pinoli 13, aggiungete anche l’olio a filo e iniziate a frullare 14 fino ad ottenere una crema liscia. A questo punto trasferitela in una ciotola 15 e salatela. Tagliate la mozzarella a fette 16 e lasciatela scolare in un colino, giusto il tempo di terminare le altre preparazioni. Tagliate anche il pomodoro a fette 17 e tenetelo da parte. Riprendete la vostra base di pasta brisè, ormai fredda, e iniziate a versare la crema di basilico 18. Livellatela, ricoprendo l’intera superficie della base 19 e iniziate a sistemare le fette di mozzarella, alternandole a quelle di pomodoro 20. Ultimate la vostra torta salata caprese con delle foglioline di basilico, un pizzico di origano e servitela 21. "
}