{
    "title": "Cinesini alla crema",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "45 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cinesini, iniziate dalla frolla: disponete su di una spianatoia (o in una ciotola) la farina, lo zucchero 1 e il lievito 2. Mescolate insieme le polveri, formate una fontana al centro 3 e aggiungete al suo interno le uova 4; rompetele con una forchetta e sbattetele, cercando di incorporare la farina 5; unite quindi l’olio extravergine d'oliva 6 e impastate con le mani 7, fino a ottenere un panetto liscio e compatto 8. Avvolgetelo nella pellicola 9 e lasciatelo riposare in frigorifero per almeno un'ora. Questa pasta frolla risulta, anche dopo la cottura, molto morbida per cui sconsigliamo di usarla come base per altre preparazioni. Trascorso il tempo di riposo, riprendete la frolla e stendetela con il mattarello 10 in una sfoglia molto sottile, di circa mezzo cm di spessore, e con un coppapasta dal diametro di 5,5 cm, ricavate dei cerchi 11. Otterrete circa 32 cerchi, che andranno poi a comporre 16 cinesini; reimpastate i ritagli di pasta e stendeteli nuovamente per avere altri cerchi. Ponete i dischi su una leccarda, ricoperta di carta forno, ben distanziati uno dall'altro 12 e infornateli in forno statico, già caldo, a 160° per 10 minuti (se forno ventilato 140° per 6-7 minuti). I dischetti devono rimanere chiari 13; sfornateli e lasciateli raffreddare su una gratella. Intanto preparate la crema pasticcera (per la scheda ricetta dettagliata clicca qui): riscaldate il latte in un pentolino con la metà di una bacca di vaniglia e i suoi semi; sbattete in una ciotola, con la frusta, il tuorlo e lo zucchero quindi aggiungete la farina (in alternativa, potete utilizzare l'amido di mais). Con una pinza, eliminate la bacca e versate il latte riscaldato sul composto a filo 14, amalgamando con la frusta. Riportate il composto sul fuoco e mescolate continuamente fino a che la crema non si sarà addensata 15. Trasferite la crema pasticcera in una ciotola e fatela raffreddare conservandola con un foglio di pellicola a contatto. Una volta fredda, trasferite la crema in una sac-à-poche con bocchetta a stella e iniziate a comporre i cinesini: prendete un disco di frolla, farcitelo con un ciuffo di crema 16 e adagiate sulla crema un altro disco di frolla 17, premendo leggermente per compattare il dolce e per far fuoriuscire leggermente la crema 18. Abbiate cura di lasciare la parte più liscia dei dischi di frolla all’esterno, per una migliore resa estetica. Ponete su di un piattino la granella di nocciole (o altra frutta secca, come pistacchi o mandorle o noci) e decorate i bordi dei cinesini, rotolandoli nella granella che si attaccherà alla crema 19. Tenete in frigorifero i cinesini fino al momento di servire e prima di portarli in tavola, spolverizzateli con abbondante zucchero a velo 20. Ecco pronti i vostri cinesini alla crema 21! "
}