{
    "title": "Torta glassata con crema diplomatica al cioccolato",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(a temperatura ambiente) 3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(a temperatura ambiente) 1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "30 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "210 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "240 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tartufi di cioccolato",
            "quantity": "(fondenti) 1"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "sfoglie 14"
        }
    ],
    "preparation": " Per realizzare la torta glassata con crema diplomatica al cioccolato incominciate proprio dalla preparazione di quest'ultima. Prendete il cioccolato fondente, tritatelo al coltello 1 e tenete da parte. Incidete una bacca di vaniglia nel senso della lunghezza e con un coltellino raschiatela; estraete i semi 2 e conservateli insieme alla bacca. In un pentolino versate il latte e 50 g di panna 3; unite i semi e la bacca di vaniglia 4 e accendete il fuoco portando tutto a sfiorare il bollore. In una ciotola a parte versate i tuorli con lo zucchero 5 (con gli albumi restanti potete realizzare delle lingue di gatto o delle meringhe) e l'amido di mais setacciato 6. Mescolate con le fruste per amalgamare bene tutti gli ingredienti, aggiungendo 1-2 cucchiaino di latte e panna 7. Spegnete il fuoco e togliete la bacca di vaniglia in infusione con una pinza da cucina 8; versate il composto a base di uova nella miscela di latte e panna e fate fate addensare il tutto a fuoco dolce 9. Una volta che la crema si sarà addensata 10, aggiungete il cioccolato fondente tritato in precedenza e mescolate per farlo incorporare alla crema 11. Quando il cioccolato si sarà sciolto completamente 12, trasferitela in un recipiente e coprite con la pellicola trasparente a contatto per evitare la formazione della fastidiosa crosticina 13; fate raffreddare la crema a temperatura ambiente e poi fatela rassodare in frigorifero. Intanto preparate la pasta biscotto: in una planetaria munita di frusta montate 3 uova intere e 1 tuorlo a temperatura ambiente con metà dose di zucchero 14 e il miele 15. Qiando avrete ottenuto un composto chiaro e spumoso, aggiungete lo zucchero restante 16 e continuate con la frusta per altri 4-5 minuti. Fermate la planetaria e setacciate la farina all'interno del composto 17, incorporandola delicatamente con un leccapentole senza smontare le uova 18. Quando avrete ottenuto un composto denso ed omogeneo, versate l'impasto in 3 cerchi (oppure una teglia) del diametro di 22 cm su una leccarda imburrata e foderata con carta da forno 19. Livellate la superficie con una spatola 20 e fate cuocere in forno statico preriscaldato a 200° per 5-6 minuti (a 180° per 3-4 minuti se in forno ventilato): la superficie della pasta biscotto deve diventare appena dorata 21 e non dovrete mai aprire il forno che tratterrà al suo interno l’umidità. Una volta pronti, estraete i dischi di pasta biscotto dal forno, sformateli e lasciateli raffreddare completamente. Fate rinvenire la crema diplomatica lavorandola con uno sbattiore elettrico; versate 210 g di panna fresca in una planetaria 22 e montatela con le fruste. Quando la panna sarà montata 23, aggiungetela alla crema (che nel frattempo si sarà rassodata) mescolando delicatamente con una spatola 24. Una volta ottenuto un composto denso ed omogeneo, trasferite la crema diplomatica al cioccolato che avete ottenuto in una sac-à-poche con una bocchetta liscia del diamtero di 0,5 cm 25. Quando i dischi si saranno raffreddati completamente 26, potete comporre la torta: con l'aiuto di una spatola adagiate il primo disco all’interno di un anello del diametro di 22 cm dotato di una base di una tortiera cerchio apribile e farcite con uno strato di crema di circa 5 mm di altezza 27. Livellate la farcitura con una spatola 28, quindi terminate la torta collocando il secondo disco, farcite di nuovo e poi terminate ponendo il disco finale; portate la torta a raffreddare per 2 ore in freezer. Trascorso il tempo necessario, sformatela dall'anello, staccando i bordi con un coltellino 29 e sfilandolo delicatamente: la torta è pronta 30, non vi resta che procedere alla preparzione della glassa e delle decorazioni. Per decorare la torta incominciate con la preparazione della glassa al cioccolato fondente. In una pentola versate lo zucchero e la panna fresca, portando ad ebollizione. Quando avrà sfiorato il bollore, spegnete e aggiungete il cioccolato fondente 70% tritato 1: mescolate con un leccapentole fino ad ottenere una glassa uniforme 2. Appoggiate la torta su una gratella e al centro fate colare la glassa sulla superficie 3; avendo cura di ricoprirla interamente 4 anche intorno ai bordi laterali, dopodiché lasciate raffreddare in frigorifero per pochi minuti. Nel frattempo preparate la semisfera di cioccolato: sciogliete a bagnomaria il cioccolato nero 70% (l'acqua del pentolino non dovrà sfiorare il fondo della bastardella in cui avete messo il cioccolato) 5; quando sarà arrivato ad una temperatura di 54° (misurate con il termometro da cucina), asciugate bene il pentolino, perché il cioccolato non venga mai a contatto con l’acqua, e versatene 2/3 sulla lastra di marmo posizionata su un piano di lavoro e iniziate a spatolare il cioccolato sulla lastra di marmo con una spatola e un raschietto, stendendolo sulla superficie 6. Quando il cioccolato avrà raggiunto i 28°, trasferitelo nella ciotola dove avete lasciato l'1/3 rimanente e mescolate: il cioccolato dovrà raggiungere i 31/32° 7. Se in queste fasi la temperatura dovesse abbassarsi troppo, tenete sempre a portata di mano il pentolino del bagnomaria con l'acqua calda, per scaldare leggermente il cioccolato. Al contrario, nel caso fosse ancora troppo caldo, ripetete l'operazione dello spatolamento su marmo con una piccola parte del cioccolato. A questo punto riempite un conetto di carta da forno (oppure una sac-à-poche senza bocchetta a cui potete praticare un foro) con il cioccolato fondente temperato (conservate la parte restante poiché vi servirà per preparare le cannucce). Prendete delle coppette da finger food a forma di semisfera e realizzate delle righe per ottenere una griglia di fili di cioccolato, muovendo a zig zag il conetto 8. Quando avrete terminato 9, pulite il cioccolato in eccesso sui bordi e mettete le coppette in frigorifero a raffreddare. Quando le semisfere saranno pronte, sformatele premendo delicatamente con le dita la coppetta di plastica 10.Da ultimo preparate le cannucce bicolore; sciogliete il cioccolato bianco a bagnomaria e poi procedete nuovamente al temperaggio: quando il cioccolato sarà arrivato ad una temperatura di 45° (misurate con il termometro da cucina), versatene 2/3 sulla lastra di marmo posizionata su un piano di lavoro 11 e iniziate a spatolare il cioccolato sulla lastra di marmo con una spatola e un raschietto, stendendolo sulla superficie 12. Quando avrà raggiunto i 27°, trasferitelo nella ciotola dove avete lasciato l'1/3 rimanente e mescolate. Il cioccolato dovrà raggiungere i 28/29° 13. Una volta pronto, ponete il cioccolato bianco in un triangolino di carta da forno (oppure in una sac-à-poche senza bocchetta a cui potete praticare un foro) e versatelo in una cannuccia da cocktail per circa la metà 14; ripetete l'operazione anche con il cioccolato fondente che avete conservato versandolo dalle due estremità 15 e poi fate raffreddare il tutto in frigorifero per qualche minuto. Trascorsi alcuni minuti, smodellate le cannucce, praticando un piccolo taglio con le forbici per aiutarvi più facilmente 16 (in alternativa potete utilizzare uno spiedino). Estraetele 17 e procedete dunque a distribuire le decorazioni che avete preparato sulla glassa: aggiungete la semisfera, le cannucce, un tartufo e infine completate distribuendo intorno alla torta le sfoglie di cioccolato fondente. La vostra torta glassata con crema diplomatica al cioccolato è pronta 18; per completarla e renderla ancora più bella potete aggiungere un paio di fragole! "
}