{
    "title": "Cheesecake zebrata",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "250 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare la cheesecake zebrata, iniziate dalla base: fate sciogliere il burro in un pentolino, poi in un mixer ponete i biscotti secchi 1 e tritateli finemente. Quindi raccoglieteli in una ciotolina 2 e versate anche il burro fuso 3. Mescolate con una spatola per amalgamare gli ingredienti 4. Foderate una teglia del diametro di 22 cm meglio se a cerchio apribile per sformare meglio la cheesecake (potete consultare la Scuola di cucina: come foderare una teglia con carta da forno). Versate quindi la base della cheesecake nello stampo e compattatela con il dorso di un cucchiaio 5. Ponete la base in frigorifero a rassodare per almeno 30 minuti. Intanto proseguite con la preparazione delle creme, mettendo in ammollo tutta la dose di gelatina necessaria alle due creme in una ciotolina con acqua fredda per almeno 10 minuti 6. Per preparare la crema bianca procedete in questo modo: in una ciotola versate lo yogurt greco, poi aggiungete il latte condensato 7, mescolate con un cucchiaio gli ingredienti per amalgamarli 8. A questo punto passate a montare la panna (per questo procedimento potete consultare la Scuola di cucina: come montare la panna). In una ciotola ben fredda versate 100 g di panna fresca liquida e montatela con uno sbattitore elettrico 9. Quando avrete ottenuto un composto spumoso e morbido, aggiungetelo al resto dell'impasto 10. Poi scolate e strizzate 5 g di gelatina, che potete sciogliere in 50 g di panna liquida (presi dalla dose totale) precedentemente scaldata a fuoco basso 11. Mescolate con un cucchiaino per far sciogliere la gelatina più facilmente 12. Versate la gelatina oramai sciolta al resto dell'impasto 13 e mescolate gli ingredienti dall'alto verso il basso con una spatola 14: la crema bianca è pronta, potete riporla in frigorifero coperta con pellicola trasparente per almeno 30 minuti. Passate ora a preparare la crema ai mirtilli, seguendo lo stesso procedimento come dal punto 7 al 10: aggiungete allo yogurt greco il latte condensato, poi montate i 100 g di panna fresca liquida e aggiungetela al composto. A questo punto lavate i mirtilli e versateli nel mixer 15. Quindi frullateli fino ad ottenere una purea 16 da aggiungere alla crema 17. Poi sciogliete i restanti 8 g di gelatina in 50 g di panna liquida scaldata precedentemente a fuoco basso 18. Quando sarà sciolta completamente, unitela alla crema di mirtilli 19. Mescolate per amalgamare gli ingredienti 20 e fate rassodare anche la crema di mirtilli in frigorifero per 30 minuti circa, coperta con pellicola trasparente. Passato il tempo necessario, estraete le due creme e la base di biscotti oramai compatta per iniziare a comporre la cheesecake zebrata: cominciate a versare qualche cucchiaio di crema ai mirtilli al centro 21. Sopra il composto versato, mettete due cucchiai di crema chiara e così via in modo alternato fino a terminare le due creme (22-23). In questo modo i cerchi si creeranno da soli a mano a mano che aggiungerete gli impasti alternati. Una volta completata la cheesecake zebrata, ponetela in frigorifero a rassodare per almeno 4-6 ore prima di servirla 24! "
}