{
    "title": "Ciambotta",
    "ingredients": [
        {
            "ingredient": "Peperoni",
            "quantity": "verdi, gialli, rossi 600 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "570 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "350 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "235 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "140 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "210 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la ciambotta, per prima cosa lavate e tagliate tutte le verdure: dividete i peperoni a metÃ 1, eliminate i semi e filamenti interni e tagliateli a pezzi grossolani 2. Sbucciate le patate, dividetele a metÃ per il lungo e tagliatele a tocchetti 3. Riducete anche la melanzana a tocchetti 4, poi fate la stessa cosa con le zucchine, tagliandole prima per il lungo 5. Infine dividete i pomodorini a metÃ 6 e tagliate la cipolla a falde piuttosto sottili 7. Scaldate un filo dâolio in una casseruola capiente, aggiungete le cipolle 8 e fatele soffriggere per circa 5 minuti, poi unite le melanzane 9, le patate 10, i peperoni 11, le zucchine 12 e i pomodorini 13. Salate 14, pepate e mescolate bene, poi aggiungete anche il basilico, che avrete precedentemente lavato e asciugato 15. A questo punto versate lâacqua 16 e la polpa di pomodoro 17, coprite con il coperchio 18 e cuocete a fiamma media per 30 minuti. Evitate di mescolare ma scuotete occasionalmente la casseruola. Trascorso questo tempo, rimuovete il coperchio 19 e proseguite la cottura per altri 30 minuti, sempre a fiamma media e sempre scuotendo di tanto in tanto il tegame. Spegnete il fuoco 20 e servite la vostra ciambotta calda o tiepida 21! "
}