{
    "title": "Torta Savoia",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 5) 280 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Rum",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro di cacao",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare la torta Savoia iniziate a realizzare la pasta biscotto. Versate le uova nella ciotola di una planetaria, unite lo zucchero poco alla volta 1, il sale e montatele con una frusta fino a che non avrete ottenuto un composto morbido e gonfio, ma non troppo spumoso 2. Setacciate poi all'interno sia la farina 00 3,Â che l'amido di mais 4. Mescolate con una spatola dal basso verso l'alto molto delicatamente 5, in modo da non far smontare il composto 6.Â FoderateÂ una leccardaÂ con la carta fornoÂ e versate all'interno metÃ dell'impasto (l'altra metÃ conservatela nella ciotola della planetaria). Utilizzando una spatolina stendetelo in maniera uniforme (7-8). Cuocete in forno statico a 180Â° nel ripiano centrale per 12 minuti, poi sfornate 9 e lasciate intiepidire. Spostate la pasta biscotto insieme alla carta forno su un piano per farla intiepidire e ripetete lo stesso procedimento per il composto rimasto. Una volta cotto lasciate intiepidire anche questo. A questo punto dovrete ricavare dalle due paste biscotto 5 dischi. Utilizzando un anello da 18 cm ricavatene due dal primo strato di pasta biscotto 10 e tre dal secondo: per il secondo strato, due dischi saranno interi, il terzo disco andrÃ composto con 2 metÃ coppate (11-12). Lasciate raffreddare completamente, poi coprite con pellicola e tenete da parte. Se preferite potete impilarli intervallandoli da un foglio di carta forno. Versare nel bicchiere di un mixer la farina di nocciole, il cacao 1 e lo zucchero a velo 2. Azionate poi le lame per pochi istanti 3.Â Tritate il cioccolato fondente 4, quello bianco e quello al latte, sistemandoli in 3 ciotole diverse 5. PoiÂ fondeteli inÂ microonde azionandolo pochi secondi per volta, alla minima potenza 6.Â Unite poi i 3 cioccolati in una ciotola 7 e mescolate con una spatola 8. Aggiungete le farine 9Â e mescolate bene 10. Unite il latte in due volte 11. Versando la prima parte il composto si indurirÃ leggermente, unite quindi la seconda parte e lavorate il tutto sino ad ottenere una crema liscia 12. Aggiungete in ultimo il burro a temperatura ambiente 13 e mescolate ancora con una spatola 14. Coprite con la pellicola per alimenti 15 e lasciate riposare per 30 minuti in frigorifero.Â Per preparare la bagna versate acqua, zucchero 1 e rum 2 in un pentolino. Portate a bollore 3 e lasciate raffreddare a temperatura ambiente.Â Quando tutto sarÃ ben freddo potrete comporre il dolce; come prima cosa riponete la crema in una sacca da pasticcere senza bocchetta. Posizionate uno dei 5 dischi su un piatto da portata 1; inumiditelo con la bagna appena preparata utilizzando un pennello 2 e spremete uno strato di crema, facendo una spirale su tutta la superficie del disco 3.Â Ricoprite poi con un altro strato di pasta biscotto, bagnate di nuovo il disco, aggiungete uno strato di crema e proseguite in questo modo fino a terminare tutti gli ingredienti, tenendo presente che l'ultimo disco andrÃ bagnato ma non dovrÃ esserci crema. Se la crema dovesse fuoriuscire troppo dai bordi della torta potete livellare il tutto con una spatola. Una volta completato il dolce 4 riponete in frigorifero per circa 15 minuti. Nel frattempo preparate la glassa: in una ciotolina unite il cioccolato a pezzi al burro di cacao 5 e fondete tutto al microonde, azionandolo pochi secondi alla volta 6. A questo punto trasferite la torta su una gratella e posizionate sotto un vassoio 7. Versate la glassa al di sopra della torta 8, facendo in modo che copra l'intera superficie della torta 9. Riponete nuovamente in frigorifero per una decina di minuti e riempite un conetto di carta forno con la glassa avanzata.Â Utilizzatelo poi per decorare la torta 10, potete scrivere \"Savoia\" oppure realizzare delle decorazioni a vostro piacimento. Lasciate riposare per altri 15 minuti in frigoriferoÂ prima di servire (11-12).Â "
}