{
    "title": "Cupcake carnevaleschi",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "225 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "170 g"
        },
        {
            "ingredient": "Sciroppo alla menta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sciroppo di amarene",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "75 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "75 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "7"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare i cupcake carnevaleschi, lavorate in una ciotola il burro con lo zucchero con uno sbattitore elettrico 1 o un cucchiaio di legno. Grattugiate la scorza di un limone non trattato 2 e aggiungete i semi di una bacca di vaniglia 3 (o una bustina di vanillina); versate anche un uovo 4 e aggiungete il latte condensato 5. Lavorate gli ingredienti per montarli e amalgamarli 6; Unite alla crema anche la farina e il lievito setacciati 7, quindi lavorate il tutto fino ad ottenere un composto omoegeneo 9. Trasferite il composto in una sac-à-poche e distribuitelo nei pirottini con cui avete foderato uno stampo da muffin da 12, arrivando a riempirne i 2/3 10 (in questo modo in cottura i cupcake arriveranno a sfiorare il bordo dei pirottini). Cuocete i muffin in forno statico preriscaldato a 180° per 20 minuti (160° per 15 minuti circa se forno ventilato). Sfornateli una volta cotti 11 e fateli raffreddare. Mentre i muffin cuociono, preparate la crema al burro: in una ciotolina mettete in ammollo la gelatina in poca acqua fredda per almeno 10 minuti. Intanto in un pentolino scaldate l'acqua con lo zucchero, mescolando con una palettina di tanto in tanto. Quando lo zucchero si sarà sciolto, mettete un termometro da cucina nel pentolino 13 e senza mescolare più portate lo sciroppo a 121°C. Nel frattempo che lo sciroppo raggiunge la temperatura, versate i tuorli in una planetaria (o lavorateli con uno sbattitore elettrico) aggiungete il latte condensato 14 e iniziate a montarli. Quando lo sciroppo avrà raggiunto la temperatura, versatelo a filo sui tuorli continuando a far andare le fruste 15: dovrete continuare a lavorare il composto fino a quando si sarà freddato completamente. Poi lavorate a crema il burro a temperatura ambiente aiutandovi con una spatola 16. Incorporate quindi il burro poco alla volta al resto dell'impasto 17, facendo andare ancora le fruste fino a quando non sarà cremoso. Una volta che la crema al burro sarà pronta, dividetela in tre ciotoline: una la potrete lasciare bianca, nelle altre potete versare rispettivamente lo sciroppo all'amarena 18, e quello alla menta 19 in modo da avere tre creme di colore diverso. Strizzate i fogli di colla di pesce precedentemente messi in ammollo e scioglieteli in 50 ml di panna liquida tiepida, mescolando fino al completo sciogliemento. Dividete questo composto nelle due ciotoline con la creme colorate. Ponete le creme in frigorifero a rassodare per almeno 30 minuti, coperte con pellicola trasparente 20. Quando i cupcake saranno ben freddi, trasferite le creme in tre sac-à-poche usa e getta senza bocchetta e poi inseritele in un'altra sac-à-poche con bocchetta a stella piuttosto larga 21. Con la lama di un coltello potete spremere la sac-à-poche per portare le creme verso la punta e favorire la fuoriuscita 22; decorate i cupcake carnevaleschi con una nuovola delle tre creme colorate 23 e guarnite con palline colorate 24 o codette! "
}