{
    "title": "Cupcake con le rose",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "raso 1 cucchiaino"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "bollente 4 cucchiai"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosa (o rosso) q.b."
        },
        {
            "ingredient": "Ostia",
            "quantity": "a forma di roselline q.b."
        },
        {
            "ingredient": "Marzapane",
            "quantity": "rosa e verde (oppure neutro da colorare) q.b."
        }
    ],
    "preparation": " Procuratevi uno stampo per muffin, possibilmente da 12 e 12 pirottine di carta della stessa dimensione delle sagome dello stampo. Ponete nella tazza di un robot (o in una ciotola, se impastate a mano) lo zucchero e il burro a temperatura ambiente 1; azionate le fruste e riducete gli ingredienti in crema, poi aggiungete le uova 2, il sale, i semi della bacca di vaniglia, la scorza di limone grattata e in ultimo la farina e il lievito. Quando l’impasto si presenterà liscio e omogeneno 3 spegnete il robot. Adagiate una pirottina in ogni incavo dello stampo per muffin, quindi distribuite l’impasto ottenuto nelle 12 pirottine 4 stando attenti a non superare la metà in volume; cuocendo infatti, il cupcake non deve debordare ma arrivare al massimo a filo della pirottina. Infornate i cupcake in forno già caldo a 180° per circa 20 minuti. Nel frattempo, preparate le rose di marzapane: con il marzapane rosa fate delle palline poco più grandi di un pisello 5, schiacciatele con un matterello e formate un disco sottile 6. Con un coltellino tagliate i bordi inferiori lateralidel disco, formando una goccia 7; preparate allo stesso modo in tutto 5 gocce + altre due striscette 8 che arrotolerete per formare il centro della rosa 9. A questi due pezzetti arrotolati, attaccherete (pressandole sulla base) tutte intorno le sagome a goccia, che andranno a formare i petali della rosa (10-11-12). Per formare le foglie procedete allo stesso modo ritagliando, con un coltellino dalla lama liscia e appuntita, le sagome desiderate da un sottile ovale di marzapane verde (13-14-15). In alternativa, potete acquistare delle roselline già pronte di cialda o di zucchero, facilmente reperibili nei supermercati più forniti. Ed ecco la rosa di marzapane assemblata 16! Ora preparate la glassa per i cupcake ponendo in una ciotolina 200 gr di zucchero al velo vanigliato; unite 4 cucchiai di acqua 17 che avrete portato ad ebollizione e mescolate vigorosamente fino ad ottenere una crema densa, lucida e senza grumi 18. Aggiungete del colorante rosa per alimenti 19, una goccia alla volta, fino ad ottenere il colore desiderato 20. Una volta sfornati i cupcake 21, ricopriteli con la glassa rosa 22 e adagiate su ognuno di essi una rosa di marzapane e un paio di foglie 23 oppure utilizzate le rose di cialda 24 o di zucchero. Decorate i cupcake con delle palline argentate di zucchero e…. buona festa della mamma! "
}