{
    "title": "Crostatine alle mandorle con crema alla birra",
    "ingredients": [
        {
            "ingredient": "Farina di mandorle",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "½"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "aromatica 750 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "225 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "9"
        },
        {
            "ingredient": "Frutti della passione",
            "quantity": "2"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le crostatine alle mandorle con crema alla birra, iniziate a realizzare la frolla alle mandorle: in un mixer unite la farina 00 con la farina di mandorle 1; se non trovate la farina di mandorle, tostate 30 gr di mandorle pelate in forno e poi tritatele finemente una volta fredde. Aggiungete lo zucchero a velo e il sale 2, la scorza grattugiata di mezza arancia 3 e infine il burro freddo tagliato a pezzi 4; frullate tutto fino a ottenere un composto sabbioso 5. Trasferitelo su una spianatoia e formate al centro la classica fontana 6. Unite l'uovo intero e raccogliete gli ingredienti con le mani, impastando 8 per ottenere un panetto liscio e omogeneo. Avvolgetelo nella pellicola e lasciatelo in frigorifero a riposare per almeno per 2 ore. Nel frattempo, preparate la crema pasticcera alla birra: scaldate leggermente la birra in un pentolino 10, senza portarla a bollore. In una ciotola sbattete i tuorli con lo zucchero 11 fino ad ottenere un composto chiaro e cremoso 12; aggiungete la farina setacciata 13 e continuate a mescolare energicamente con una frusta per amalgamare tutti gli ingredienti 14. Versate a filo la birra intiepidita sul composto di tuorli 15, stemperate il tutto con la frusta 16 e portate la crema sul fuoco, facendolo prima passare al setaccio, per impedire la formazione di grumi 17. Cuocete la crema a fuoco basso mescolando continuamente con la frusta 18, fino a quando non si sarà addensata 19: ci vorrà circa un quarto d’ora. Trasferite la crema in una ciotola e clasciatela raffreddare con un foglio di pellicola a contatto 20. Riprendete la frolla alle mandorle e stendetela, con il mattarello, in una sfoglia alta circa mezzo cm 21. Con un coppapasta rotondo del diametro di circa 10 cm, ricavate dei dischi di frolla 22 (saranno circa 9), con cui fodererete degli stampi tondi del diametro di 8 cm e dai bordi alti circa 3 cm 23. Noi abbiamo usato degli stampi antiaderenti; se i vostri non lo sono, ricordatevi prima di imburrarli e infarinarli. Bucherellate il fondo della frolla alle mandorle con i rebbi di una forchetta e poi procedete con la cottura alla cieca (guarda la nostra Scuola di Cucina: come fare la cottura alla cieca): ponete all'interno delle crostatine un foglio di carta da forno 24 e riempitele con dei legumi secchi, in modo che la frolla non si gonfi durante la cottura 25. Cuocetele in forno statico preriscaldato a 180° per 15 minuti (se ventilato 160° per 10 minuti), qundi eliminate i fagioli e continuate la cottura ancora per 5 minuti. Sfornate le crostatine, fatele raffreddare e poi sformatele. Trasferite la crema alla birra in una sac-à-poche con punta a stella e farcite con essa le crostatine 26. Dividete a metà i frutti della passione 27, ammorbidite la polpa girandola un po' con il cucchiaino quindi versate un po' di polpa su ogni crostatina 28. Decorate con qualche foglia di menta fresca e delle mandorle a lamelle 29: ed ecco pronte le vostre crostatine alle mandorle con crema alla birra 30! "
}