{
    "title": "Diamanti al cacao e mandorle",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "170 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(1 intero) 55 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        }
    ],
    "preparation": " Per preparare i diamanti al cacao e mandorle iniziate versando il burro freddo a tocchetti e 230 g di farina tipo 00 in un mixer 1. Azionate le lame fino ad ottenere un impasto sabbioso 2 e tenetelo da parte in una ciotola capiente. Prendete un'altra ciotolina in cui mescolare lo zucchero a velo e la farina di mandorle 3, quindi setacciateli insieme all’interno della ciotola dove avete raccolto il composto sabbioso di burro e farina 4, amalgamando gli ingredienti velocemente con le mani 5. Poi unite l'uova 6 e continuate ad impastare con le mani velocemente, per ottenere un composto omogeneo e liscio. Dividete l’impasto ottenuto in due diverse ciotoline 7: in una aggiungete il cacao 8 e cominciate ad impastare con le mani 9 fino ad ottenere un panetto omogeneo. Nell’altra aggiungete i 20 g di farina 00 rimasta 10 e impastatela al composto aiutandovi con le mani 11 fino ad ottenere un panetto liscio e omogeneo 12. A questo punto avrete ottenuto due panetti di impasto: avvolgete ciascuno con pellicola alimentare trasparente 13 e riponete in frigorifero a riposare per almeno 2 ore e mezza. Trascorso il tempo di riposo dividete ciascun panetto in due parti uguali e cominciate a creare un filone lungo aiutandovi con le mani 14, fino a formare un cilindro di circa 3 cm. Ripetete l’operazione con tutti e 3 i rimanente panetti 15. Prendete ora un cilindro al cacao e uno di sola farina e disponeteli l’uno affianco all’altro: intrecciateli sovrapponendo un filone all’altro 16 fino ad arrivare alla fine dei filoni 17: arrotolate il filone bicolore ottenuto schiacciandolo ed allungandolo leggermente con la pressione delle mani fino ad ottenere un nuovo filone di circa 3 cm di diametro 18. Ripetete l’operazione con gli altri due filoni. Spennellate i filoni ottenuti con poca acquaa temperatura ambiente 19. Poi in una ciotolina unite la cannella allo zucchero 20 e mescolate gli ingredienti 21. Cospargete i filoni con il mix ottenuto di zucchero e cannella 22 e tagliate i cilindri in dischi di 7 mm di spessore 23 che disporrete in una leccarda foderata con carta forno. Infornate in forno statico preriscaldato a 160°C per 20 minuti (per questi biscotti sconsigliamo l'utilizzo del forno ventilato o al limite consigliamo di provare la cottura di pochi pezzi come prima infornata per verificare tempi e temperatura per i successivi). Una volta cotti i vostri diamanti al cacao e mandorle toglieteli dal forno 24, lasciate intiepidire e gustate! "
}