{
    "title": "Cestini all'arancia e cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi 1"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "125 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Arancia candita",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cestini all’arancia e cioccolato iniziate dalla pasta frolla (per realizzarla al meglio consultate la ricetta della Pasta frolla). Nel mixer munito di lame versate la farina setacciata e il burro 1, azionate la macchina qualche istante, il tempo necessario per sabbiare il composto 2. Trasferitelo su di una spianatoia, formate la classica fontana nel cui centro verserete i semi della bacca di vaniglia, lo zucchero a velo, la scorza grattugiata dell’arancia 3, i tuorli 4; impastate a mano velocemente 5 fino ad ottenere un panetto compatto ed elastico. Appiattitelo e copritelo con pellicola trasparente 6 e ponetelo in frigorifero a rassodare per mezz’ora. Trascorso il tempo di riposo, riprendete la pasta frolla, stendetela su di una spianatoia infarinata con un mattarello, fino ad ottenere una sfoglia spessa 3-4 mm 7. Ritagliate con una coppapasta di 10 cm circa dei cerchi di pasta 8, trasferite la pasta in 6 stampini da crostatine del diametro di 7 cm imburrati e infarinati fate aderire allo stampo la frolla ed eliminate quella in eccesso con un coltellino 9. Con i ritagli avanzati potete fare dei golosi biscottini! Una volta che avrete ricoperto tutti gli stampi 10, ritagliate 6 cerchi di carta da forno di 10 cm di diametro, rivestite il fondo degli stampini con i cerchi di carta 11 e ponete dei pesi per la cottura alla cieca all’interno 12 (oppure potete utilizzare anche dei legumi secchi). Cuocete le crostatine per 10 minuti in forno statico preriscaldato a 170° (oppure in forno ventilato a 150° per circa 8 minuti). A cottura ultimata sfornatele e lasciatele raffreddare prima di sformarle 13. Ora occupatevi della crema ganache di farcitura: tritate il cioccolato fondente al coltello 14, scaldate la panna in un pentolino a fuoco basso 15, unite il burro 16 e fate sobbollire, poi spegnete il fuoco e incorporate il cioccolato tritato 17 e mescolate con la frusta fino a quando non si sarà completamente sciolto 18. Lasciate intiepidire la ganache. Farcite le crostatine con la crema di cioccolato fondente 19, poi ponete la crema avanzata in una ciotola sotto la quale andrete a posizionare un’altra ciotola colma di ghiaccio 20. Montate la crema con le fruste elettriche 21 finché non sarà chiara 22. A quel punto trasferitela in una sac-à-poche con bocchetta stellata e guarnite la superficie delle crostatine con ciuffetti di ganache 23. Per terminare, decorate con le scorze di arancia candite 24. I cestini all’arancia e cioccolato sono pronti per essere gustati! "
}