{
    "title": "Pancakes senza glutine ai mirtilli con NutellaÂ®",
    "ingredients": [
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "320 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "senza glutine 6 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "NutellaÂ®",
            "quantity": "120 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pancakes senza glutine ai mirtilli con NutellaÂ®, per prima cosa sciogliete il burro in un pentolino e lasciatelo raffreddare. Nel frattempo versate lo zucchero in una ciotola, aggiungete lâuovo 1 e sbattete con una frusta 2. Unite il latte 3 e il burro fuso 4 e mescolate ancora per amalgamare il tutto. A questo punto incorporate la farina di mandorle 5 e quella di grano saraceno 6, mescolando fra unâaggiunta e lâaltra. Setacciate il lievito allâinterno del composto 7 e, infine, unite i mirtilli che avrete precedentemente lavato e asciugato 8. Mescolate con una spatola per ottenere un composto omogeneo 9, poi coprite la ciotola con pellicola e mettete in frigorifero a riposare per circa 20 minuti. Trascorso il tempo di riposo, ungete una padella antiaderente con un velo di burro e versate la pastella con un mestolino, lasciando che si spanda da sola 10. Cuocete a fuoco medio per un paio di minuti 11: quando la superficie comincerÃ a rapprendersi, capovolgete i pancake con lâaiuto di una paletta 12 e lasciate cuocere dallâaltro lato giusto il tempo necessario a farli staccare dalla piastra. Una volta cotti, spalmate ogni pancake con circa 7,5 g di NutellaÂ® distribuendola su metÃ della superficie 13, poi guarnite lâaltra metÃ con la granella di pistacchi 14 e una manciata di mirtilli: i vostri pancakes senza glutine ai mirtilli con NutellaÂ® sono pronti per essere gustati 15! "
}