{
    "title": "Sorbetto alla birra e menta",
    "ingredients": [
        {
            "ingredient": "Menta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Birra analcolica",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "2"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il sorbetto alla birra e menta iniziate a lavare bene le foglie di menta 1 e asciugatele con un panno. Ora predisponete lo sciroppo di zucchero: mettete l'acqua in un tegame 2, aggiungete lo zucchero 3, lasciate sciogliere bene e portate a bollore. Unite allo sciroppo le foglie di menta 4 e lasciate bollire per altri 5 minuti 5. Spegnete il fuoco, lasciate raffreddare l'infuso di menta a temperatura ambiente e riponetelo in frigorifero a macerare per almeno 4-6 ore. Una volta passato questo tempo filtrate l'infuso con l'aiuto di un colino 6. Otterrete un liquido di colore giallo 7 a cui dovrete unire la birra ben fredda 8 e il succo di limone 9. Montate a neve ben ferma i due albumi in una planetaria 10 o con le fruste di uno sbattitore e incorporateli delicatamente al liquido di menta e birra 11, mescolando con l'aiuto di una frusta 12. Versate il composto ben freddo nella gelatiera 13 e lasciate mantecare per almeno 30 minuti 14 fino ad ottenere un sorbetto cremoso 15. Se non avete la gelatiera, potete procedere in questo modo: versate il composto in una terrina larga e mettetelo in congelatore per almeno un'ora. Poi tiratelo fuori, smuovetelo con una forchetta e ripetete l'operazione fino ad ottenere la consistenza desiderata ogni mezz'ora circa. Servite immediatamente il vostro sorbetto alla birra e menta guarnendo la coppa da sorbetto con delle foglie di menta fresca! "
}