{
    "title": "Clafoutis alle ciliegie",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "90 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "700 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare il clafoutis alla ciliegie lavate le ciliegie, asciugatele, togliete loro il peduncolo e denocciolatele 1. Tenetele da parte e dedicatevi a realizzare la pastella: versate in una terrina le uova, a temperatura ambiente, insieme allo zucchero 2 e iniziate a montarle con uno sbattitore 3. Una volta ottenuto un composto chiaro e spumoso che abbia raggiunto il doppio del volume iniziale, aggiungete la farina setacciata 4, il sale, i semi della bacca di vaniglia 5 ( per ottenerli dovrete incidere la bacca e raschiarla con un coltellino). Quindi continuate a sbattere con lo sbattitore, a velocità bassa 6. Mescolando con una frusta a mano aggiungete il latte, non troppo freddo, poco alla volta 7 e il brandy 8. In questo modo otterrete una pastella non troppo densa. Imburrate leggermente una pirofila dai bordi bassi del diametro di 28 cm e cospargetela con lo zucchero 9. Distribuite le ciliegie denocciolate sul fondo della pirofila, fino a ricoprire l'intera area 10 e versate sopra la pastella 11. Infornate in forno statico preriscaldato a 180° per 55 minuti , fino a che risulterà ben dorato in superficie 12 (se utilizzate il forno ventilato cuocete a 160° per circa 45 minuti). A cottura avvenuta, sfornate il vostro clafoutis alle ciliegie, lasciatelo intiepidire e servite. "
}