{
    "title": "Tortine di mele in sfoglia",
    "ingredients": [
        {
            "ingredient": "Mele Fujion",
            "quantity": "480 g"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "55 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le tortine di mele in sfoglia per prima cosa iniziate a grattugiare la scorza di un'arancia 1 e tenete da parte; quindi spremetene il succo 2 e versatelo sull'uvetta (già sciacquata sotto acqua corrente) raccolta in una ciotolina, filtrandolo con un colino 3. Lasciatela in ammollo l’uvetta nel succo d’arancia 4 mentre proseguite la preparazione. In una padella versate il burro e fatelo sciogliere a fuoco bassissimo; una volta fuso aggiungete il pangrattato 5 e fatelo tostare alcuni minuti, mescolando spesso con un cucchiaio di legno. Dopodiché spegnete il fuoco e tenete da parte 6. Lavate e asciugate le mele, tagliatelein qu arti e togliete il torsolo 7, poi senza sbucciarle ricavate da ciascun quarto delle fettinedi circa 4 mm di spessore nel senso della larghezza 8. In un'altra padella dai bordi alti versate lo zucchero, e aggiungete l'uvetta con tutto il succo di ammollo 9. Aromatizzate con la scorza di arancia grattugiata in precedenza 10 e la cannella in polvere, versate le fettine di mele 11 e i pinoli 12, fate saltare il tutto a fuoco medio per qualche minuto, mescolando di tanto in tanto. Fate insaporire e caramellare le mele per 8-10 minuti circa, poi unite nella padella con le mele anche il pangrattato tostato 13 quindi spegnete il fuoco 14. A questo punto stendete leggermente la pasta sfoglia con il mattarello 15. Ritagliate 7 dischi con un coppapasta dentellato, del diametro di 11 cm 16. Prendete degli stampini da crostatine del diametro di 8,5 cm con un bordo alto 2 cm, adagiate i dischi di sfoglia in ciascuno stampo (17-18) facendo aderire bene il fondo e il bordo. Riempite le tortine con il ripieno delle mele ormai tiepido 19 adagiatele su una leccarda da forno 20 e infornate per 25 minuti in forno statico già caldo a 180°. Intanto occupatevi della crema inglese che sarà di accompagnamento alle vostre tortine: versate lo zucchero nella ciotola con i tuorli e mescolate con una spatola 21, coprite con pellicola trasparente 22 e lasciateli a temperatura ambiente, e poi incidete il baccello di vaniglia per il senso della lunghezza e raschiate i semini interni con il dorso della lama. In un pentolino versate il latte e aggiunge i semi insieme al baccello inciso 23, accendete la fiamma e riscaldate fino a sfiorare il bollore. Quando il latte sarà ben caldo, versate filtrandolo nella ciotola con il composto di uova e zucchero 24, mescolate per bene e poi riversate nuovamente il tutto nel pentolino 25. Cuocete la crema a fuoco dolce e mescolate di continuo fino a portarla a 82° 26 (per accertarsi della temperatura è indispensabile l’uso di un termometro da pasticceria) e infine, una volta pronta la crema, filtrate il composto in una ciotola posta su un'altra ciotola piena di ghiaccio 27; Mescolate con una spatola fino a completo raffreddamento 28: questa operazione servirà ad abbassare velocemente la temperatura della crema senza perderne le caratteristiche di gusto, colore e consistenza. Terminata la cottura, sfornate le tortine di mele in sfoglia (29 ) e accompagnatele con la crema inglese oramai fredda e qualche fogliolina di menta fresca 30! "
}