{
    "title": "Cheesecake al profumo di rose",
    "ingredients": [
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "170 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Confettura di mirtilli",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Fiori eduli",
            "quantity": "petali di rosa q.b."
        },
        {
            "ingredient": "Biscotti secchi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "175 g"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "175 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la cheesecake al profumo di rose iniziate tritando finemente i biscotti, poi incorporate il burro fuso 1 e amalgamate bene, dopodiché versate il composto dentro una tortiera ricoperta di carta forno e con l'aiuto di un cucchiaio compattate bene la base di biscotto 2. Fate raffreddare il composto in frigorifero o in freezer per una decina di minuti. Intanto in una ciotola ponete la ricotta e il Philadelphia 3, mescolate e incorporate la marmellata di rose e mirtilli 4 (preparata con 200g di petali di rosa, 400g di acqua, 1 mela, succo di limone e 100g di mirtilli frullati), e amalgamatela ai formaggi 5. Poi aggiungete la gelatina sciolta in poca panna calda 6 ed infine la restante panna montata 7. Versate quindi il composto nella tortiera 8 e livellatelo. Mettete la torta in frigorifero a solidificare per circa 2 ore. Nel frattempo preparate il gelè frullando la metà della frutta e tagliando la restante a piccoli pezzetti. Alla frutta frullata aggiungete lo zucchero e mettete sul fuoco, una volta caldo aggiungete la gelatina ammorbidita. Quando la gelatina sarà sciolta aggiungete anche la frutta messa da parte e lasciate intiepidire. Versate poi il gelè sulla torta 9, livellatelo e lasciatelo rassodare in frigorifero per circa un'ora! "
}