{
    "title": "Pancakes salati alle erbe",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "70 ml"
        },
        {
            "ingredient": "Groviera",
            "quantity": "50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Basilico",
            "quantity": "tritato 1 cucchiaio"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "(per la padella) 2 cucchiai"
        },
        {
            "ingredient": "Panna acida",
            "quantity": "(oppure yogurt greco molto denso) 80 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pancakes salati alle erbe iniziate a grattugiare il groviera in modo grossolano 1 e mettetelo da parte. Fate rosolare i cubetti di pancetta in un tegame antiaderente senza l’aggiunta di grassi 2 e lasciateli dorare a fuoco dolce, quindi scolateli dal grasso in eccesso e teneteli da parte. Tritate le erbe separatamente: l'erba cipollina, il basilico e il prezzemolo 3. In una ciotola mettete la farina e il lievito chimico in polvere setacciati e aggiungete il formaggio grattugiato 4 e ad una ad una le erbe tritate: il prezzemolo, l'erba cipollina e basilico (5-6). In una ciotolina a parte sbattete le uova con il latte 7 e aggiungete il liquido ottenuto nella ciotola contenente il resto degli ingredienti secchi 8. Mescolate bene fino ad ottenere un composto morbido e omogeneo, unite i cubetti di pancetta rosolati 9, salate e pepate e mescolate per l'ultima volta. In una piccola padella antiaderente mettete 2 cucchiai di olio extravergine di oliva 10 e scaldatelo sul fuoco: prendete 3 cucchiaiate di impasto alla volta e adagiatele in padella 11, formando 3 pancakes che cuocerete da entrambi i lati fino a che non diventeranno dorati 12. Togliete i pancakes dalla padella, scolateli su carta assorbente e teneteli al caldo; mettete un altro cucchiaio di olio di oliva in padella e friggete i rimanenti pancakes allo stesso modo. Preparate la crema che servirà per accompagnare i pancakes salati amalgamando in modo omogeneo, dentro ad una ciotolina, la panna acida (o lo yogurt greco) e mezzo cucchiaio di erba cipollina tritata 13, il sale e il pepe. Servite i pancakes salati alle erbe con un cucchiao di crema su ognuno 14 e una spolverata di erba cipollina avanzata 15. "
}