{
    "title": "Cake pops roselline",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Frumina",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "16 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cialde",
            "quantity": "8"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "bollente 100 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Frumina",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso q.b."
        },
        {
            "ingredient": "Pasta di zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "giallo e blu q.b."
        }
    ],
    "preparation": " Per preparare i vasi, iniziate dall'impasto dei cupcake: in una ciotola versate il burro ammorbidito a pezzetti e lo zucchero 1; unite anche le uova, un pizzico di sale e lavorate il composto con le fruste per ottenere una crema omoegenea 2. Quindi aggiungete il lievito e i semini di una bacca di vaniglia 3. In una ciotolina a parte setacciate la dose di frumina necessaria, la farina e il cacao amaro 4, unitele alla crema 5 e mescolate accuratamente per incorporarle. Quindi versate il composto in una sac-à-poche usa e getta 9. Prendete 8 coni a base tonda e farciteli lungo tutta la parte più stretta con il composto (7-8), in modo che una volta cotti arrivino al bordo del cono. Infornateli e cuoceteli in forno statico preriscaldato a 180° per circa 20 minuti. Una volta cotti sfornateli e fateli raffreddare 9. Per preparare le roselline iniziate dall'impasto: in una ciotola lavorate con le fruste elettriche lo zucchero e il burro ammorbidito 1 per ridurlo a crema, poi aggiungete i semi di 1 bacca di vaniglia e un uovo 2; montate il composto 3, poi unite anche la farina, la frumina e il lievito setacciati; quindi lavorate il tutto con una frusta a mano 4 fino ad ottenere un composto liscio e omogeneo. Unite anche la scorza di mezzo limone. Versate l'impasto ottenuto in una sac-à-poche usa e getta e versatelo nell'apposita cialdiera per cakepops 5: potete cuocere le palline di impasto con l'apposito programma preimpostato (ci vorranno circa 3 minuti); una volta cotte 6 sformatele e fatele raffreddare completamente su una gratella, poi infilzate i cake pops con dei bastoncini da lecca lecca di plastica. Intanto sciogliete il cioccolato bianco tritato grossolanamente a bagnomaria 7, mescolando con una spatola 8. Prendete il colorante liquido rosso e aggiungete qualche goccia nella panna liquida bollente 9 Mescolate 10 fino ad ottenere la colorazione desiderata. Potete aggiungere la panna colorata al cioccolato bianco oramai fuso 11 e mescolare. Ora che il cioccolato fuso è colorato, potete immergere i cake pops qualche istante 12, poi sistemateli su una base (di polistirolo ad esempio) 13; poneteli a rassodare per almeno 1 ora in freezer. Quando saranno ben asciutti potete decorarli con il cioccolato colorato avanzato e messo in una sac-à-poche usa e getta a cui avrete praticato un piccolo forellino in punta. In questo modo potrete realizzare dei cerchi concentrici intorno ai cake pops, sempre più piccoli fino alla sommità: simuleranno i petali di una rosa stilizzati 14. Mentre si rassodano anche queste decorazioni, potete preparare le foglioline verdi: prendete la pasta di zucchero 16 e coloratela con qualche goccia di colorante blu 15 unito a quello giallo 16; maneggiate la pasta di zucchero per miscelare i colori e ottenere una colorazione verde brillante 17. Stendete la pasta di zucchero in un rettangolo spesso pochi millimetri 18 e ricavate delle foglioline con l'apposito stampino 19 oppure ritagliando la sagoma con la punta di un coltello. Prendete i vasi, piantate le roselline e aggiungete le foglioline verdi di pasta di zucchero 20: i vostri cake pops roselline sono pronti per essere regalati e gustati 21! "
}