{
    "title": "Cheesecake foresta nera",
    "ingredients": [
        {
            "ingredient": "Biscotti secchi al cioccolato",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "225 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "225 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "75 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "12 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "sgocciolate 250 g"
        },
        {
            "ingredient": "Amarene",
            "quantity": "sciroppo 100 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Ciliegie sotto spirito",
            "quantity": "12"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Codette al cioccolato",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la cheesecake foresta nera, iniziate predisponendo il fondo: mettete i biscotti secchi al cacao nel mixer, sminuzzateli finemente e trasferiteli in una ciotola. Sciogliete il burro in un pentolino o nel microonde e aggiungetelo a poco a poco ai biscotti 1, mescolando per amalgamare bene il tutto. Imburrate una tortiera, meglio se a cerchio apribile, del diametro di 22 cm e foderatela con carta da forno (per vedere come fare, guardate qui la nostra Scuola di Cucina: foderare una tortiera con carta da forno). Versate i biscotti sbriciolati nella tortiera e con il dorso di un cucchiaio compattate bene la base di biscotto 2. Fate raffreddare la base 3 in frigorifero per mezz’ora o in freezer per 15 minuti. Ora dedicatevi alla preparazione della crema al cioccolato: versate le gocce di cioccolato fondente in una ciotola e ponete la ciotola all’interno di un pentolino riempito d’acqua fino a metà. Cuocete a bagnomaria il cioccolato, mantenendo il fuoco molto basso e fino a quando non si sarà sciolto del tutto 4. Nel frattempo versate in una ciotola il formaggio fresco spalmabile e 25 g di zucchero a velo e montate fino ad ottenere un composto spumoso. A questo punto aggiungete il cioccolato fondente fuso dopo averlo fatto intiepidire 5 e amalgamate il tutto 6. Montate a neve gli albumi con lo zucchero rimasto (50 g) 7 e quando saranno ben fermi, aggiungeteli alla crema di cioccolato, mescolando il composto con una spatola dall'alto verso il basso, per non smontare gli albumi 8. Ammorbidite 12 g di gelatina in acqua fredda per 10 minuti, strizzatela e scioglietela in 2 cucchiai di panna calda 9. Se volete saperne di più sull'utilizzo della gelatina, qui la nostra Scuola di Cucina: come utilizzare la colla di pesce. Una volta che la panna sarà a temperatura ambiente, aggiungetela alla crema 10 e mescolate fino ad ottenere un composto omogeneo. Riprendete la base di biscotti, che sarà ben soda, e versate su di essa metà della crema al cioccolato 11, stendendola in maniera uniforme 12. Lasciate riposare il tutto in frigorifero per almeno mezz’ora; coprite con la pellicola la restante crema al cioccolato e ponetela da parte in un luogo fresco (non in frigorifero altrimenti si compatterà troppo). Nel frattempo, preparate la salsa di ciliegie: sgocciolate bene le ciliegie e tenete da parte 100 ml di sciroppo. Ammorbidite la gelatina in acqua fredda per 10 minuti, strizzatela bene e scioglietela nello sciroppo 13. Trascorso il tempo di riposo, riprendete la cheesecake e versate sopra le ciliegie 14 e lo sciroppo con la gelatina 15. Riponete la torta nuovamente in frigorifero a rassodare per almeno mezz’ora. Occupatevi intanto della crema alla panna: in una planetaria dotata di frusta, o con uno sbattitore elettrico, montate a neve la panna (qui la Scuola di Cucina: come montare la panna), lasciandone da parte 1-2 cucchiai per sciogliere la gelatina, con 1 cucchiaio di zucchero a velo 16; tenete da parte un paio di cucchiai di panna montata per la decorazione finale. Ammorbidite 8 g di gelatina in acqua fredda, strizzatela 17 e scioglietela in 1-2 cucchiai di panna calda 18. Quando la panna con la gelatina sarà a temperatura ambiente, incorporatela alla panna montata a neve 18 e mescolate. Riprendete la torta e formate ora lo strato di crema alla panna: versate la crema sulle ciliegie 20 e stendetela in modo uniforme aiutandovi con il dorso di un cucchiaio 21. Riponete la cheesecake in frigorifero ancora per mezz’ora. Trascorso il tempo necessario, versate sulla base la restante crema al cioccolato 22, formando uno strato uniforme con una spatola. Mettete la cheesecake a rassodare in frigorifero per l'ultima volta, ancora per mezz’ora. Dopo questo tempo, la vostra cheesecake foresta nera è pronta per essere guarnita: spremete dei ciuffi di panna montata con una sac-à-poche con bocchetta stellata 23 e decoratela a piacere con ciliegie sottospirito o fresche e codetta di cioccolato 24. "
}