{
    "title": "Polacca aversana",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "255 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "a temperatura ambiente 60 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 54 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 40 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "40 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 16 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(piccolo) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 4) 75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare la polacca aversana, per prima cosa preparate l’impasto: setacciate la farina manitoba in una ciotola, poi aggiungete il lievito di birra fresco sbriciolandolo direttamente con le mani, unite lo zucchero 1 e mescolate bene. Versate il composto di farina, lievito e zucchero nella ciotola di una planetaria col gancio 2 e cominciate a impastare a bassa velocità; mentre la planetaria è in funzione, versate a filo l’acqua a temperatura ambiente 3, il latte sempre a temperatura ambiente 4 e le uova sbattute precedentemente in una ciotolina (anch'esse a temperatura ambiente) 5. Quando le uova si saranno assorbite, aggiungete anche il sale 6 e la scorza di un piccolo limone grattugiata (avendo cura di prelevare solo la parte colorata, meno aspra) 7. Infine aggiungete il burro ammorbidito poco per volta, assicurandovi che ogni pezzetto venga ben assorbito prima di aggiungere il successivo 8, e continuate a lavorare l’impasto fino a che non si incorderà al gancio, risultando bello liscio ed elastico 9. Ora trasferite l’impasto sul piano di lavoro e lavoratelo con le mani 10 giusto il tempo di formare una palla; posizionatela in una ciotola 11, coprite con la pellicola trasparente e lasciatela lievitare in forno spento con la luce accesa per circa 2 ore o finché non avrà raddoppiato il suo volume. Mentre l’impasto lievita, potete occuparvi della preparazione della crema per farcire: versate il latte in un pentolino abbastanza capiente, aggiungete i semi del baccello di vaniglia 12 e portatelo quasi ad ebollizione. In una ciotola a parte sbattete i tuorli e lo zucchero con una frusta per amalgamarli 13, poi setacciate la farina all’interno della ciotola 14 e sbattete ulteriormente per amalgamarla. Aggiungete un mestolo di latte caldo al composto di uova e mescolate per stemperarlo 15, dopodiché versate il composto di uova nel pentolino con il resto del latte 16 e portatelo a bollore a fuoco dolce per circa 10 minuti, mescolando continuamente con una frusta fino a che non si sarà addensato 17. Una volta che la crema si sarà addensata, trasferitela in una pirofila, coprite con la pellicola a contatto 18 e lasciate raffreddare a temperatura ambiente per una ventina di minuti, poi mettetela in frigorifero e lasciatela raffreddare completamente per circa 2 ore. Nel frattempo scolate le amarene dal loro sciroppo, tagliatele a metà con un coltello 19 e tenetele da parte. Trascorso il tempo di lievitazione, riprendete l’impasto e dividetelo in due parti uguali 20; spolverizzate il piano di lavoro con pochissima farina e stendete ogni porzione di impasto 21 fino a formare un disco del diametro di 24 cm e dello spessore di 4-5 mm 22. Arrotolate uno dei due dischi sul mattarello e trasferitelo su una leccarda da forno (non ci sarà bisogno di spennellare con olio o burro) 23. A questo punto potete riprendere la crema dal frigorifero, ormai fredda, e trasferirla dentro una sac-à-poche senza bocchetta, poi spremete la crema partendo dal centro del primo disco e muovendovi a spirale verso l’esterno 24. Usate una spatola o il dorso di un cucchiaio per stendere uniformemente lo strato di crema, avendo cura di lasciare liberi circa 2 cm dal bordo 25. Distribuite le amarene tagliate sopra la crema 26, poi appoggiate delicatamente il secondo disco di impasto sopra la crema in modo che copra bene il ripieno 27. Prendete un anello di acciaio del diametro di 22 cm (in alternativa potete utilizzare il cerchio apribile di una tortiera, senza il fondo e della stessa misura), appoggiatelo sopra i dischi farciti con la crema e rimuovete la pasta in eccesso 28, poi con la punta delle dita sigillate accuratamente i bordi dei due dischi di pasta 29. Sbattete il tuorlo con il latte in una ciotolina e spennellate la superficie della torta con il composto ottenuto 30, infine spolverizzatela con lo zucchero semolato 31. Cuocete la polacca aversana in forno statico preriscaldato a 180° per circa 30 minuti, fino a che la superficie non risulti bella dorata 32. Una volta cotta, sfornate la torta e lasciatela raffreddare; se desiderate, potete spolverizzarla con dello zucchero a velo. La vostra deliziosa polacca aversana è finalmente pronta per essere servita 33! "
}