{
    "title": "Bicchierini salati al salmone, spuma di formaggio e crumble alle erbe",
    "ingredients": [
        {
            "ingredient": "Salmone affumicato",
            "quantity": "norvegese 100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Robiola",
            "quantity": "180 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "180 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare i bicchierini salati al salmone, spuma di formaggio e crumble alle erbe iniziate a realizzare proprio il crumble. Versate nel bicchiere di un mixer la farina, il grana 1, le foglioline di timo 2 e quelle di rosmarino 3. Unite il burro tagliato a cubetti 4, freddo di frigorifero, il sale 5 e azionate le lame del mixer fino ad ottenere un composto sbricioloso 6. Trasferite le briciole di crumble su una leccarda, foderata con carta forno 7 e allargatele delicatamente con le mani 8. Trasferitela per almeno 10 minuti in frigorifero e cuocete in forno statico preriscaldato a 180° per circa 12 minuti. Quindi sfornate e tenete da parte il vostro crumble 9. Tritate il salmone a pezzetti grossolani 10 e trasferitelo in una ciotola. A questo punto occupatevi di realizzare la spuma di formaggio. Versate la robiola e lo yogurt greco nel bicchiere di un mixer 11, aggiungete un pizzico di sale, l'aneto e del pepe nero macinato 12. Frullate il tutto fino ad ottenere una crema liscia ed omogenea 13, quindi trasferitela in un sac a poche 14, dotato di bocchetta a stella 15. A questo punto tostate le mandorle a lamella in una padella calda 16 per pochissimi minuti, prestando attenzione a non farle bruciare. Per comporre i vostri finger food adagiate uno strato di crumble sul fondo di ogni bicchierino. Ricoprite con la spuma al formaggio 17 e posizionate anche i cubetti di salmone 18. Disponete altro crumble fino a ricoprire il salmone 19 e decorate i vostri bicchierini con una rosellina di salmone, un rametto di aneto 20 e le mandorle tostate 21. "
}