{
    "title": "Barchette di riso ai frutti rossi",
    "ingredients": [
        {
            "ingredient": "Farina di riso",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Latte di riso",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "6"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "80 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Agar agar",
            "quantity": "3 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fragole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Ribes",
            "quantity": "30 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Confettura di fragole",
            "quantity": "(per lucidare) q.b."
        }
    ],
    "preparation": " Per realizzare le barchette di riso ai frutti rossi, per prima cosa procedete con la preparazione della pasta frolla, quindi mischiate a secco la farina di riso con lo zucchero 1. Aggiungete poi le uova 2, un pizzico di sale, la scorza grattugiata di un limone non trattato e infine l’olio di semi 3. Amalgamate velocemente il tutto con le mani fino ad ottenere un impasto compatto e abbastanza elastico 4. Formate con l’impasto ottenuto un panetto, avvolgetelo con della pellicola trasparente 5 e mettete il tutto a riposare in frigo per circa 30 minuti. Nel frattempo preparate la crema pasticcera: separate gli albumi dai tuorli e raccogliete questi ultimi in una ciotola capiente 6. Aggiungete quindi nella ciotola anche lo zucchero e i semi di una bacca di vaniglia. Sbattete energicamente tutti gli ingredienti con una frusta 7 finchè non otterrete una crema omogenea. Dopodiché scaldate il latte di riso in una padella sul fuoco 8 e, una volta scaldato, incorporatelo a filo sul composto di uova 9. Quindi, dopo aver mescolato per bene il composto 10, rimettetelo sul fuoco 11 e aggiungete l’agar agar e la farina di riso 12. Mischiate per bene con una spatola 13 e lasciate raddensare il composto 14. Trasferite quindi la crema in una ciotola 15 e lasciatela raffreddare con un foglio di pellicola a contatto 16. Intanto, dedicatevi alla preparazione delle barchette, quindi ungete gli stampini con dell’olio di semi aiutandovi con un pennellino 17. Procedete ora con la distribuzione della frolla all’interno degli stampi, modellandola con le dita 18. A questo punto dovrete procedere con la cottura alla cieca della frolla: prendete dei dischi di carta forno, tagliateli della misura degli stampini e posizionateli sulla frolla 19, quindi aggiungete delle sfere di ceramica o dei fagioli secchi 20. In questo modo la frolla si cuocerà senza gonfiarsi. Cuocete le tartellette per circa 20 minuti a 180° in forno statico preriscaldato (in alternativa potete infornare in forno ventilato a 160° per 10 minuti). Una volta cotte, sfornate e rimuovete le sfere di ceramica, quindi la carta forno e rimettere a cuocere per circa due minuti per dorare anche il fondo delle barchette. Attendete qualche minuto, in modo da farle raffreddare, prima di sformarle. A questo punto, trasferite la crema di riso ormai fredda in un sac à poche dotata di bocchetta a stella 21, quindi decorate le tartellette con dei ciuffi di crema 22 e i frutti rossi dopo averli lavati e asciugati 23. Per un tocco lucido e per far in modo che le fragole non si ossidino, prendete della confettura di fragole e setacciatela in un pentolino 24, quindi riscaldatela leggermente 25 e spennellate le fragole per bene 26. Completate con delle foglioline di menta fresca e servite le vostre barchette di riso ai frutti rossi 27. "
}