{
    "title": "Cheesecake allo yogurt, fichi e miele",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "270 g"
        },
        {
            "ingredient": "Fichi viola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "500 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "750 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "60 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Fichi viola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fichi viola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la cheesecake allo yogurt, fichi e miele iniziate dalla base. Come prima cosa sbucciate i fichi 1, poi versate i biscotti in un mixer 2 e azionate le lame fino a ridurli in polvere. Aggiungete poi i fichi appena sbucciati tagliati grossolanamente 3 e azionate nuovamente le lame per amalgamare il tutto 4. Trasferite il composto in uno stampo da 24 cm precedentemente foderato con la carta forno e iniziate a pressarlo con il dorso di un cucchiaio 5 fino a ricoprire l'intera superficie, facendo in modo da avere lo stesso spessore in tutti i punti 6. Riponete in frigorifero a rassodare la base per circa 30 minuti. Nel frattempo occupatevi della crema. Per prima cosa mettete i fogli di gelatina in ammollo in acqua fredda per circa 10 minuti e scaldate circa 50 g della dose di panna in un pentolino. Quando la panna avrÃ sfiorato il bollore, spegnete il fuoco; strizzate accuratamente la gelatina con le mani 7 e aggiungetela nel pentolino 8. Mescolate rapidamente con una frusta fino a farla sciogliere completamente e lasciate intiepidire. In una ciotola capiente versate il formaggio cremoso e lo yogurt greco 9 e amalgamateli con una spatola. Aggiungete poi il miele 10 e mescolate nuovamente. A questo punto la panna dove avrete sciolto la gelatina sarÃ tiepida incorporatela al composto 11, mescolando sempre con una spatola 12. Montate la restante panna insieme allo zucchero a velo aggiunto man a mano 13 fino ad ottenere una consistenza ferma e spumosa 14. Aggiungete la panna montata al composto poco per volta 15, sempre mescolando con la spatola facendo un movimento rotatorio dal basso verso l'alto fino ad ottenere una crema liscia e omogenea 16. Senza sbucciarli tagliate i fichi per il ripieno a fette spesse 2-3 mm 17 e tenetele da parte per un momento. Riprendete dal frigorifero la base della cheesecake e versate al suo interno metÃ della crema 18. Livellate la superficie con una spatola 19, adagiate le fettine di fichi su tutta la superficie 20 e ricoprite con la crema rimasta 21. Livellate nuovamente con una spatola 22 e lasciate rassodare in frigorifero per 4-6 ore (o fino a quando non sarÃ ben rassodata). Trascorso questo tempo sformate la cheesecake dallo stampo, eliminate la carta forno 23 e posizionatela su un piatto da portata. Affettate i fichi per la decorazione 24 e disponeteli in cerchio seguendo prima la circonferenza esterna e poi ricreandone una interna 25. Decorate con il miele, le foglioline di menta 26 e servite la vostra cheesecake allo yogurt, fichi e miele 27! "
}