{
    "title": "Biscotti di San Martino",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Anice nero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "550 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "75 g"
        },
        {
            "ingredient": "Moscato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i biscotti di San Martino, setacciate la farina all’interno della ciotola di una planetaria munita di gancio per impastare 1, aggiungete anche lo zucchero 2, aromatizzate con la cannella in polvere 3 E i semi di anice nero 4. A parte in una ciotolina ponete il lievito di birra fresco, aggiungete poca acqua presa dalla dose totale 5 e mescolate per scioglierlo 6. Azionate la planetaria a bassa velocità e versate a filo l’acqua dove avete sciolto il lievito di birra 7, aggiungete sempre a filo la restante dose di acqua 8. Unite anche lo strutto, un cucchiaio alla volta 9. Per finire incorporate anche il sale 10 e continuate a impastare finché non otterrete un panetto liscio e omogeneo che si staccherà dalle pareti e si incorderà al gancio 11. A questo punto prendete il panetto e impastatelo brevemente su una spianatoia per conferirgli una forma tondeggiante 12 Trasferite l’impasto in una ciotola, coprite con la pellicola per alimenti 13 e ponete a lievitare, nel forno spento con la luce accesa, per 3 ore e mezzo o fino a quando non avrà triplicato il suo volume. Una volta lievitato 14, prendete l’impasto e ponetelo su una spianatoia. Formate un filone 15 Ritagliate da questo dei pezzetti di circa 60 g ciascuno 16 e con ciascun pezzettino realizzate dei filoncini da 26 cm, arrotolate il filoncino per creare una forma a spirale (17-18). Adagiate i biscottini su una leccarda rivestita con carta da forno, ricoprite con un canovaccio 19 e fate lievitare per 30 minuti a temperatura ambiente. Terminata la seconda lievitazione, cuocete i biscotti di San Martino a 180° per 30 minuti. I biscotti dovranno risultare ben dorati 20. Mentre i biscotti si raffreddano, preparate la crema: in una ciotola setacciate la ricotta 21, aggiungete lo zucchero a velo, la cannella 22 e le gocce di cioccolato 23.Mescolate per amalgamare gli ingredienti, trasferite la crema in un sac-à-poche con bocchetta liscia 24 e ponetela a rassodare in frigorifero. In una ciotolina stemperate il moscato con l’acqua 25, quindi riprendete i biscotti ben freddi, tagliateli a metà 26 e spennellate la parte interna con la bagna al moscato 27. Spremete la crema su una delle due metà dei biscotti 28 e richiudete con la parte superiore 29. I biscotti di San martino sono pronti per essere gustati 30. "
}