{
    "title": "Cantucci al pistacchio e cioccolato bianco",
    "ingredients": [
        {
            "ingredient": "Pistacchi non salati",
            "quantity": "sgusciati 150 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare i cantucci al pistacchio e cioccolato bianco, per prima cosa incominciate a tostare i pistacchi sgusciati non salati: prendete i pistacchi e disponeteli in maniera uniforme su una leccarda foderata con da carta forno; fateli cuocere in forno statico preriscaldato a 160° per 20 minuti (o in forno ventilato a 140° per 15 minuti) 1. Durante la cottura verificate che i pistacchi non si scuriscano troppo: in questo caso, sfornateli immediatamente e riponeteli in una ciotolina. Nel frattempo, tagliate grossolanamente il cioccolato bianco 2 e poi fatelo sciogliere a bagnomaria in una bastardella, facendo in modo che l’acqua sottostante non tocchi quella del recipiente (in alternativa potete scioglierlo nel forno a microonde, impostando la potenza più bassa). Procedete ora alla preparazione dell’impasto dei cantucci, facendo scaldare in un pentolino la panna 3. Quando la panna avrà raggiunto il bollore, aggiungetela al cioccolato sciolto 4 e mescolate con un cucchiaio fino ad ottenere una crema liscia e vellutata. Mettete la crema da parte, lasciandola intiepidire. In una planetaria munita di frusta montate le uova intere e lo zucchero 5 e, quando saranno montate, aggiungete il composto di panna e cioccolato tiepido 6. Nel frattempo in una ciotola a parte setacciate la farina, il lievito e il pizzico di sale 7 e successivamente uniteli al composto un cucchiaio alla volta 8. Quando gli ingredienti saranno ben amalgamati, sostituite le frusta con la foglia, dopodiché aggiungete i pistacchi tostati continuando a mescolare 9. A questo punto rovesciate l’impasto su un piano di lavoro leggermente infarinato e con una spatola dividetelo in 2 parti 10. Con le mani modellate due filoncini della lunghezza di 35 cm l’uno 11, dunque poneteli su una leccarda foderata con carta da forno 12. Spennellate i filoncini con l’uovo sbattuto 13 e poi fateli cuocere in forno statico preriscaldato a 190° per 20 minuti (o in forno ventilato a 170° per 10-15 minuti), per la prima cottura. Dopo la prima cottura 14, sfornate i filoncini, ponendoli uno alla volta su un tagliere, e con un coltello ben affilato tagliateli in diagonale, praticando un taglio netto e deciso per evitare che i cantucci si spezzino; dovrete ottenere 30 fette dello spessore di 1 cm 15. A questo punto rimettete i cantucci con la parte più piatta rivolta verso l’alto sulla leccarda, uno accanto all’altro 16. Fate cuocere nuovamente i cantucci in forno statico abbassando la temperatura a 170° per 15 minuti (o in forno ventilato a 150° per 8-10 minuti). Una volta pronti 17, sfornateli e lasciateli raffreddare completamente su una gratella, quindi servite e gustate i cantucci al pistacchio e cioccolato bianco 18. "
}