{
    "title": "Torta salata tricolore",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "freschi 150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 pizzichi"
        },
        {
            "ingredient": "Patate",
            "quantity": "600 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "sgranati 230 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "530 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "(circa 1) 60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "3 fili"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta salata tricolore iniziate a preparare la pasta brisè cominciando a pulire gli spinaci e trasferiteli in una padella antiaderente con un filo d’olio 1. Fateli appassire per qualche minuto e lasciateli intiepidire (2-3). Una volta freddi passateli in una ciotola e schiacciateli leggermente con una forchetta, quindi unite l’uovo 4. Frullate il tutto con un mixer ad immersione 5 fino ad ottenere una purea, che utilizzerete per insaporire la pasta brisè 6. Dopodiché unite in un mixer la farina, il burro freddo tagliato a cubetti ed il sale (7-8). Azionate per qualche istante in modo da ottenere un composto sbricioloso 9. Trasferite il composto di burro e farina su una spianatoia e aggiungete la purea di spinaci 10. Lavorate con le mani piuttosto velocemente, in modo da non scaldare gli ingredienti, fino ad avere un composto omogeneo 11. Formate un panetto, quindi avvolgetelo nella pellicola trasparente e riponetelo in frigo per almeno due ore, fino a che non risulti ben sodo 12. Nel frattempo iniziate a preparare il ripieno per la torta salata tricolore. Tagliate sottilmente il cipollotto, passatelo in una padella con due cucchiai di olio 13 e lasciatelo rosolare a fuoco moderato 14. Aggiungete i piselli, salate pepate e fate cuocere a fuoco dolce fino a che risulteranno teneri 15. A parte in una pentola mettere le patate pulite con la buccia e far bollire per circa 30 minuti 16. Per velocizzare i tempi potete usare una pentola a pressione e cuocerle per 15 minuti. La cosa importante è che le patate non si disfino in cottura ma restino compatte. Una volta cotte lasciatele intiepidire e poi togliete la buccia 17, quindi tagliatele a fette di mezzo cm 18. Nel frattempo spuntate le zucchine e affettatele con una mandolina 19. In un’altra padella scaldate il restante olio con gli spicchi d’aglio. Una volta imbionditi levateli e aggiungete le zucchine appena affettate 20. Fatele cuocere a fuoco vivace facendole restare croccanti, mescolandole di tanto in tanto, quindi aggiustate di sale e di pepe 21. Passate le due ore, riprendete il panetto di pasta brisè e stendetelo sulla spianatoia dandogli un’altezza di mezzo cm 22. Imburrate uno stampo da 26 cm di diametro e foderatelo con la sfoglia appena stesa 23. Bucherellate il fondo con una forchetta 24. Procedete ora con il primo strato disponendo le zucchine fino a coprire la base 25, procedete poi con uno strato di piselli 26 e in ultimo terminate la torta salata tricolore adagiandovi le patate 27. Preparate ora una salsa per ricoprire la torta salata tricolore: sbattete in una ciotola la panna insieme alle uova 28, quindi salate, pepate, aggiungete l’erba cipollina tagliata finemente 29 e la noce moscata grattugiata 30. Versate il composto sopra la torta 31 in modo da spargerlo su tutta la superficie, spolverizzate con l’origano essiccato quindi completate con i pomodorini tagliati a metà 32. Infornate in forno statico preriscaldato a 180° per 45-50 minuti (per il forno ventilato a 160° gradi per 35-40 minuti) 33. Estraete la torta salata tricolore dal forno, lasciatela intiepidire quindi servite tagliandola a fette. "
}