{
    "title": "Delizie foresta nera al Nesquik",
    "ingredients": [
        {
            "ingredient": "Nesquik",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "130 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "75 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "(con 6 cucchiai di sciroppo) 24"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "q.b."
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "6"
        }
    ],
    "preparation": " Per preparare le delizie foresta nera al Nesquik, realizzate prima in pan di spagna al Nesquik. Montate i tuorli a temperatura ambiente con metà della dose totale di zucchero, circa 65 g 1, con la frusta di una planetaria o con uno sbattitore elettrico 2. Quando il composto sarà chiaro, gonfio e spumoso, ci vorranno circa 7-8 minuti, aggiungete il Nesquik 3 e continuate a mescolare finchè non otterrete un bel composto omogeneo. In un'altra ciotola, montate gli albumi a temperatura ambiente 4, con la frusta di una planetaria o con uno sbattitore elettrico, e quando inizieranno ad essere bianchi, aggiungete la restate dose di zucchero poco alla volta 5; continuate a montare finchè non avranno raggiunto una consistenza soda e ferma. Unite a quel punto il composto di tuorli, zucchero e Nesquik 6 e incorporatelo delicatamente, mescolando con una spatola dal basso verso l'alto, per incamerare aria e in modo da non smontare gli albumi 7. Unite la farina setacciata 8 e amalgamatela bene al composto 9. Trasferite l’impasto in una sac-à-poche senza bocchetta e spremetelo nelle apposite forme, o stampo, in silicone a mezza sfera del diametro di 7-8 cm, fermandovi ad un dito dal bordo (10-11). Infornate le delizie a 180° per 25-30 minuti in forno statico già caldo (se forno ventilato 160° per 20-25 minuti). Verificate la cottura facendo la prova stuzzicadente. Trascorsi i 30 minuti, sfornate le delizie 12, lasciatele intiepidire e poi sformatele e lasciatele raffreddare su una gratella. Passate ora alla preparazione della crema allo yogurt: nella tazza di una planetaria (o in una ciotola con lo sbattitore elettrico) versate la panna ben fredda, ricordandovi di tenere da parte due cucchiai che vi serviranno per sciogliere la gelatina. Semi-montate la panna 13 (guarda qui la Scuola di Cucina: come montare la panna), aggiungete lo zucchero a velo setacciato un cucchiaio alla volta 14 e continuate a lavorare con la frusta 15, fino a quando non sarà bene montata 16. Trasferite la crema a base di panna in una ciotola e unite ad essa lo yogurt bianco non zuccherato 17; amalgamate i due ingredienti mescolando con una spatola dal basso verso l'alto per non smontare il composto 18. Mettete in ammollo la gelatina per circa 10 minuti in acqua fredda 19, poi strizzatela per bene, con le mani o con un colino, e scioglietela nei due cucchiai di panna che avete tenuto da parte e avrete fatto intiepidire 20. Aggiungete il composto di panna e gelatina alla crema 21, facendo attenzione a che non sia troppo caldo, altrimenti farà i grumi, e amalgamate il tutto con la spatola 22 quindi coprite la ciotola con la pellicola e mettete la crema allo yogurt a rassodare in frigorifero per almeno 2-3 ore 23. Procedete con il dolce: riprendete le delizie sformate, ormai fredde 24 e incidetele alla base per eliminare la parte centrale. Utilizzando un coltellino, segnate una traccia circolare lasciando un dito dal bordo 25. Abbiate cura di mantenere intatto il cerchio, perchè dopo dovrete richiudere le delizie con esso 26. Eliminate la parte in eccesso del cerchio 27 e scavate le delizie in modo da ottenere una cavità che andrete successivamente a riempire. Tenete da parte tutte le briciole o pezzi di delizie in eccesso. Una volta scavate e ottenuto delle cupoline cave, passate alla farcitura delle delizie: inzuppate leggermente la base con un cucchiaio di sciroppo di amarene 28 quindi trasferite la crema allo yogurt in una sac-à-poche senza bocchetta e riempite le delizie solo per metà 29. Inserite all’interno di ogni delizia, spingendole con le dita nella crema, 4 amarene disposte a croce 30 e ricoprite la restante metà con la crema 31. Infine coprite la base con il cerchietto di pasta messo da parte 32 e ponete le delizie pronte su una gratella 33. Allungate la crema avanzata con un paio di cucchiai di panna liquida o latte freddo, 34 e stemperatela con una frusta 35. Capovolgete le delizie e ricopritele con la crema fluidificata 36, lasciandola colare sulla superficie delle sfere. Mettete le briciole avanzate dall’incisione delle delizie in un mixer e riducetele quasi in polvere 37. Spargete le briciole sulla superficie delle delizie, prima che la crema si rapprenda 38. Terminate le delizie foresta nera con la decorazione: trasferite la crema avanzata (oppure se preferite della panna montata), che nel frattempo si sarà nuovamente rassodata grazie alla presenza della gelatina, in una sac-à-poche con bocchetta stellata e guarnite le delizie, poste su un piatto da portata con dei piccoli ciuffetti alla base 39 e un ciuffo abbondante in cima 40, sul quale porrete, come tocco finale, un’amarena sciroppata 41. Ecco le vostre delizie foresta nera al Nesquik 42 pronte per essere gustate! "
}