{
    "title": "Tortino al cioccolato e fragole",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente al 50%",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "45 g"
        },
        {
            "ingredient": "Confettura di fragole",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "4"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il tortino al cioccolato e fragole iniziate con il cuore di cioccolato e fragole del tortino. Prendete una bastardella dove ponete il cioccolato a tocchetti per scioglierlo a bagnomaria (in alternativa potete scioglierlo nel microonde) con la panna fresca 1. Mescolate bene gli ingredienti per uniformarli aiutandovi con una spatola 2. Quindi versate il cioccolato e la panna sciolti in una ciotola 3. Unite nella ciotola anche la marmellata di fragole 4 ed amalgamate con le fruste a mano 5. Quando gli ingredienti saranno ben uniformati trasferite in congelatore per 15 minuti per consentire agli ingredienti di compattarsi e creare poi il cuore morbido del tortino. Nel frattempo procedete con la preparazione del tortino. In un’altra bastardella mette a sciogliere a bagnomaria il cioccolato con il burro 6. Amalgamate gli ingredienti con una spatola per evitare la formazione di grumi. Quando il cioccolato sarà completamente sciolto spegnete il fuoco e lasciate intiepidire. Prendete ora una ciotola capiente: versate le uova e lo zucchero 7 e frustate con lo sbattitore elettrico a massima velocità 8. Dovete ottenere un composto chiaro, liscio ed omogeneo 9. Poi setacciate la farina ed unitela a pioggia al composto 10. Amalgamate gli ingredienti con una spatola fino ad ottenere un composto privo di grumi. Infine trasferite il composto di cioccolato e burro non più caldo nell’impasto ottenuto 11. Utilizzando la spatola incorporate la crema di cioccolato 12. Gli ingredienti devono risultare completamente amalgamati 13. Tenete da parte l’impasto per il tortino al cioccolato. Imburrate ora 4 stampini monoporzione da 70 ml con del burro 14. Rivestiteli con farina ricoprendo con questa tutta la superficie dello stampino 15. Quindi versate l’impasto per il tortino al cioccolato aiutandovi con un mestolo fino a riempire 2/3 dello stampino (alternativamente al mestolo potete utilizzare un imbuto o un dosatore) 16. Il cuore di cioccolato e fragole nel frattempo è rassodato in congelatore. Prelevatelo ed adagiatene due cucchiaini al centro dello stampino 17. Ricoprite ora gli stampini con il restante impasto 18. Non riempiteli fino al bordo perchè altrimenti in cottura c'è il rischio che l'impasto fuoriesca 19. Sistemate quindi gli stampini su una leccarda ed infornate in forno statico preriscaldato a 200°C per 12 minuti (se utilizzate il forno ventilato cuoceteli a 180°C per 8 minuti). Una colta cotti sfornateli 20 ed attendete qualche minuto che si assestino. Mentre i tortini riposano lavate le fragole sotto acqua corrente ed asciugatele delicatamente con un panno da cucina 21. Tenetele da parte. Quindi in una bastardella fate sciogliere a bagnomaria il cioccolato fondente (se preferite potete ridurlo a pezzetti per rendere più agevole l’operazione) e mescolate con una spatola per creare un composto privo di grumi 22. Trasferite quindi il cioccolato fondente fuso in una ciotolina. Immergete per metà le fragole nella ciotola 23, fate sgocciolare l’eccesso di cioccolata. Dopodiché adagiatele su un vassoio ricoperto con carta forno per far rapprendere leggermente il cioccolato 24. Quando il cioccolato si sarà rassodato trasferite ciascuna fragola in un piattino 25. Sfornate in ciascun piattino il tortino capovolgendolo ed avendo cura di sfilare delicatamente lo stampo per evitare che il tortino si sfaldi. Servite ora il vostro tortino al cioccolato e fragole decorando con alcune foglioline di menta ed accompagnando con le fragole ricoperte di cioccolato 27. "
}