{
    "title": "Sfogliata con cotto, ricotta e verdure",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(2 rotoli rettangolari) 460 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "630 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "160 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "160 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "500 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la sfogliata con cotto, ricotta e verdure, iniziate proprio dalle verdure: lavate tutte le verdure, poi spuntate i fagiolini 1, sgranate i piselli e pelate le carote, quindi tagliatele a listarelle 2. In un tegame ponete a scaldare abbondante acqua e quando bollirà, versate i fagiolini 3 poi le carote 4 e i piselli 5, fate cuocere le verdure 7-8 minuti, dovranno rimanere croccanti. Poi scolatele e trasferitele in una ciotola colma di ghiaccio: in questo modo si fredderanno immediatamente mantenendo intatta la brillantezza 6. Tenete le verdure da parte e dedicatevi al ripieno: tritate finemente l'erba cipollina 7, poi in una ciotolina versate la ricotta e unite il formaggio grattugiato 8, l'erba cipollina tritata 9 unite anche il sale e il pepe a piacere, l'olio 10 e mescolate il tutto con una forchetta 11. Disponete un rettangolo di sfoglia su una leccarda foderata con carta da forno, distribuite la ricotta 12 distribuendola uniformemente e avendo cura di lasciare un paio di centimetri dal bordo, uno di verdure (13-14) e le fette di prosciutto adagiate in modo da coprire gli altri strati 15. Poi proseguite iniziando nuovamente con uno strato di ricotta 16, uno di verdure 17 e un altro di prosciutto cotto 18 fino ad esaurire gli ingredienti e terminare con uno strato di prosciutto cotto. Prendete l'uovo, dividete il tuorlo dall'albume e utilizzate quest'ultimo per spennellare i bordi della sfoglia 19; adagiateci quindi l'altro rettangolo di sfoglia in questo modo: arrotolate la sfoglia sul mattarello, poi srotolatela 20 e sigillate i bordi con i rebbi di una forchetta tutto intorno 21. Con un tagliapasta dentellato tagliate gli angoli in eccesso per smussarli 22 e bucherellate la superficie della sfogliata con i rebbi di una fochetta 23. Stendete i ritagli di pasta e realizzate delle decorazioni da porre sulla sfogliata; noi con un piccolo coppapasta abbiamo ricavato tanti dischetti 24 per decorare gli angoli 25 e il centro della sfogliata, spennellando poi tutta la superficie con il tuorlo sbattuto 26. Ponete la sfogliata in frigorifero per circa 10 minuti: questo farà si che la sfoglia si raffreddi e tenga la forma in cottura. Passato il tempo necessario, cuocete la sfogliata in forno statico preriscaldato a 180° per 30 minuti circa (160° per 20 minuti se forno ventilato). Una volta cotta sfornatela 27 e lasciatela intiepidire, quindi sformatela e servite la sfogliata con cotto, ricotta e verdure come antipasto sfizioso, magari servito a cubotti! "
}