{
    "title": "Cantucci al gorgonzola",
    "ingredients": [
        {
            "ingredient": "Gorgonzola",
            "quantity": "dolce 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cantucci al gorgonzola iniziate a tostare i pinoli: ponete sul fuoco una padella e tostate i pinoli mescolando di frequente per evitare che si brucino 1. Lasciate raffreddare i pinoli e poi poneteli insieme alle noci in un mixer e tritateli grossolanamente per pochi istanti, non si devono sminuzzare finemente 2. Poi procedete a formare l'impasto per i cantucci: su di una spianatoia ponete la farina e il lievito setacciati formando la classica fontana. Versate al centro il parmigiano reggiano grattugiato 3, salate, pepate 4 e aromatizzate con una spolverata di noce moscata grattugiata 5. Unite anche il burro ammorbidito e il gorgonzola 6. Iniziate ad amalgamare gli ingredienti impastando a mano 7, poi unite le uova intere 8 e proseguire ad impastare per incorporare le uova 9, per ultimo unite le noci e i pinoli tritati 10. A questo punto formate con l’impasto due filoncini lunghi all'incirca 30 cm 11. Trasferite i filoncini su una placca da forno coperta con carta forno 12 e fate cuocere per 20 minuti in forno statico caldo a 190° (oppure in forno ventilato a 170° per 15 minuti circa). Trascorso questo tempo estraete i filoncini 13, fateli raffreddare qualche minuto e procedete a tagliarli in diagonale per ricavare dei biscotti (ovvero i cantucci) di circa 1-1,5 cm 14. Disponete i biscotti ottenuti di nuovo sulla placca e fate \"biscottare\" in forno statico preriscaldato a 170° per circa 10-15 minuti (oppure in forno ventilato a 150° per circa 5-10 minuti). Estraete i cantucci al gorgonzola 15, lasciateli raffreddare e poi serviteli. "
}