{
    "title": "Insalatona nel pane",
    "ingredients": [
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "con limone e pepe nero, sgocciolato 160 g"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "(1 pagnotta tipo pugliese) 600 g"
        },
        {
            "ingredient": "Cipollotti rossi",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pomodori sardi (camone)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "denocciolate 40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        }
    ],
    "preparation": " Per preparare l’insalatona nel pane cominciate dal taglio della pagnotta. Dovrete praticare un’incisione sulla parte più alta della pagnotta aiutandovi con una lama a seghetto 1, dividendo così il pane in due parti: 1/3 sarà la calotta, i 2/3 invece il contenitore 2. Dopodiché, con un coltellino, andate ad incidere il pane lungo la crosta, in modo da separare la mollica 3. Tiratela via con le mani 4 e tagliatela a tocchetti di circa un centimetro 5. Sistemate il pane, la calotta e i cubetti di mollica su una leccarda rivestita con carta forno 6. Irrorate il tutto con un giro d’olio 7 e infine aggiungete un pizzico di sale, pepe e origano 8. Cuocete in forno caldo a 240° in modalità grill, sul ripiano centrale, per 4 minuti, dopodiché girate il pane e la calotta e proseguite per altri 4 minuti. Dopo 8 minuti totali di cottura il pane sarà ben tostato, lasciatelo raffreddare completamente 9. Nel frattempo occupatevi dell’insalatona. Tagliate a cubetti la mozzarella 10, a rondelle il cipollotto 11 e infine a spicchi i pomodori (in base alla grandezza ottenete 6-8 parti) 12. C’è tutto, passate alla composizione. In una ciotola versate soltanto metà dei crostini di pane (il resto potrete usarli per condire delle vellutate oppure farci del pangrattato, semplicemente frullando la mollica), le rondelle di cipollotto 13, le olive taggiasche denocciolate 14, i pomodori e i cubetti di mozzarella 15, le foglioline di basilico spezzettate a mano 16, un giro d’olio, un pizzico di sale e infine il tonno sott’olio al limone e pepe nero (senza sgocciolarlo) 17. La vostra insalatona è pronta 18, date una bella mescolata per amalgamare tutti gli ingredienti 19 e cominciate a riempire la pagnotta fino a farcirla completamente 20. La vostra insalatona nel pane è pronta per essere trasportata e poi gustata, servitela insieme alla calotta per un tocco scenografico 21! "
}