{
    "title": "Ossobuco alla milanese con risotto giallo",
    "ingredients": [
        {
            "ingredient": "Alette di pollo",
            "quantity": "800 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "6 l"
        },
        {
            "ingredient": "Carote",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "(solo i gambi) 15 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "18 g"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "8"
        },
        {
            "ingredient": "Alloro",
            "quantity": "piccola 1 foglia"
        },
        {
            "ingredient": "Ossibuchi di vitello",
            "quantity": "(4 da 400 g l'uno) 1,6 kg"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "80 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "8 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "65 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "45 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zafferano in pistilli",
            "quantity": "0,5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        }
    ],
    "preparation": " Per preparare l'ossobuco alla milanese con risotto giallo come prima cosa mettere in ammollo i pistilli di zafferano in 50 ml di acqua 1 per almeno 5 ore. Poi iniziate a preparare il brodo. Prendete le alette di pollo, posizionatele su una teglia e utilizzando un cannello bruciate le eventuali piume 2; se non avete il cannello potete avvicinare le alette alla fiamma del fornello utilizzando una pinza da cucina. A questo punto trasferitele in un tegame piuttosto capiente, aggiungete 3 litri d'acqua 3 e portate ad ebollizione per 2-3 minuti 4. A questo punto scolate le alette, sciacquatele 5 e sciacquate anche la pentola. In questo modo otterrete un brodo più delicato. Lavate sedano, carote, cipolle e prezzemolo; poi, senza mondarli, tagliateli in pezzi grossolani 6. Riponete nella pentola pulita le alette e le verdure 7, aggiungete il pepe nero 8 e una piccola foglia di alloro 9. Versate poi anche il sale grosso 10; è importante pesarlo bene dato che il brodo, andando in riduzione, sarà ciò che donerà sapidità sia al risotto che all’ossobuco. Aggiungete i 3 litri d’acqua restanti 11 e coprite con un coperchio 12, accendete il fuoco e lasciate cuocere con il coperchio per circa 45 minuti a fiamma moderata. Trascorso questo tempo 13 filtrate il brodo 14; dovrete ottenerne 3 litri (2 per gli ossibuchi e 1 per il risotto), se così non fosse aggiungete dell’altra acqua naturale 15. Passate ora a preparare gli ossibuchi. Prendete una cipolla e, senza mondarla, tagliatela prima a metà e poi a fettine 1. In un tegame ben caldo versate metà dell’olio, unite la cipolla 2 e lasciatela soffriggere fino a che non sarà ben caramellizzata e dorata 3. Sfumate con il vino bianco 4, aspettate che evapori completamente e spegnete il fuoco 5. Ponete gli ossibuchi su un tagliere e utilizzando un coltello ben affilato fate 3 incisioni su ciascun lato del tessuto connettivo 6; in questo modo non si arricceranno in cottura. Prendete un altro tegame, scaldatelo sul fuoco e versate l’olio rimasto 7. Unite poi gli ossibuchi 8 e lasciateli rosolare per almeno 2-3 minuti senza muoverli. Quando saranno ben dorati, girateli 9 e lasciate rosolare anche l’altro lato per un paio di minuti. Trasferite quindi gli ossibuchi nel tegame con le cipolle 10 e rimetteteli sul fuoco. Aggiungete circa 1 litro di brodo 11 e unite il rosmarino già tritato all’interno del brodo, senza metterlo direttamente sulla carne 12. Coprite con un coperchio 13 e lasciate cuocere a fuoco moderato per 35 minuti. Nel frattempo, riscaldate bene un altro tegame, versate la farina e quando sarà ben tostata e dorata 14 unitela agli ossibuchi, avendo cura di versarla sempre nel brodo e mai sulla carne 15. Passati i primi 35 minuti, girate gli ossibuchi utilizzando una paletta da cucina 16; è importante farlo molto delicatamente per evitare la fuoriuscita del midollo ormai cotto. Versate anche il litro di brodo rimasto 17, rimettete il coperchio e lasciate cuocere a fuoco moderato per altri 35 minuti, fino a che la carne risulterà morbida e staccata dall’osso, mentre il midollo sarà compatto 18. Nel frattempo preparate le chips di aglio. Prendete l’aglio, dividete a metà gli spicchi e privateli dell’anima 1. Per addolcire l’aglio e diminuire la sua aggressività sbollentatelo per 15 secondi nell’acqua bollente 2; ripetete questa operazione per altre 4 volte cambiando ogni volta l’acqua nel pentolino. Poi scolatelo e ponetelo su un canovaccio pulito 3. Ricavate nel senso della lunghezza delle fettine molto sottili, facendo attenzione a non schiacciarlo (4-5). Poi prendete un’altra padella, aggiungete l’olio d’oliva e portatelo alla temperatura di 160°. Versate poi l’aglio all’interno 6 e mescolate con una forchetta, o una schiumarola 7, in modo che le fettine non si attacchino tra di loro, fino a che non avrete ottenuto delle chips ben dorate 8. Poi scolatele e trasferitele su un foglio di carta per fritti 9. Non appena gli ossibuchi saranno cotti trasferiteli su un piatto, lasciando la salsa e le cipolle nel tegame e prestando attenzione a non rovinare il midollo 1. Ponete un colino sopra una ciotola e filtrate la salsa, schiacciando leggermente le cipolle con una spatola in modo da rilasciare tutti gli aromi 2. Versate nuovamente il fondo di cottura nel tegame 3. Accendete la fiamma e non appena inizierà a bollire unite il burro 4, mescolando accuratamente fino a quando la salsa non si sarà addensata. A questo punto spegnete il fuoco 5 e trasferite nuovamente gli ossibuchi in padella 6. Utilizzando un cucchiaio trasferite la salsa sulla carne 7 in modo che ne assorba il più possibile. Sistemate le chips di aglio sugli ossibuchi, circa 3 su ciascuno 8. Aggiungete la scorza grattugiata del limone 9, prelevando solo la parte gialla. Poi tritate finemente il prezzemolo al momento 10 e unitelo in padella 11. Coprite con un coperchio 12 e lasciateli riposare accanto ai fornelli. A questo punto occupatevi della cottura del risotto giallo. Mondate la cipolla e tagliatela a fette 1, poi trasferitela in un pentolino insieme a 25 g di burro 2 e a 150 ml di acqua 3. Ponete il pentolino sul fuoco per circa 15 minuti 4 e poi frullate il tutto con un minipimer 5 fino ad ottenere una crema 6; questo servirà ad evitare che durante la cottura del risotto ci siano dei grassi che brucino. Versate il riso in una padella calda 7 e tostatelo. Quando avrà cambiato colore e sarà ben caldo, sfumate con il vino bianco 8 e lasciate che evapori completamente. Unite poi circa mezzo litro di brodo caldo 9 e mescolate. Durante i primi 5 minuti non bisognerà aggiungere altro brodo. Unite la cipolla frullata 10 e lasciate sobbollire il risotto senza mescolarlo troppo. Aggiungete così il brodo al bisogno 11, tenendo in considerazione che entro i 13 minuti andrà aggiunto tutto. Quando mancheranno 2 minuti alla cottura del risotto unite lo zafferano 12. Mescolate il tutto e mantecate fuori dal fuoco aggiungendo i restanti 40 g di burro 13 e mescolando. Unite poi il grana 14 e mescolate ancora 15. Trasferite il risotto appena cotto su un lato del piatto 1, posizionate poi un ossobuco facendo in modo che una parte poggi sul riso 2, ultimate con un po’ di sughetto e servite il vostro ossobuco alla milanese con risotto giallo 3. "
}