{
    "title": "Danubio salato",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "230 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "550 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "14 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "120 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il danubio salato cominciate dallâimpasto da lavorare direttamente nella ciotola. Versate la farina, sbriciolate il lievito 1 e unite zucchero 2, sale e lâuovo 3. Infine versate il latte 4 e cominciate a impastare con una forchetta per raccogliere gli ingredienti. Non appena il composto inizia a prendere consistenza, togliete la forchetta e utilizzate le mani aggiungendo anche lâolio a filo 5. Quando il tutto inizierÃ ad uniformarsi trasferite sul piano di lavoro 6. Lavorate con le mani per ottenere un composto liscio e omogeneo. Formate una palla 7 e trasferitela in una ciotola, coprite con pellicola 8 e ponete a lievitare per almeno 3 dâore, potete porre lâimpasto a lievitare nel forno spento con la luce accesa. Trascorso il tempo di lievitazione il panetto avrÃ raddoppiato il suo volume 9. Intanto sminuzzate il prosciutto cotto 10 e tagliate a cubetti il formaggio 11. Dividete a metÃ lâimpasto con un tarocco 12. Prendete una metÃ e arrotolatela per ottenere un salsicciotto 13. Ricavate da questo 10 pezzi uguali 14. In totale dovrete ottenere 20 pezzi. Prendete ciascun pezzetto di impasto, appiattitelo leggermente e farcitelo con il prosciutto e il formaggio 15. Richiudete i lembi (16-17) e formate una pallina 18. Oliate una teglia da 28 cm di diametro 19, adagiate qui le palline 20 posizionandole con la chiusura rivolta verso il basso e disposte a raggiera lungo tutto il perimetro. Coprite con la pellicola 21 e lasciate lievitare nuovamente per 30 minuti. Nel frattempo preriscaldate il forno a 180Â° in modalitÃ statica e sbattete il tuorlo con il latte 22, con questa miscela spennellate le palline lievitate 23 e cuocetele per circa 30 minuti nella parte centrale del forno. A cottura ultima sfornate il danubio salato e servitelo tiepido 24. "
}