{
    "title": "Tortine con crema ai due cioccolati",
    "ingredients": [
        {
            "ingredient": "Wafer",
            "quantity": "ricoperti di cioccolato fondente 6"
        },
        {
            "ingredient": "Wafer",
            "quantity": "ricoperti di cioccolato bianco 6"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "125 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per realizzare i tortini con crema ai due cioccolati iniziate con la preparazione della ganache al cioccolato, cliccate qui per consultare la scheda completa. Grattugiate il cioccolato fondente 2 oppure tagliatelo a scaglie con un coltello. Versate la panna in un tegame capiente unite il burro 2 e portate quasi ad ebollizione a fuoco basso; quando la panna sarà a un passo dal bollore, togliete il tegame dal fuoco e aggiungete il cioccolato fondente grattugiato, mescolando con una frusta 3 fino al completo scioglimento 4, trasferite il composto in una ciotola 5 coprite con pellicola 6 e fate raffreddare in frigorifero. Una volta che la crema sarà ben fredda con uno sbattitore elettrico montate il composto 7, fino a quando diventerà cremoso e denso 8 (ci vorranno almeno 10 minuti). Ora che la vostra crema ganache è pronta versatela in una sac-à-poche dotata di bocchetta stellata e guarnite la superficie delle tortine al cioccolato bianco con un ciuffo di crema 9. Ora dedicatevi alla crema chiara, cliccate qui per consultare la scheda della crema pasticcera al cioccolato bianco senza uova: tagliate a scaglie il cioccolato bianco con un coltello 10 e tenetelo da parte, versate in una ciotola il latte condensato e unite la farina setacciata 11. Fate intiepidire il latte in un pentolino a fuoco basso, quindi aggiungetelo a filo al composto di farina e latte condensato mescolando con una frusta per evitare di formare dei grumi 12. Trasferite il composto in un pentolino e fatelo addensare a fuoco basso, mescolando continuamente con la frusta 13. Per ultimo aggiungete il cioccolato bianco tagliato a scaglie 14 e continuate la cottura finché non si sarà sciolto completamente. La crema pasticcera al cioccolato bianco sarà pronta quando risulterà ben addensata, ci vorranno circa 15-20 minuti: trasferitela in un contenitore largo e basso 15, copritela con la pellicola a contatto 16 e, una volta giunta a temperatura ambiente ponetela in frigorifero a raffreddare. Riprendete la crema fredda e versatela in una sac-à-poche munita di bocchetta stellata 17, guarnite la superficie delle tortine al cioccolato fondente 18 come avete fatto precedentemente. Le vostre tortine con crema ai due cioccolati sono pronte, guarnitele con le scaglie di cioccolato e gustatele! "
}