{
    "title": "Sandwich cubano",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio rosso",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "(fresco) 15 g"
        },
        {
            "ingredient": "Cumino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "2 g"
        },
        {
            "ingredient": "Baguette",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "gialla 50 g"
        },
        {
            "ingredient": "Cetriolini sottaceto",
            "quantity": "grandi 6"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "(a fette) 200 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "(a fette) 200 g"
        }
    ],
    "preparation": " Per preparare il sandwich cubano incominciate a preparare la marinatura per la carne: spremete un limone e un’arancia (1-2), mettendo il succo di entrambi in una ciotola. Tritate finemente il coriandolo fresco 3, schiacciate l’aglio con il dorso di un coltello 4, dopodiché nella ciotola con il succo degli agrumi versate l'olio 5 insieme al coriandolo tritato e agli spicchi d’aglio. Unite il pepe nero 6, il cumino 7, il sale grosso 8 e mescolate il tutto con le fruste o con un cucchiaio 9. Adagiate la lonza nella ciotola, ricopritela con la pellicola trasparente e lasciate marinare tra le 2 alle 12 ore 10, girando la carne di tanto in tanto: più prolungherete la marinatura, più la vostra carne risulterà saporita. Successivamente ponetela in una teglia, bagnatela leggermente con una parte del liquido della marinatura 11 e fate cuocere in forno statico preriscaldato a 180° per 40-45 minuti (o a 160° per 35-45 minuti). Quando la carne sarà cotta, sfornate e lasciate raffreddare completamente 12. Tagliate la lonza e l'Edamer a fette sottili, aiutandovi con un affettatrice (13-14) (in alternativa potete tagliarla a mano, cercando di fare fette il più sottili possibile), quindi tagliate anche i cetrioli a fette spesse 3-4 mm per il senso della lunghezza 15. Con un coltello a sega dividete a metà la baguette 16, dunque spennellate la mollica con il burro fuso da entrambi i lati 17. Mettete sul fuoco a scaldare una griglia o una piastra, poi fate tostare la baguette per 2 minuti, girandola da entrambi i lati 18. Spalmate la senape su entrambi i lati 19, poi grigliate leggermente le fettine di lonza per qualche istante 20. A questo punto potete procedere con la composizione del sandwich: adagiate le fettine di lonza 21, poi il prosciutto cotto 22, il formaggio a fette 23 e da ultimo i cetrioli, distribuendoli l'uno accannto all'altro 24. Chiudete il panino 25, passatelo nuovamente sulla piastra calda 2 minuti per parte, per renderlo croccante e per far sciogliere il formaggio. Una volta pronto 26, tagliate a metà ciascun sandiwch cubano e servite 27. "
}