{
    "title": "Spiedini di pomodorini e mozzarelline",
    "ingredients": [
        {
            "ingredient": "Mozzarella",
            "quantity": "(bocconcini piccoli) 12"
        },
        {
            "ingredient": "Basilico",
            "quantity": "18 foglie"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "18"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco 1 cucchiaio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare gli spiedini di pomodorini e mozzarelline, iniziate lavando i pomodorini: togliete loro il picciolo verde 1 e asciugateli; scolate bene le mozzarelline dalla loro acqua 2. Ora dedicatevi alle salse: con un panno umido pulite le foglie di basilico necessarie per la salsa 3, mettetele in un frullatore assieme ad un cucchiaio di pinoli 4 e 50 ml di olio 5, un grosso pizzico di sale e frullate il tutto 6 A parte in una ciotolina ponete l'origano, aggiungete 50 ml di olio e un grosso pizzico di sale: emulsionate con una frusta 7 e tenete da parte: lasciate riposare le due salse per circa 30 minuti in luogo fresco. Prendete gli spiedini di legno lunghi e iniziate ad infilzare una fogliolina di basilico, pun pomodorino e una mozzarellina 8. Proseguite così fino a terminare gli ingredienti, alternandoli in modo da avere tre pomodori e tre mozzarelle per ciascuno spiedino 9. Portate in tavola gli spiedini di pomodorini e mozzarelline con le salse, in modo che i commensali possano adoperarle per condirli! "
}