{
    "title": "One-pot di pollo biryani",
    "ingredients": [
        {
            "ingredient": "Cosce di pollo",
            "quantity": "(circa 700 g) 4"
        },
        {
            "ingredient": "Riso Basmati",
            "quantity": "250 g"
        },
        {
            "ingredient": "Fagiolini piattoni",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "lungo 1"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro chiarificato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Cumino in polvere",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Paprika",
            "quantity": "forte 1 cucchiaio"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la one pot di pollo biryani come prima cosa preparate il brodo di pollo. Mondate poi la cipolla e tagliatela a fette 1. Lavate le taccole e tagliatele a tocchetti 2. Prendete lo zenzero, sbucciatelo e tagliatelo a pezzetti piccoli 3; passate al peperoncino, eliminate il picciolo e tagliatelo sempre a pezzetti.Â Versate nel contenitore di un mixer dotato di lame zenzero, peperoncino e gli spicchi d'aglio 4, quindi frullate il tutto 5. Adesso prendete un tegame,Â aggiungete il burro chiarificato e fatelo fondere 6.Â Â Unite le cosce di pollo 7, il trito appena preparato 8, le cipolle 9,Â il cumino, la paprika 10 e la curcuma 11. Rosolate le coscette per una decina di minuti, aggiungete poi i piattoni 12Â e un mestolo di brodo caldo 13. Coprite con un coperchio 14 e lasciate cuocere per circa 5-10 minuti a fuoco medio. Poi togliete il coperchio, unite il riso 15 e copritelo con il brodo 16. Aggiungete l'uvetta 17, mescolate e ricoprite con il coperchio 18.Â Lasciate cuocere per altri 10 minuti al massimo, fino a che il riso sarÃ cotto e il brodo si sarÃ assorbito 19. A questo punto aggiungete le mandorle a lamelle e le foglioline di coriandolo 20, prima di servire la one pot di pollo biryani 21.Â "
}