{
    "title": "Temaki",
    "ingredients": [
        {
            "ingredient": "Riso per sushi",
            "quantity": "cotto 50"
        },
        {
            "ingredient": "Alga nori",
            "quantity": "mezza foglia"
        },
        {
            "ingredient": "Wasabi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova di lompo (succedaneo caviale)",
            "quantity": "o di salmone o di pesce volante 6 g"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "(o avacodo 2 bastoncini di mezzo cm ) 5 g"
        },
        {
            "ingredient": "Tonno",
            "quantity": "(o salmone fresco a bastoncini di mezzo cm) 5 g"
        },
        {
            "ingredient": "Wasabi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zenzero sott'aceto",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il temaki, per prima cosa, dividete a metà un foglio di alga nori 1. Prendete una metà dell'alga e sistematela nella mano sinistra quindi prelevate, dopo esservi bagnati le mani in acqua acidulata con qualche cucchiaio di aceto di riso, circa 40-50 gr di riso cotto per sushi che metterete nell'angolo in alto a sinistra 2. Spargete il riso verso il bordo inferiore in modo quasi da formare una diagonale, appiattitelo bene, creando una conca al centro con il dito 3. Se lo gradite, potete spalmare una punta di wasbi nella conca 4. Disponete ora il ripieno sul riso: cospargete il riso con un cucchiaino di uova di salmone 5 (o di altro pesce), e aggiungete gli ingredienti tagliati a bastoncini sottili, dello spessore di mezzo cm, rivolgendoli verso l'angolo in alto a sinistra del foglio di nori. Noi abbiamo usato dei bastoncini di tonno fresco e di cetriolo 6. Ripiegate l'angolo in basso a sinistra dell'alga verso l'interno e avvolgete la parte destra dell'alga intorno al riso e al ripieno 7. Arrotolate bene per ottenere un cornetto e fissatelo, spalmando sul bordo dell'angolo di alga che resta dei chicchi di riso 8. Ecco pronto il vostro temaki 9! "
}