{
    "title": "Mafalde siciliane",
    "ingredients": [
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 70 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 150 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mafalde siciliane cominciate dalla preparazione della biga. In una ciotola unite la farina di semola, il lievito 1 e, mentre impastate a mano, versate l’acqua tiepida 2. Coprite con pellicola per alimenti il composto appena ottenuto e lasciate lievitare in forno spento per almeno 3 ore con la luce accesa, così facendo permetterete che all’interno ci sia una temperatura costante di circa 30°, ideale per la lievitazione 3. Riprendete poi la biga e versatela in una planetaria munita di gancio insieme alla semola rimacinata e il lievito disidratato 4, azionate la macchina mentre versate l’acqua tiepida a filo 5. Quando l’impasto si sarà incordato, quindi si sarà letteralmente aggrappato al gancio, potrete aggiungere il sale impastando per altri 3-4 minuti. 6 Ultimate l’impasto lavorandolo su una spianatoia 7. Se volete potete anche dare una piega di rinforzo semplicemente sovrapponendo i lembi delle due estremità portandoli verso il centro, quindi uno sopra l'altro. Pirlate l’impasto (ovvero dategli una forma rotonda con le mani) formando una sfera 8, versatela in un recipiente, coprite nuovamente con pellicola e lasciate lievitare per 2-3 ore, sempre in forno spento con luce accesa. Dopodiché trasferite l’impasto lievitato sulla spianatoia 9 e formate un filone 10 dividendolo in 6 parti da 90 grammi l’una 11. A questo punto dovrete continuare a tirare ciascun pezzetto di impasto con i palmi delle mani 12 in modo da ottenere un cordone lungo 60 cm che sia dello stesso spessore 13. Con il filone formate una sorta di serpentina 14. Arrivati alla fine di questo serpentello tirate il lembo di destra, riportandolo lungo tutta la serpentina, in modo da dividerla a metà 15. Proseguite in questo modo per tutti gli altri pezzi di impasto, cercando di essere veloci e di coprire i pezzi di impasto che rimangono da lavorare e le mafalde pronte con della pellicola trasparente per evitare che si secchino. Una volta realizzate le mafalde, spennellate la superficie con dell'acqua 16, poi rotolatele nei semi di sesamo 17. Man mano adagiatele su una leccarda rivestita con carta forno 18 e lasciate lievitare per un’ora 19. Intanto portate a bollore una pentolina con acqua e sistematela sul fondo del forno e cuocete le vostre mafalde in forno preriscaldato a 230° per 20 minuti. Togliete la pentolina e abbassate a 200° cuocendo per altri 10 minuti 20. Quando cotte lasciatele freddare. A questo punto non vi resterà che spezzare una mafalda siciliana ancora calda e gustarla 21! "
}