{
    "title": "Fish pie",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(ghiacciata) 140 ml"
        },
        {
            "ingredient": "Nasello",
            "quantity": "(filetto pulito) 600 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "(denocciolate) 200 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "6 rametti"
        },
        {
            "ingredient": "Aneto",
            "quantity": "6 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fumetto di pesce",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte",
            "quantity": "10 ml"
        }
    ],
    "preparation": " Per preparare la fish pie iniziate dalla pasta brisèe: mettete nel frullatore la farina, il burro a pezzi freddo di frigo 1, un pizzico di sale e frullare il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 2. A questo punto, disponete il composto ottenuto su una spianatoia nella classica forma a fontana ed impastate il tutto velocemente aggiungendo poco alla volta l'acqua fredda 3 fino ad ottenere un impasto compatto, sodo ed abbastanza elastico . Una volta pronta, dategli la forma di un panetto 4 e avvolgetelo con un foglio di pellicola da cucina e lasciatela riposare in frigo per almeno 40 minuti. Nel frattempo ponete il burro a pezzetti in un pentolino 5, fatelo sciogliere e aggiungete la farina 6, stemperatela con una frusta 7 e poi versate il fumetto di pesce 8, fate cuocere fino a fare addensare a fuoco lento, salate 9 infine aggiungete l’aneto il timo e il pepe 10. Tenete da parte la besciamella e occupatevi della pulizia del nasello: operate un taglio sul ventre e procedete dritto fino sotto la testa 11, quindi raccogliete con le mani le interiora ed eliminatele. Lavate bene il ventre del pesce sotto l’acqua corrente per togliere ogni traccia di sangue rimasta. Tagliate le pinne con le forbici apposite, con il coltello sfiletta pesce incidete la testa ed eliminatela quindi incidete la parte dorsale del pesce lungo la colonna vertebrale 12, partendo dall’alto, e procedete muovendo la lama, orizzontalmente rispetto al piano di lavoro, per separare i due filetti 13. Per finire staccate la carne dalla pelle 14. Eliminate eventuali lische con le pinzette da cucina, poi tritate grossolanamente il nasello 15. lavate e tagliate a spicchi i pomodorini 16, lavate e affettate il cipollotto 17 trasferitelo in una padella con un filo di olio 18 e fate appassire a fuoco moderato aggiungete l’aneto e il timo 19 e poi unite il nasello tritato 20, cuocete per 2 minuti poi aromatizzate il pesce con timo e aneto 21, unite anche i pomodorini a spicchi 22, salate, pepate e proseguite la cottura per altri 6 minuti, poi spegnete il fuoco e incorporate la salsa 23 mescolate con la spatola per amalgamarla 24 e poi unite anche le olive nere 25. Riprendete il panetto di pasta brisè dividetelo in due parti uguali (tenete da parte metà della pasta avvolgendola con la pellicola), stendete l'altra metà con il mattarello in una sfoglia tonda spessa 2-3 mm larga circa 30 cm 26 , infarinate leggermente il piano di lavoro per evitare che la sfoglia si attacchi. Imburrate una teglia da forno con il bordo ondulato del diametro di 27 cm 27. Arrotolate la sfoglia sul mattarello e poi srotolatela sulla teglia 28, fate aderire la pasta sul fondo e suo bordi con una leggera pressione delle mani , ritagliate la pasta in eccesso lungo tutto il perimetro della tortiera 29, bucherellate il fondo con i rebbi di una forchetta 30 versate il ripieno di nasello nello stampo 31 e spennellate i bordi della pasta con l’uovo sbattuto 32, stendete la pasta avanzata in un’altra sfoglia uguale alla prima 33, avvolgetela sul mattarello e stendetela sulla tortiera, premete sui bordi con il mattarello per fare aderire la sfoglia ed eliminare la pasta in eccesso 34. Con la pasta avanzata ricavate delle formine con stampini da biscotti noi abbiamo scelto le conchiglie 35 e i pesciolini 36, poi spennellate sulla superficie della pie l’uovo sbattuto con il latte 37 e fate aderire le formine di pasta. Spennellate anche queste ultime con l’uovo sbattuto 38. Cuocete la fish pie in forno preriscaldato statico a 180° per 45 minuti , poi a 170° per altri 20 minuti (se forno ventilato a 160° per 35 minuti e poi a 150° per 10 minuti). Sfornate la fish pie e lasciatela intiepidire prima di servirla 39. "
}