{
    "title": "Treccia integrale",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di farro integrale",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 320 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "30 g"
        },
        {
            "ingredient": "Semi di zucca",
            "quantity": "decorticati 1 cucchiaino"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di girasole",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per preparare la treccia integrale setacciate in una ciotola capiente la farina manitoba, la farina integrale e quella di farro 1; aggiungete il lievito di birra secco 2 e mescolate con le fruste. Potete usare anche il lievito di birra fresco: in questo caso la dose da utilizzare è 12 g. Versate il sale nell'acqua tiepida 3 E versate a filo l'acqua salata nell'impasto 4, raccogliendo bene tutti gli ingredienti con le mani. Impastate molto velocemente (l'impasto risulterà molto morbido e appiccicoso; potete trasferirlo su un piano di lavoro e maneggiarlo con un tarocco, ungendo con poco olio se necessario) 5, dopodiché formate una palla e coprite il composto che avete ottenuto con della pellicola trasparente 6, lasciandolo lievitare per almeno 1 ora in forno spento ma con luce accesa per creare un ambiente tiepido. Dopo la prima ora, l’impasto si sarà gonfiato e avrà raddoppiato il volume 7. A questo punto fate delle pieghe per dare la giusta spinta alla lievitazione, alzando delicatamente i lembi esterni e riportandoli verso il centro 8; ripetete questa operazione 8 volte per tutta la circonferenza dell'impasto, quindi giratelo e formate una pallina. Coprite nuovamente con la pellicola trasparente, lasciando riposare ancora per 1 ora sempre in forno spento con luce accesa. Nel frattempo con un coltello tritate grossolanamente le noci che serviranno per arricchire l’impasto 9. Riprendete l'impasto (che nel frattempo sarà lievitato) 10; ungete con dell'olio il piano di lavoro e rovesciateci l'impasto 11; fate ancora delle pieghe per renderlo più elastico, dopodichè con un tarocco dividetelo in 3 parti uguali da 230 gr ciascuna 12, per formare la treccia. A questo punto appiattite un pezzo alla volta in una forma rettangolare della lunghezza di 40 cm 13. Cospargete con una manciata di noci tritate e semi misti 14, (tenetene da parte un po' per cospargere la treccia prima di infornarla); con le mani arrotolate delicatamente ogni parte su se stessa dalla parte più lunga per creare un filoncino 15, chiudendone bene le due estremità. Una volta ottenuti 3 filoncini, unite i tre capi di pasta lievitata ad una delle estremità 16 e poi intrecciateli tra loro sovrapponendo un filoncino sull’altro 17; quindi sigillate bene i capi della treccia 18. Trasferite la treccia che avete ottenunto su una leccarda foderata di carta forno e copritela con la pellicola trasparente, lasciando lievitare in forno spento ma con luce accesa ancora per 1 ora 19. Dopo un'ora ponete una ciotola di terracotta (o di un altro materiale adatto alla cottura in forno) piena d’acqua sul fondo del forno in modo da creare un ambiente umido che aiuterà la cottura del pane. Cospargete con gli ultimi semini che avevate messo da parte e fate cuocere in forno statico preriscaldato a 250° per 20 minuti (in forno ventilato a 230° per 15 minuti). A questo punto togliete la ciotola d'acqua e abbassate la temperatura a 180°, lasciando cuocere per altri 40 minuti (in forno ventilato a 160° per 30 minuti). Una volta cotta 20, sfornate e fate raffreddare la treccia integrale su una gratella, quindi servite 21. "
}