{
    "title": "Pita",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "12 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per pareparare le pita, versate il lievito di birra disidratato (in alternativa potete usare 12 g di lievito fresco) in una ciotolina, aggiungete poca acqua tiepida e il malto (o lo zucchero) (1-2). Mescolate bene per far sciogliere tutti gli ingredienti e unite il composto alle due farine che avrete setacciato dentro ad una ciotola capiente 3. Impastate con la punta delle dita 4. Nella restante acqua tiepida sciogliete il sale 5 e unite l'olio 6. Versate lâacqua con il sale e l'olio a filo sulla farina 7 eÂ impastate fino ad ottenere composto ben amalgamato. Trasferitelo su di una piano di lavoro e continuate a lavorare l'impasto, che dovrÃ risultare liscio ed elastico e modellatelo come una palla 8. Fate lievitare l'impasto delle pita in una ciotola oliata 9 e ricopritela con pellicola trasparente 10. Mettete a lievitare nel forno spento ma con la luce accesa, per accelerare la lievitazione, per due ore. Quando l'impasto avrÃ raddoppiato di volume 11 dividetelo in 8 parti del peso di circa 100 gr lâuna 12 e date ad ogni pezzo la forma di pallina 13. Stendete con un matterello fino ad ottenere delle sfoglie leggermente ovali di circa 2 mm di spessore e 20 cm di diametro 14. Sistemate le pita su una leccarda, foderata con carta forno, in modo che non siano attaccate tra loro e spennellatele leggermente con unâemulsione di olio e acqua 15. Lasciatele lievitare coperte con della pellicola per almeno 40 minuti, ancora in forno spento ma con la luce accesa. Terminata la lievitazione, spruzzatele ancora con dell'acqua 16 e spostate le pita insieme alla carta forno su un'altra leccarda giÃ riscaldata in forno statico a 250Â°. Infornate le pita per 5 minuti, il tempo che si dorino nella parte inferiore e restino bianche in quella superiore 17 e conservatele immediatamente impilate sotto una campana di vetro 18 se non le usate subito. Le vostre pita sono pronte per essere gustate! "
}