{
    "title": "Jerusalem bagel",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "600 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "45 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Latte in polvere",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 400 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "25 g"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "25 g"
        }
    ],
    "preparation": " Per preparare il Jerusalem bagel, nella tazza di una planetaria munita di gancio, oppure in una ciotola capiente se impastate a mano, mescolate la farina, lo zucchero e il latte in polvere (1-2). Con una piccola parte di acqua tiepida, sciogliete il lievito in una ciotolina 3 e aggiungetelo alle polveri 4. Sciogliete il sale nella restante acqua e unite anch’essa all’impasto, versandola a filo mentre impastate 5. Per ultimo unite l’olio 6 e lasciate impastare fino a quando l’impasto sarà ben incordato, si staccherà bene dalle pareti e avrà assorbito completamente tutti i liquidi. Trasferite l’impasto su di una spianatoia leggermente infarinata 7, lavoratelo ancora con le mani quindi formate una palla e mettetela in una ciotola, coperta da pellicola 8. Lasciate lievitare l'impasto in forno spento ma con luce accesa per circa 2 ore, fino a che non avrà raddoppiato il suo volume 9. Una volta cresciuto, rovesciate l'impasto del bagel sulla spianatoia 10 e dividetelo in 5 panetti da circa 220 gr l’uno. Modellate ogni panetto a forma di cordoncino della lunghezza di circa 80 cm quindi unite i due margini, pressandoli leggermente per chiudere l'ovale 12. Sistemate i Jerusalem bagel ottenuti su una leccarda ricoperta con carta forno 13; spennellateli con un uovo sbattuto 14 e cospargete la superficie con una manciata di semi di sesamo e zucchero 15. Se avete a disposizione lo Za'tar potete cospargere con esso la superficie dei bagel 16. Lasciate lievitare ancora per un’ora circa 17 quindi infornate i bagel in forno statico già caldo a 200° per 15 minuti (se ventilato a 180° per 12 minuti). Quando i Jerusalem bagel saranno dorati, sfornateli, fateli intiepidire e assaggiateli! "
}