{
    "title": "Chicken pie",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 120 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "300 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "2"
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la chicken pie iniziate con la preparazione della pasta brisé, utilizzate le dosi sopra indicate e il procedimento che trovate cliccando qui. Dividete quindi l’impasto ottenuto in due parti (una leggermente più grande dell’altra) e fate riposare la pasta in frigorifero per circa un’ora. Nel frattempo preparate il ripieno della pie: tagliate il petto di pollo a cubetti (come per uno spezzatino) 1, mondate i porri e affettateli piuttosto finemente, pulite bene i funghi e tagliate i più grossi a fette (mantenete invece interi i più piccolini) 2. In una padella molto capiente scaldate l’olio extravergine di oliva, aggiungete i porri a fettine 3 e fateli appassire per almeno 10 minuti. Poi aggiungete il pollo 4, facendolo ben rosolare a fuoco vivo su tutti i lati; infine unite i funghi 5. Sfumate con il vino bianco e salate. Portate quindi il pollo a cottura. In un tegame sciogliete il burro, aggiungete la farina 6, mescolando con una frusta (come per preparare una besciamella), poi aggiungete il brodo di pollo 7, continuando a mescolare per evitare la formazione di grumi. Fate addensare a fuoco basso 8 e aggiungete poi questo composto al pollo 9. Aggiungete anche il prezzemolo tritato 10 e la panna fresca 11 e mescolate per fare addensare la crema 12. Aggiustate di sale e di pepe e lasciate raffreddare. Stendete quindi i due panetti di pasta brisé in due sfoglie spesse circa 2 mm 13. Imburrate e infarinate bene una tortiera di ceramica dal diametro di 22-24 cm, idealmente piuttosto alta e dai bordi ondulati. Ponete la sfoglia più grande sulla tortiera 14, fate aderire bene il fondo e i bordi. Prendete il composto di pollo ormai freddo a versatelo nella tortiera 15 cercando di formare una “montagnetta” al centro. Rivestite poi con l’altra sfoglia di impasto 16. Con un coltello eliminate gli eccessi di impasto dai bordi 17 e schiacciateli con le dita per farli aderire bene. Praticate dei fori al centro della torta e spennellatela con 1 uovo sbattuto 18. Se volete potete realizzare delle decorazioni con i ritagli di pasta brisé avanzata. Infornate a 190°C per circa 50 minuti, fino a che la superficie della torta sarà ben dorata. Fate riposare 10 minuti la chicken pie prima di servirla! "
}