{
    "title": "Mini strudel ai frutti di bosco e ricotta",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "(more, lamponi, mirtilli) 300 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare i mini strudel ai frutti di bosco e ricotta iniziate a setacciare la ricotta, mettendola in un colino a maglia strette posto sopra una ciotola 1. Una volta pronta, aggiungete lo zucchero a velo 2, poi incidete la bacca di vaniglia nel senso della lunghezza 3 ed estraete i semi, raschiandola con un coltellino 4. Aggiungeteli alla ricotta 5 e mescolate il tutto con una spatola; lavate i frutti di bosco sotto abbondante acqua fresca corrente. Prendete un dischetto di pasta alla volta 6 e farcite con un cucchiaino di ricotta 7 e distribuite i frutti di bosco 8. Spennellate i bordi con l’uovo sbattuto 9 e chiudete i lati (10-11), quindi arrotolate per conferire la forma di un involtino 12. Proseguite fino a terminare il ripieno. Man mano che li preparate, ponete gli involtini su una leccarda foderata con un foglio di carta da forno 13, poi spennellateli con l’uovo sbattuto rimanente 14. Cospargete la superficie con la granella di pistacchi 15; una volta terminato 16,fate cuocere in forno statico preriscaldato a 200° per 10 minuti (oppure a 180° per 8 minuti se in forno ventilato). Quando saranno pronti 17, spegnete e impiattate i vostri mini strudel ai frutti di bosco e ricotta ben caldi 18. "
}