{
    "title": "Veggie wrap",
    "ingredients": [
        {
            "ingredient": "Piadine senza strutto",
            "quantity": "(diametro 28 cm) 4"
        },
        {
            "ingredient": "Carote",
            "quantity": "160 g"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "160 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "120 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Insalata misticanza",
            "quantity": "50 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "170 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 ml"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "3 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "320 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "18 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        }
    ],
    "preparation": " Per preparare i veggie wrap, iniziate preparando la salsa tzatziki: lavate il cetriolo e con un coltellino eliminate la buccia, fino ad ottenere tutta la superficie bianca 1. Grattugiate il cetriolo con la grattugia a fori larghi 2, quindi passate la polpa in un colino, strizzatela facendo scolare per bene il liquido di vegetazione 3. Tritate ulteriormente il cetriolo al coltello per ottenere una polpa ancora più fine 4. Lavate la menta fresca e tritate finemente le foglie 5, infine tritate il mezzo spicchio di aglio 6. In una ciotola, versate il cetriolo tritato, aggiungete lo yogurt greco e mescolate 7. Unite poi la menta e l'aglio tritati 8, il sale, l'olio e l'aceto 9. Amalgamate accuratamente tutti gli ingredienti perchè risulti un composto omogeneo. Lasciate riposare in frigorifero per mezz'ora la salsa coperta da pellicola trasparente. Passate ora a cuocere i pomodorini caramellati: sciacquate per bene i pomodorini sotto acqua corrente e tagliateli a metà 11. In una padella fate rosolare il mezzo spicchio di aglio con l'olio. Quando sarà imbiondito, aggiungete i pomodorini e fateli saltare per 2 minuti a fuoco medio 12. Aggiungete ai pomodorini in padella lo zucchero di canna 13, il sale 14 e il timo spezzettato a mano 15. Fate appassire i pomodorini a fuoco basso per una decina di minuti o fino a che perderanno quasi tutta la loro parte acquosa e poi spegnete il fuoco. Potete sostituire i pomodorini caramellati i pomodori confit (per la ricetta cliccate anche qui). Continuate la preparazione dei wrap preparando le altre verdure per la farcitura. Per il taglio delle verdure potete consultare la scheda Scuola di cucina: come tagliare le verdure. Iniziate lavando accuratamente tutte le verdure e l'insalata misticanza. Pelate le carote e tagliatele finemente a julienne 16. Proseguite con le zucchine private delle due estremità 17, mentre il cetriolo con tutta la buccia, o senza se preferite, andrà tagliato prima a metà e poi a fettine sottili diagonali 18. Scaldate a fuoco basso il fondo di una padella antiaderente e ponete le piadine senza strutto da un lato, facendole scaldare per pochi secondi perchè non si secchino. Quindi toglietele dal fuoco e spalmatele dal lato scottato con abbondante salsa tzatziki 19. Iniziate quindi a farcire, ponendo al centro di ogni piadina la misticanza (circa 12 gr), i cetrioli (circa 40 gr), le zucchine (circa 30 gr) e le carote (circa 40 gr) come illustrato nelle foto (20-21). Aggiungete 80 g di pomodorini caramellati sopra ogni piadina 22. Terminate le verdure, passate a tagliare la feta a dadini di mezzo centimetro 23 e aggiungetene 25gr per ogni piadina. Arrotolate le piadine per creare i vostri wrap, facendo attenzione che gli ingredienti non fuoriescano 24. In una padella antiaderente precedentemente scaldata a fuoco basso, fate scottare per pochi secondi e su tutti i lati i wrap ottenuti 25. Quindi toglieteli dal fuoco. Per gustare più comodamente i veggie wrap potete tagliarli a metà in diagonale 26 e servirli a piacimento con ancora un po' di la salsa tzatziki a parte 27. "
}