{
    "title": "Creme caramel ai pinoli",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "290 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Pasta di pinoli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "bollente 50 ml"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "da tritare q.b."
        }
    ],
    "preparation": " Per preparare il creme caramel ai pinoli, iniziate versando il latte condensato in una ciotola capiente 1. Di seguito unite il latte fresco 2 e la panna fresca 3, quindi mescolate con una frusta per amalgamare. Proseguite aggiungendo la crema di pinoli 4, mescolate e infine unite anche le uova 5. Se non riuscite a procurarvi la pasta di pinoli, potete ottenere un risultato simile frullando la stessa dose di pinoli in un mixer assieme a un goccio di latte. A questo punto frullate il tutto con un frullatore ad immersione 6 fino a che il composto non risulterà omogeneo. Dedicatevi alla preparazione della salsa al caramello: per prima cosa mettete a scaldare l’acqua in un pentolino, fino a raggiungere il bollore. In un altro pentolino di acciaio con fondo spesso versate lo zucchero ( 7) e lasciate cuocere a fuoco medio fino a quando lo zucchero non si sarà sciolto. Il doppio fondo permetterà al calore di diffondersi in maniera uniforme, in modo da non bruciare lo zucchero. Dopodichè unite l’acqua bollente e cuocete per circa 1 minuto 8, quindi formate uno strato di caramello sul fondo di ogni stampino 9 e ruotatelo per riempirlo in modo uniforme. Per scoprire come preparare al meglio il caramello e altre sue varianti, consultate la nostra Scuola di cucina: caramello. Poi riempite gli stampini fino al bordo con il composto 10, dopodichè sistemateli in una teglia da forno e versate all’interno dell’ acqua bollente, fino ai 2/3 dell’altezza degli stampini 11. Cuocete in forno statico preriscaldato a 180° per 40 minuti, fino a quando la superficie non risulterà leggermente abbrustolita 12. Una volta cotti, sfornateli e lasciateli raffreddare completamente nella stessa teglia in cui li avete cotti, quindi riponeteli in frigo a rassodare per almeno 3 ore. Trascorso questo tempo, tirateli fuori dal frigo e, per sformarli meglio, immergeteli per pochi secondi nell’acqua bollente 13 e capovolgeteli su un piatto da portata 14. Ultimate il vostro dolce cospargendo la superficie con dei pinoli tritati grossolanamente 15. Non vi resta che servire il vostro creme caramel ai pinoli e deliziare i vostri ospiti! "
}