{
    "title": "Zuccotto di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 30 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare lo zuccotto di melanzane iniziate dalla preparazione delle melanzane. Lavate bene le melanzane 1, spuntatele, e tagliatele a fette nel senso della lunghezza 2, quindi riducetele a cubetti piuttosto piccoli, di circa 2 cm 3. Disponete i cubetti di melanzane in uno scolapasta a strati 4, alternando con delle manciate di sale grosso 5. Quindi posizionatevi sopra un piatto e sopra ancora un peso 6 per circa 2 ore, in modo fa far rilasciare alle melanzane l'acqua di vegetazione e perdere il sapore amarognolo. A questo punto iniziate a preparare il condimento. In una padella capiente rosolate lo spicchio d'aglio diviso a metÃ 7, quindi aggiungete i pomodori pelati 8, insaporite con sale e pepe e lasciate cuocere per 30 minuti, coprendo con un coperchio 9 e mescolando di tanto in tanto. Una volta che le melanzane avranno perso la loro acqua di vegetazione 10, sciacquatele sotto l'acqua corrente per eliminare tutto il sale in eccesso 11 e asciugatele con un canovaccio da cucina 12. Quindi infarinate i cubetti di melanzane e passateli al setaccio per eliminare la farina in eccesso 13. Scaldate l'olio fino a portarlo alla temperatura di 170Â°, quindi friggete le melanzane infarinate poco per volta, fino a farle diventare dorate 14. Scolatele con una schiumarola e mettetele su un piatto ricoperto con carta assorbente 15, in modo da togliere tutto l'olio in eccesso. Continuate in questo modo fino a terminare tutte le melanzane. A parte, in un'altra padella, versate 20 grammi di olio 16, aggiungete il pan grattato 17 e lasciatelo tostare, mescolando continuamente e facendo attenzione a non farlo bruciare 18. A questo punto eliminate l'aglio dalla salsa e aggiungete il basilico 19. Versate le melanzane in una ciotola e unite la passata di pomodoro 20, quindi aggiungete sia il parmigiano, che il pecorino entrambi grattugiati 21. Versatevi anche il pangrattato 22, amalgamate il tutto e aggiungete ancora qualche fogliolina di basilico spezzettata con le mani 23. Foderate uno stampo da zuccotto con della pellicola trasparente e versatevi il composto appena preparato 24. Pressate leggermente con una spatolina in modo da compattare il composto 25 e coprite con la pellicola 26. Lasciate riposare in frigorifero per almeno due ore, quindi sformatelo e servitelo a temperatura ambiente 27. "
}