{
    "title": "Crepes alle zucchine cotto e stracchino",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "(per ungere la padella) q.b."
        },
        {
            "ingredient": "Zucchine baby",
            "quantity": "400 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "(in fette) 200 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "250 g"
        }
    ],
    "preparation": " Per preparare le crepes con zucchine, cotto e stracchino iniziate dalla preparazione delle crepes. In una ciotola capiente versate le uova e sbattetele con una forchetta 1. Aggiungete anche il latte 2 ed amalgamate gli ingredienti 3. Poi setacciate la farina nella ciotola con uova e latte 4. Aggiungete un pizzico di sale e mischiate con l’aiuto delle fruste 5 o di un minipimer. Mettete il burro a fondere in un pentolino a fuoco dolce, fatelo intiepidire, quindi unitelo all'impasto 6. Mischiate il composto fino a che non sarà liscio ed omogeneo 7, mettetelo in una ciotola e riponetelo in frigorifero per almeno 30 minuti coperta da pellicola alimentare 8. Trascorso il tempo necessario, prendete una padella antiaderente per crepes ed ungetela con del burro. Riscaldatela e, quando sarà calda, versatevi un mestolo dell’impasto sufficiente per essere distribuito su tutta la superficie della padella 9: potete aiutarvi con uno stendi pastella per crepes o inclinando e ruotando la padella. Cuocete la crepe per 1 minuto circa a fuoco medio-basso. Quindi, capovolgetela nell’altro lato con la spatola e cuocetela per 1 altro minuto (10-11). Trasferite la crepe su un piatto da portata e ripetete il procedimento per tutto l’impasto. Otterrete 15 crepes del diametro di 20 cm l’una 12. Tenetele da parte. A questo punto procedete con la preparazione delle zucchine trifolate. Prendete le zucchine baby, lavatele e asciugatele, quindi togliete le estremità 13. Tagliatele a rondelle di 2 mm di spessore 14. Prendete una padella antiaderente e versate l'olio, l’aglio intero e fatelo rosolare 15 fino a farlo divenire dorato. Aggiungete nella padella anche le zucchine e cuocetele a fuoco vivace per 5 minuti 16. Aggiustate di sale e togliete l’aglio 17. Poco prima di ultimare la cottura tritate il prezzemolo e unitelo per insaporire le zucchine 18. Prendete una crepe e stendete dello stracchino con una spatola in modo da coprire metà superficie della crespella 19. Adagiatevi sopra una parte delle zucchine trifolate 20 e qualche fettina di prosciutto cotto 21. Arrotolate la vostra crepes partendo dal lato non farcito 22 fino a chiuderla totalmente e far combaciare le estremità 23. Ripetete l’operazione per le altre crepes. Tagliate ora le crepes con zucchine, cotto e stracchino a metà e servitele ancora tiepide 24! "
}