{
    "title": "Anelli olimpici",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "medi 2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "calda 2 cucchiai"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso, verde, blu, giallo, nero q.b."
        }
    ],
    "preparation": " Per preparare gli anelli olimpici, iniziate dalla frolla: incidete mezza bacca di vaniglia ed estraete i semini con la lama di un coltellino 1. Ponete nel mixer la farina setacciata, il burro freddo, i semi della bacca di vaniglia 2 e un pizzico di sale 3. Quindi frullate il tutto 4 e versate poi la sabbiatura ottenuta su una spianatoia dando la classica forma a fontata. Versate al centro lo zucchero 5 e i 2 tuorli 6. Impastate brevemente la pasta frolla 7 e realizzate un panetto 8 che potete avvolgere nella pellicola trasparente 9 e riporre in frigorifero a rassodare per almeno 30 minuti. Passato il tempo necessario, stendete la frolla dando uno spessore di mezzo centimetro 10 e realizzate i cerchi con un coppa pasta di 10 centimetri 11. Poi realizzate il buco con un altro coppapasta di 6 cm 12 (potete rimpastare la frolla in eccesso per realizzare altri anelli). Otterrete così la forma ad anello 13; una volta pronti potete disporli su una leccarda foderata con carta da forno anche piuttosto ravvicinati tra loro 14 e cuoceteli in forno statico preriscaldato a 180° per 15 minuti circa (160° per 10 minuti circa se forno ventilato). Una volta cotti, sfornateli 15 e lasciateli raffreddare. Intanto realizzate la glassa all'acqua: in una ciotolina versate lo zucchero a velo e aggiungete poco alla volta la quantità di acqua calda 16 mescolando con un cucchiaino per ottenere un composto fluido 17. Dividetelo in cinque ciotoline 18, tanti quanti i colori degli anelli olimpici. Colorate ciascuna ciotolina aggiungendo la quantità necessaria di colorante rosso liquido 19, nero 20, verde, blu, giallo 21. Ora non resta che spennellare la superficie degli anelli alternando i diversi colori 22 e aiutandovi con una palettina di legno piatta, facendo attenzione a non strabordare 23. Fate asciugare gli anelli olimpici su una gratella 24 e poi serviteli per un'originale merenda! "
}