{
    "title": "Frittata ai piselli fave e fagiolini",
    "ingredients": [
        {
            "ingredient": "Fave",
            "quantity": "da pulire 200 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "da pulire 200 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "5"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata ai piselli fave e fagiolini, iniziate dai legumi. Eliminate le estremità dei fagiolini e sciacquateli sotto acqua corrente 1. Poi aprite i baccelli ed estraete i piselli freschi, che andrete a conservare in una ciotola 2. Infine dividete a metà il baccello ed estraete le fave. Dopodichè eliminate l'escrescenza che ricopre il seme della fava facendo una leggera pressione con le dita. Se il colore sotto l’escrescenza sarà chiaro, la fava sarà fresca di giornata. Se invece il colore sarà nero, occorrerà privarle del sottile strato di pelle che circonda i semi 3. Per una descrizione più dettagliata sulla pulizia delle fave, consultate la Scuola di cucina: come pulire le fave, che trovate qui. Prendete ora una padella antiaderente, versate un filo d’olio e aggiungete uno spicchio d’aglio sbucciato 4. Non appena l’aglio si sarà imbiondito, toglietelo dalla padella e unite i piselli. Fateli cuocere per 5-6 minuti 5, aggiungendo del brodo vegetale (leggete la ricetta qui) per favorirne la cottura 6. Trascorsi i 5-6 minuti, aggiungete le fave 7 e lasciate cuocere per altri 5 minuti, salando e pepando a piacere. Versate ancora un po’ di brodo per aiutare la cottura e per non far asciugare i legumi. Quindi unite anche i fagiolini 8 e salate nuovamente 9. Cuocete per altri 10 minuti, fino a quando i legumi non si saranno ammorbiditi. Nel frattempo rompete le uova in una ciotola 10 e sbattetele. Insaporite con il sale 11 e il pepe a piacere e aggiungete il pecorino grattugiato 12, dopodichè amalgamate il tutto con un cucchiaio o una spatola. A cottura ultimata, lasciate intiepidire i legumi, versateli nel composto di uova 13 e mescolate 14. Quindi trasferite il tutto in una padella antiaderente preriscaldata 15. Coprite con un coperchio 16 e fate cuocere la frittata a fuoco basso per almeno 6 minuti. Girate poi la frittata con l’aiuto del coperchio 17, capovolgendola e facendola scivolare di nuovo nella padella e lasciate cuocere l’altro lato per altri 3 minuti senza coperchio. Una volta raggiunta una consistenza morbida e compatta, la frittata ai piselli fave e fagiolini sarà pronta per essere servita e gustata 18, come? Tiepida, fredda oppure tagliata a cubetti! "
}