{
    "title": "Pane pasquale dolce",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "bianche 5"
        }
    ],
    "preparation": " Per realizzare il pane pasquale dolce, setacciate la farina 00 e la farina manitoba (in alternativa potete utilizzare la farina 0) nella ciotola di una planetaria munita di foglia (se non disponete di una planetaria potete impastare a mano), unite il lievito disidratato (oopure 12 g di lievito di birra fresco) 1, versate a filo il latte 2 e l'acqua e azionate la macchina a media velocità, incorporate il latte condensato 3. Unite anche le uova continuando a impastare 4. Sostituite la foglia con il gancio e proseguite ad impastare aggiungendo il sale e il burro a pezzetti poco per volta 5 aspettando che si sia incorporato prima di aggiungerne un altro pezzo, continuate a impastare finché l’impasto non si staccherà dalle pareti annodandosi al gancio 6. Formate una palla con l’impasto, ponetelo in una ciotola, copritelo con pellicola trasparente 7 e ponetelo a lievitare in un luogo tiepido (come il forno spento con la luce accesa) finché non avrà raddoppiato il suo volume, impiegherà circa un paio di ore. Intanto mettete in ammollo l’uvetta nell'acqua 8. Riprendete l’impasto lievitato 9, scolate l’uvetta ammorbidita 10 e incorporatela all’impasto 11. Dividetelo in due panetti uguali 12, formate con ciascuno un filoncino lungo 68 cm 13, poi intrecciate i due filoni 14 e formate una corona facendo aderire le due estremità della treccia 15. In un pentolino cuocete 5 uova bianche 16 devono essere ben sode, una volta pronte, lasciatele raffreddare e poi ponetele tra gli intrecci in modo che siano ben fisse, devono essere equidistanti. Spennellate la superficie del dolce con un uovo sbattuto e cuocete in forno statico preriscaldato a 180° per 40 minuti (in forno ventilato a 160° per 30 minuti). A cottura ultimata sfornate il pane pasquale dolce, lasciatelo intiepidire e poi servitelo tagliandolo a fette. "
}