{
    "title": "Zuccotto all'uva fragola",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "8"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uva fragola",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Uva fragola",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uva fragola",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "(facoltativo) q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "(facoltativa) q.b."
        }
    ],
    "preparation": " Per preparare lo zuccotto all'uva fragola, iniziate dal pan di spagna al cacao (potete consultare il procedimento anche qui: pan di spagna al cacao). Versate lo zucchero nella ciotola di una planetaria (se non l'avete potete utilizzare una ciotola profonda e lo sbattitore elettrico) 1, aggiungete le uova intere 2 e gli 8 tuorli 3. Quindi versate il miele 4, azionate le fruste e montate gli ingredienti per 15 minuti circa fino ad ottenere un composto gonfio e omogeneo 5. In una ciotolina a parte setacciate insieme la fecola (o l'amido di mais), la farina e il cacao 6. Quindi incorporate le polveri setacciate insieme nella crema ottenuta 7. Continuate a montare con le fruste fino ad amalgamare completamente gli ingredienti. Poi prendete uno stampo di 24-26 cm di diametro (meglio se a cerniera), imburratelo e foderatelo con carta da forno (potete consultare il procedimento qui: come foderare una tortiera con carta da forno). Versate all'interno il composto ottenuto 8 e infornate in forno statico preriscaldato a 180Â° per 45 minuti (se forno ventilato cuocete a 160Â° per 35-40 minuti). Quando il pan di spagna sarÃ pronto, sfornatelo 9, lasciatelo intiepidire leggermente. Quindi sformatelo e lasciatelo raffreddare completamente su una gratella 10. Ora potete dedicarvi al ripieno dello zuccotto, il gelato all'uva fragola, di cui potete consultare la ricetta anche qui. Lavate i chicchi di uva fragola sotto acqua corrente, poneteli nel mixer 11 e frullateli 12. Passate il succo attraverso un colino per eliminare i semini e le bucce 13. Ora spremete il succo di un limone 14 e filtrate anch'esso con un colino a maglie strette 15. Quindi versate il succo di limone filtrato nella ciotola con il succo di uva fragola 16 e coprite con pellicola trasparente 17. Riponete la ciotola in frigorifero, mentre proseguite con il resto della preparazione. Prendete un pentolino capiente, versate la panna fresca liquida 18. Poi aggiungete lo zucchero 19. Accendete il fuoco medio e portate il composto alla temperatura di 83Â°, verificando la temperatura con un termometro per alimenti 20. Raggiunta la temperatura indicata, togliete il composto dal fuoco e raffreddatelo velocemente in abbattitore o trasferitelo in una ciotola piena di ghiaccio per farlo raffreddare molto rapidamente 21. Quando sia il composto di panna e zucchero che il succo di uva fragola saranno ben freddi, mescolateli (22-23) e trasferiteli nella gelatiera 24. Il cestello della gelatiera deve essere ben freddo, quindi consigliamo di metterlo in freezer almeno la sera prima. Mettete la gelatiera in funzione, fino a quando il composto si sarÃ addensato (ci vorranno circa 30-35 minuti) 25. Quindi versate il gelato ottenuto in una ciotola capiente 26, livellatelo e lasciatelo in congelatore per almeno 30 minuti. Intanto passate a preparare la bagna per il pan di spagna al cacao. Frullate l'uva fragola necessaria alla bagna come avete fatto in precedenza (sequenze 11-12-13) e versate il succo ricavato in una ciotolina. Quindi allungate il succo con 2 cucchiai di acqua 27. Passate poi ad imburrare uno stampo per zuccotto dal diametro di 21,5 cm 28 e foderatelo con carta forno. Tagliate il pan di spagna a fette di circa 1 cm 29 e rivestite lo stampo 30. Ora che avete foderato lo zuccotto 31 prendete la bagna di uva fragola e spennellate accuratamente il pan di spagna 32. Quindi tirate fuori dal freezer il gelato, versatelo nello zuccotto e livellate aiutandovi con una spatola 33. Ricoprite il gelato con altre fette di pan di spagna 34 e spennellate anche queste con la bagna all'uva fragola 35. Riponete lo zuccotto in freezer fino al completo rassodamento (ci vorranno circa 2 ore). Quando sarÃ ben sodo, sformatelo delicatamente: per facilitare lâoperazione potrete immergere velocemente lo zuccotto in una ciotola di acqua bollente solo per qualche secondo 36. Capovolgete delicatamente lo zuccotto su un piatto da portata 37. Infine montate la panna che servirÃ per decorare lo zuccotto. In una planetaria (o in una ciotola con lo sbattitore elettrico) versate la panna fresca, azionate le fruste e aggiungete lo zucchero a velo 38. Quando la panna sarÃ ben montata, trasferite il composto in una sac-Ã -poche con punta a stella 39. Per montare la panna potete guardare il procedimento nel dettaglio qui: come montare la panna. Iniziate a decorare lo zuccotto all'uva fragola rivestendo di ciuffi di panna tutta la superficie 40. Quindi terminate con un grappolo di uva fragola 41 e, se lo gradite, con delle foglioline di menta e una spolverata di cacao amaro 42. Conservate il vostro zuccotto all'uva fragola in freezer e tiratelo fuori circa 15 minuti prima di servire! "
}