{
    "title": "Pane alle olive",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "75 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "320 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Olio di semi di mais",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "12 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 200 g"
        }
    ],
    "preparation": " Iniziate la preparazione del pane alle olive preparando la pasta fermentata. Mettete in una ciotolina il lievito sbriciolato, lâacqua tiepida 1, la farina e il sale 2 : impastate per qualche secondo 3 e poi coprite la ciotolina con della pellicola trasparente e lasciate lievitare per circa 1 ora e mezza a temperatura ambiente. La pasta fermentata dovrÃ raddoppiare il suo volume 4. Intanto sbriciolate il lievito di birra in una ciotolina e scioglietelo con poca acqua tiepida (presa dalla dose della ricetta) assieme al malto (o miele) 5; mettete la farina nella tazza della planetaria munita di foglia, azionatela alla velocitÃ 1, e aggiungete il composto di lievito 6 la restante acqua, nella quale avrete disciolto il sale e lâolio 7. Impastate per circa 10 minuti, unite la pasta fermentata e quando il composto risulterÃ omogeneo togliete la foglia, sostituitela con il gancio e continuate a impastare (altri 10 minuti) fino a che il composto non gli si attorciglierÃ tutto attorno (potrebbe servire lâaggiunta di pochissima farina da inserire ai lati della ciotola). Durante la lavorazione, per almeno un paio di volte, fermate la macchina e con una spatola pulite i lati della ciotola e ribaltate lâimpasto. Un minuto prima della fine dellâimpasto unite le olive grossolanamente sminuzzate (8-9) e tamponate con carta assorbente. Mettete lâimpasto su di una spianatoia leggermente infarinata 10, lavoratelo qualche secondo per dargli una forma sferica 11, poi appiattitelo leggermente, arrotolatelo su se stesso per dargli forma allungata (tipo filone), e poi ponetelo a lievitare nel forno spento ma con la luce accesa su di una teglia foderata con carta forno fino al raddoppiamento del volume. Prima di infornare il pane alle olive nel forno giÃ caldo a 180Â° per almeno 40 minuti, praticate con un coltello dalla lama liscia, molto sottile e affilata, delle incisioni (non troppo profonde) a rombi sulla superficie 12. Quando la superficie del pane alle olive sarÃ ben dorata, estraete il pane dal forno e lasciatelo raffreddare su di una gratella. "
}