{
    "title": "Grissini ritorti",
    "ingredients": [
        {
            "ingredient": "Semola",
            "quantity": "15 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Crema di pomodorini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 ml"
        }
    ],
    "preparation": " Per preparare i grissini ritorti ponete in una recipiente la farina setacciata insieme al lievito disidratato 1. Sciogliete il malto in una parte di acqua, circa 2/3 della dose 2, e nell'acqua restante sciogliete il sale, mescolando bene con un cucchiaino 3. Unite l'acqua con il sale nell'olio 4 e mescolate. Nella ciotola di una planetaria munita di foglia versate la farina con il lievito e l'acqua con il malto 5, quindi azionate la foglia e versate l'olio a filo 6. Continuate con la planetaria fino a quando l'impasto non si sarà raccolto intorno alla foglia 7. Trasferite l'impasto che avete ottenuto su un piano di lavoro infarinato 8 e lavoratelo fino a quando non sarà liscio ed elastico 9. Ponete l'impasto in una ciotola e fatelo riposare per 30 minuti coperto con la pellicola trasparente 10. Successivamente su un piano di lavoro infarinato stendete una sfoglia di forma rettangolare della misura di 30x35 cm 11; avvolgendola delicatamente attorno al mattarello, ponetela su una leccarda foderata con carta da forno 12 e con la punta delle dita schiacciate dal centro verso i lati. Spennellate tutta la superficie con l'olio di oliva 13, quindi spolverizzate con la farina di semola 14. Coprite la leccarda con la pellicola trasparente 15 e ponete a lievitare in forno spento ma con luce accesa per almeno 1 ora. Dopo un'ora l'impasto si presenterà più gonfio e ben lievitato 16. Prendete la crema di pomodorini e sgocciolate l'olio che si trova in superficie 17, tenendolo da parte per spennellare i grissini prima di infornarli; trasferite la crema in una ciotola e ammorbiditela, mescolando con un cucchiaio. Spennellate in modo omogeneo la superficie dell'impasto con la crema di pomodorini per ricoprirla interamente 18. A questo punto potete modellare i grissini: con una rotella taglia pasta tagliate il lato più corto della sfoglia a metà in modo da dividerlo in 2 parti uguali 19; poi da ciascuna metà, tagliando nel senso opposto, ricavate delle striscioline larghe 1 cm e lunghe circa 15 cm 20. Tirate leggermente ogni strisciolina e poi arrotolatela, girando le due estremità dal senso opposto per ritorcere la pasta su se stessa 21. Ripetete l'operazione, sistemando i grissini uno accanto all'altro su una leccarda foderata con carta da forno: con queste dosi dovrete ottenere 60 grissini. Spennellate la prima teglia di grissini con l'olio della crema dei pomodorini che avete tenuto da parte 22 e fate cuocere in forno statico preriscaldato a 180° per 20 minuti (a 160° per 13-15 minuti se in forno ventilato), fino a quando saranno ben dorati 23. Una volta pronti, sfornateli, ponendoli su un vassoio foderato con carta da forno, e poi continuate con gli altri grissini. Fateli raffreddare completamente e infine potete servire e gustare i grissini ritorti 24. "
}