{
    "title": "Rotolo di crespelle con zucchine",
    "ingredients": [
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "240 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "3"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Latte",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il rotolo di crespelle con zucchine, iniziate lavando, spuntando e grattugiando le zucchine con una grattugia a fori grossi 1; poi strizzatele bene aiutandovi con un colino 2 e raccoglietele in una ciotola. Unite quindi il formaggio Philadelphia 3 e la besciamella che avrete preparato con le dosi sopra indicate e seguendo il procedimento che trovate cliccando qui. Aggiungete anche lâemmentaler e metÃ del parmigiano 4 e infine l'uovo 5; quindi mescolate e aggiustate di sale e pepe. Preparate 6 crespelle utilizzando gli ingredienti indicati sopra e seguendo il procedimento che trovate cliccando qui 6. Su un foglio di carta forno imburrato disponete le crespelle sovrapponendole un po' in modo da formare un rettangolo 7, spalmate il composto di zucchine e Philadelphia al centro del rettangolo 8Â e arrotolate le crespelle aiutandovi con la carta da forno 9 Richiudete il rotolo a moâ di caramella, attorciliando le estremitÃ della carta 10 e cuocetelo in forno a 180Â°per circa 30 minuti.Â Poi aprite la carta, cospargete il rotolo con il parmigiano rimasto 11 e qualche fiocchetto di burro e fatelo gratinare per altri 5 minuti sotto il grill. Nel frattempo preparate la crema al basilico in questo modo: mettete in un pentolino a bagnomaria 2 cucchiai di philadelphia con qualche fogliolina di basilico 12, due cucchiai di latte, parmigiano e un pizzico di pepe macinato al momento, togliete dal fuoco appena la salsa sarÃ calda. Servite il rotolo di crespelle con zucchine a fette, irrorandole con della crema al basilico! "
}