{
    "title": "Torta salata funghi e lenticchie",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo a pezzetti 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lenticchie secche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "600 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Funghi chiodini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3) 165 g"
        }
    ],
    "preparation": " Per preparare la torta salata funghi e lenticchie cominciate dalla base di brisé. Nel mixer versate la farina, il burro freddo a pezzi, un pizzico di sale 1 e frullate il tutto fino ad ottenere un composto sabbioso. Trasferite l’impasto farinoso su una spianatoia ed impastate brevemente unendo, poca alla volta, l’acqua fredda 2. Lavoratela il meno possibile, in modo da non far sciogliere il burro, fino ad ottenere un impasto compatto ed elastico. Avvolgete il panetto con la pellicola trasparente e lasciate riposare in frigorifero per almeno 40 minuti 3. Intanto occupatevi del ripieno quindi sbucciate e tritate finemente lo scalogno 4. Poi eliminate la cotenna dalla pancetta affumicata 5 e tagliate a striscioline di mezzo centimetro 6. In una padella capiente versate dell’olio e cuocete a fiamma bassissima lo scalogno 7 lasciandolo sudare per 7-8 minuti, ricordate di mescolare di tanto in tanto. Poi unite anche la pancetta cuocendo per 3-4 minuti 8. Quando il fondo sarà ormai ben cotto potrete versare le lenticchie secche 9 e coprire con il brodo vegetale 10. Con un coperchio andate a chiudere il tegame 11 e cuocete per 30 minuti (o il tempo indicato sulla confezione perchè i tempi potrebbero leggermente variare); lasciate raffreddare completamente quando saranno pronte 12. Pulite i funghi chiodini eliminando eventuali residui di terreno 13 e poi sbollentateli in acqua bollente per 15 minuti 14, infine scolateli per bene 15. Nel frattempo lasciate insaporire l’aglio in una padella con un filo d’olio 16 poi eliminate quest’ultimo e saltate i funghi per 2-3 minuti, dopodiché sfumate con il vino bianco 17 e non appena sarà evaporato, spegnete la fiamma e lasciate raffreddare completamente. Riprendete la brisé e tirate l’impasto su una spianatoia leggermente infarinata a circa 0,5 cm di spessore 18, avvolgete la sfoglia sul mattarello e sistematela all’interno di una teglia forata (se non l’avete allora procedete imburrando ed infarinando prima) 19; eliminate con un coltello gli eccessi di pasta 20. In una ciotola capiente versate le uova e mescolate con il pecorino 21, unite le lenticchie 22 e i chiodini 23, aggiustate di sale e di pepe e, dopo aver amalgamato per bene, versate il composto nella tortiera 24. Livellate 25 e cuocete in forno statico preriscaldato a 200° per 30 minuti, dopodiché abbassate la temperatura a 170° e cuocete ancora per 20 minuti 26. Lasciate intiepidire prima di estrarla dalla teglia e poi servite la vostra torta salata funghi e lenticchie 27! "
}