{
    "title": "Ghirlanda di stelline",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo) 125 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo) 115 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "230 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "140 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare la ghirlanda di stelline iniziate dalla pasta frolla al cacao e nocciole: ponete nel mixer la farina setacciata e il burro freddo di frigo a pezzi 1; azionatelo per realizzare un composto sabbioso, quindi aggiungente la farina di nocciole 2 e fate andare di nuovo le lame. Trasferite il composto ottenuto su un piano di lavoro e create la classica forma a fontana: al centro ponete l'uovo 3 poi incidete una bacca di vaniglia ed estraetene i semini raschiando con la lama di un coltello 4.Â Quindi versateli al centro della fontana; aggiungete anche lo zucchero a velo e la pasta di nocciole 5 e iniziate ad impastare velocemente 6, fino ad ottenere una consistenza compatta e liscia. Spolverizzate il panetto di frolla con il cacao amaro setacciato 7 e amalgamatelo all'impasto 8. Ora che avrete ottenuto un panetto liscio e compatto, appiattitelo leggermente e avvolgetelo nella pellicola trasparente 9: lasciatelo riposare almeno 30 minuti in frigorifero. Per preparare la frolla chiara iniziate versando il burro freddo a pezzetti e la farina nella tazza del mixer 1 e realizzate la sabbiatura azionando le lame a intermittenza per non scaldare eccessivamente gli ingredienti 2. Rovesciate la sabbiatura sul piano di lavoro e unite lo zucchero a velo setacciato 3, poi unite i semini di mezza bacca di vaniglia e i tuorli e mescolate prima con una forchetta 4, poi velocemente a mano giusto il tempo di compattare la frolla 5; formate un panetto, schiacciatelo leggermente e avvolgetelo nella pellicola, quindi ponetelo in frigorifero per almeno 30 minuti. Riprendete il panetto di frolla al cacao e nocciole e stendetelo in un disco di 1 cm di spessore circa, su un piano di lavoro leggermente infarinato 1; con una formina per biscotti di 8 cm ricavate 20 stelline (potete anche riutilizzare i ritagli di impasto, impastando nuovamente la frolla e stendendola) 2 quindi realizzate un forellino centrale con coppando le stelline con un coppapasta di 2 cm di diametro circa 3. Fate le stesse operazioni anche per la frolla chiara: ricavate 20 stelline e coppate il centro 4, quindi posizionatele leggermente distanziate su delle leccarde foderate con carta da forno 5, e ponetele in frigorifero per circa 15 minuti in modo che in cottura tengano la forma. Cuocete in forno statico preriscaldato a 170Â° per circa 15 minuti (150Â° per circa 8-10 minuti, in questo caso potete cuocerne pochi come prima infornata per regolarvi meglio su tempi e temperatura ideale per il vostro forno). Una volta cotte, sfornate le stelline 6 e lasciatele raffreddare completamente su una gratella. quindi prendete un nastro della fantasia che preferite e passatelo attraverso i fori 7 alternando una stella chiara e una al cacao 8. Con queste dosi potrete realizzare due ghirlande di 20 stelline ciascuna 9! "
}