{
    "title": "Conetti primavera",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "460 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "130 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "60 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "190 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "(facoltativa) q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "½"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "70 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i conetti primavera iniziate infarinando il piano di lavoro, poi stendete leggermente la pasta sfoglia con il mattarello 1. Una volta stesa tagliate la pasta sfoglia in strisce larghe un centimetro e mezzo 2. Spennellate le strisce ottenute con l’uovo sbattuto 3. Avvolgete la striscia di pasta sfoglia sul cono apposito per cannoncini iniziando ad avvolgere la striscia dalla parte appuntita del cannello e procedendo verso la parte più larga 4. E' importante che il lato della pasta che è stato spennelato con l'uovo non venga messo a contatto con il cono, ma rimanga esposta in modo che l’uovo faccia da collante tra le parti di pasta sfoglia che si andranno a sovrapporre. Dopo aver effettuato questo lavoro, ponete i conetti su una leccarda ricoperta di carta forno ecuocete in forno preriscaldato a 180° per 20 minuti (se forno ventilato 160° per circa 15 minuti) 5. Quando i cannoncini risulteranno dorati, sfornateli 6. Mentre i vostri conetti si intiepidiscono preparate le creme per farcirli. Per preparare la crema al prosciutto cotto mettete in un mixer il prosciutto cotto, il formaggio fresco spalmabile 7, il basilico 8 e frullate fino ad ottenere una crema densa (è possibile aggiungere un goccio di panna per rendere più cremosa la salsa). Ottenuta la crema, aggiustate di sale e pepe, frullate di nuovo tutto fino ad ottenere la giusta consistenza 9. La vostra crema al prosciutto cotto è pronta, passate quindi alla preparazione della crema a base di mortadella e pistacchi. Per preparare la crema di mortadella e pistacchi , mettete nel mixer la mortadella, il formaggio fresco spalmabile, i pistacchi sgusciati e un filo d’olio extravergine d'oliva 10. Frullate fino ad ottenere una crema densa (è possibile aggiungere un goccio di panna per rendere più cremosa la salsa) 11. Le creme sono pronte, mettetele in due diverse sac-à-poche e farcite i vostri conetti 12 (se non disponete di sac-à-poche potete prendere un sacchetto da surgelatore, riempirlo di crema e tagliate un angolino del sacchetto per far fuoriuscire la crema e farcire i conetti). Una volta farciti i conetti, preparate le verdure da utilizzare per decorarli. Tagliate le carote 13 e il sedano 14 a listarelle piuttosto sottili, mentre il pomodoro tagliatelo in piccoli cubetti 15. Tagliate a cubetti piccoli anche la zucchina e sbollentate i cubetti ottenuti 16. Prendete i fagiolini, puliteli spuntando le parti terminali 17 e sbollentateli 18. Decorate i vostri coni a piacere con i cubetti di pomodoro e zucchine e finendo con una foglia di basilico 19, oppure inserendo i bastoncini di sedano e carote nella crema 20 e decorando con una fogliolina di menta 21. I vostri conetti primavera sono pronti, teneteli in frigorifero fino al momento di servirli. "
}