{
    "title": "Pizza bianca romana",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "460 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare la pizza bianca romana cominciate con la preparazione dell’impasto. Prendete una planetaria con gancio e versatevi la farina, il lievito disidratato 1 e lo zucchero 2. Azionate la planetaria a velocità media. Unite l’acqua tiepida a filo 3 avendo cura che si assorba prima di aggiungerne altra. Procedete versando a filo anche l’olio 4. Quindi unite il sale 5. Lavorate l’impasto fino a che non risulterà omogeneo, idratato e morbido 6. Ci vorranno almeno 15 minuti. Dopodiché arrestate la planetaria e cospargete il piano di lavoro con olio 7 ed ungetevi bene anche le mani per riuscire a lavorare l’impasto. Trasferite l’impasto sul piano di lavoro e dategli delle pieghe di rinforzo: portate le parti esterne dell'impasto verso il centro (8-9). È consigliabile lasciare riposare l’impasto alcuni minuti dopo ogni piega coperto da pellicola trasparente. Questa operazione consente di ottenere un impasto più elastico e facilmente lavorabile. A questo punto date all’impasto la forma di sfera e trasferitela in una ciotola coperta da pellicola alimentare 10 e ponetela in forno spento con luce accesa per circa 3 ore (alternativamente potete lasciare riposare l’impasto ad una temperatura di 28°-30° C). Quando l’impasto dopo 3 ore avrà raddoppiato di volume 11 trasferitelo in frigorifero per tutta la notte sempre nella ciotola coperta da pellicola. Il giorno seguente fatelo rinvenire a temperatura ambiente per almeno 1 ora affinché non sia freddo per essere lavorato. Quindi prendete una teglia dalle dimensioni di 35x28 cm ed ungetela con 20 g di olio 12. Trasferite l’impasto nella teglia 13 e stendetelo con le mani in tutta la superficie 14. Lasciate lievitare a temperatura ambiente l’impasto così steso per altri 30-60 minuti. Poi cospargete la pizza bianca con 10 g di olio extravergine di oliva 15. Distribuite il sale grosso su tutta la superficie della teglia 16 e cuocete in forno statico preriscaldato a 220°C per 20 minuti 17 (se utilizzate un forno a gas potete riporre la teglia nel ripiano più basso del forno). Per ottenere una pizza bianca alla romana simile all’originale potete anche procedere riscaldando la teglia senza olearla fino a che non sarà rovente e poi disporre l’impasto steso a mano direttamente sulla pala). Quindi estraete la pizza dal forno: dovrà essere morbida ma croccante alla base 18. Lasciate intiepidire leggermente prima di gustare la vostra pizza bianca romana! "
}