{
    "title": "Macaron salati al salmone e aneto",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "(secco) 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Robiola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aneto",
            "quantity": "(fresco) 1 pizzico"
        }
    ],
    "preparation": " Per preparare i macaron salati con salmone e aneto cominciate dalla preparazione dei macaron. Setacciate in una ciotola la farina di mandorle 1 e lo zucchero a velo 2. Unite nella ciotola anche il sale e l'aneto secco 3. Dopodichè separate gli albumi dai tuorli e versate gli albumi in una planetaria. Iniziate a montarli a velocità media 4. Quindi prendete un tegame dai bordi alti e versate lo zucchero semolato e l’acqua 5 e fate sciogliere a fuoco basso. Quando lo sciroppo avrà raggiunto i 116° (potete misurare con un termometro da cucina) 6, unitelo a filo agli albumi che saranno bianchi e spumosi 7. Continuate a montare gli albumi fino a che il composto non si sarà raffreddato e gli albumi saranno montati a neve ferma 8. A questo punto con una spatola unite le polveri agli albumi procedendo con un movimento delicato dal basso verso l’altro per incorporarla al composto ed evitare che gli albumi si smontino 9. Trasferite il composto in una sac-à-poche con bocchetta liscia da 12 mm. Su una leccarda foderata con carta da forno create con la sac-à-poche dei piccoli dischetti di impasto dal diametro di 3 cm 10 ben distanziati tra loro di almeno 2-3 cm: con le nostre dosi ne verranno circa 60. Quindi prendete la teglia con entrambe le mani e picchiettatela con delicatezza sul piano di lavoro (oppure battete leggermente con la mano il fondo della leccarda) per fare appiattire leggermente i macaron. Poi spolverizzate i dischietti con del pepe nero macinato 11 e lasciateli seccare per almeno 20 minuti a temperatura ambiente. Quindi infornate in forno ventilato preriscaldato a 145°C per 25-30 minuti (si sconsiglia di utilizzare il forno in modalità statica). Sfornate e lasciate raffreddare 12. Nel frattempo procedete con la preparazione del ripieno dei macaron. Prendete il filetto di salmone affumicato e tagliatelo grossolanamente 13. Trasferitelo in un mixer ed aggiungete la robiola 14, aggiustate di sale e pepe e frullate fino ad ottenere un spuma densa e priva di grumi 15. Trasferitelo in una ciotola. Poi tritate finemente l’aneto fresco 16 ed unitelo alla spuma di salmone e robiola 17. Mescolate bene gli ingredienti per amalgamarli 18. Infine trasferite la spuma di salmone in una sac-à-poche, prendete un dischetto e farcitelo con della spuma fino a coprire l'intera superficie piatta 19; chiudete con un altro dischetto, esercitando una leggera pressione con le dita affinchè le due estremità aderiscano alla spuma rimanendo unite 20. Continuate fino a terminare gli ingredienti e otterrete 30 macaron. I vostri macaron salati al salmone e aneto sono pronti per essere portati in tavola 21! "
}