{
    "title": "Torta salata di rose",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 140 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 80 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "rosse 500 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "140 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la torta salata di rose iniziate a realizzare l'impasto. Versate nella ciotola di una planetaria la farina e il lievito disidratato 1, poi azionate la macchina dotata di gancio impastatore a velocità moderata e versate prima il latte a filo 2 e poi anche la metà dell'acqua 3, entrambi a temperatura ambiente. Una volta che il composto avrà preso forma aggiungete il sale 4 e la parte restante di acqua. In ultimo unite l'olio 5 sempre a filo e lavorate l'impasto fino a che non risulterà ben incordato 6. A questo punto trasferitelo su un piano e lavoratelo ancora per qualche minuto 7, dategli una forma sferica 8 e trasferitelo all'interno di una ciotola. Coprite con della pellicola trasparente 9 e lasciate lievitare in forno spento solo con la luce accesa per circa 3 ore. Nel frattempo occupatevi anche della pulizia delle bietole rosse, per prima cosa tagliate il gambo più esterno, mantenendo solo le foglie 10, sciacquatele e versatele all'interno di un tegame dove avrete soffritto l'aglio 11. Coprite con un coperchio, lasciate cuocere una decina di minuti fino a che non risulteranno ben appassite, poi eliminate lo spicchio d'aglio 12 e trasferite le bietole all'interno di un colino 13. In questo modo perderanno il liquido in eccesso e si raffredderanno. Quando l'impasto avrà raddoppiato di volume 14 trasferitelo su una spianatoia leggermente infarinata 15. Con le mani cercate di ottenere di nuovo una forma sferica 16, che sarà più facile da gestire. Quindi stendetela, utilizzando un mattarello 17 fino ad ottenere un rettangolo 46X30 cm. A questo punto sistemate al centro del rettangolo le fette di prosciutto cotto, le bietole 19 e le fette di formaggio 20. Poi iniziate ad arrotolare il lato più lungo 21 in modo da ricavare una sorta di salame 22. A questo punto tagliate a fette spesse circa 3,5 cm 23 e disponetele all'interno di una teglia da 24 cm di diametro 24. Lasciate lievitare la vostra torta alle rose per circa 30 minuti 25 e cuocete in forno statico preriscaldato a 190° per 45 minuti. Una volta cotta 26 sfornate la vostra torta di rose salata 26, lasciatela intiepidire prima di sformarla e gustarla 27. "
}