{
    "title": "Zuccottini al cioccolato",
    "ingredients": [
        {
            "ingredient": "Albumi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "35 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "12 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "175 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "65 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Cioccolato fondente al 70%",
            "quantity": "sfoglie q.b."
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "240 g"
        },
        {
            "ingredient": "Cioccolato al latte",
            "quantity": "240 g"
        },
        {
            "ingredient": "Tartufi di cioccolato",
            "quantity": "(al latte) q.b."
        }
    ],
    "preparation": " Per realizzare gli zuccottini al cioccolato iniziate dalla preparazione delle cupole di pan di spagna chiamate \"casse\": dividete gli albumi dai tuorli e raccoglieteli in due ciotole separate 1 , montate i tuorli con metà dello zucchero 2 fino ad ottenere una crema chiara e soffice 3. Lavorate anche gli albumi con le fruste 4 e quando saranno bianchi, versate anche il restante zucchero per montarli a neve ben ferma 5 (per montare le uova potete utilizzare anche uno sbattitore elettrico). Unite i due composti e mescolate delicatamente con una spatola dall'alto verso il basso 6 per non smontarli. Incorporate all’impasto anche la farina 7 e il cacao in polvere setacciati 8, mescolando sempre delicatamente per mantenere il composto ben gonfio. Il lievito in questa ricetta non è necessario, perché l’aria è già stata incamerata montando le uova. Trasferite il composto in una sac-à-poche usa e getta e riempite uno stampo da zuccotti monoporzione in silicone 9 (oppure uno stampo in alluminio imburrato e infarinato) . Cuocete gli zuccotti in forno statico preriscaldato a 180° per 30 minuti (o in forno ventilato a 160° per 20 minuti). A cottura ultimata, sfornatele 10, lasciatele intiepidire e poi sformatele su una gratella e attendete che siano fredde prima di farcirle. Occupatevi intanto della crema: versate il latte e la panna in un pentolino 11 e fate scaldare fino a sfiorare il bollore. In una ciotola a parte sbattete i tuorli con lo zucchero 12, dopodiché setacciate l'amido di mais nel composto di uova e zucchero 13. Tritate al coltello il cioccolato fondente e mettete da parte 14. Versate il composto a base di uova che avete preparato, mescolando bene con una frusta 15. Quando la crema si sarà addensata, spegnete il fuoco e unite il cioccolato fondente tritato, mescolando ancora per farlo sciogliere 16. Una volta che il cioccolato si sarà sciolto completamente 17, versate la crema in una pirofila bassa e larga e fate raffreddare a temperatura ambiente coprendo con la pellicola trasparente 18. Ora riprendete i zuccottini ormai freddi, ritagliate un cerchio ad un centimetro dal bordo e scavate l’interno estraendo l’impasto interamente per creare un incavo che farcirete con il ripieno, parte dell’impasto estratto servirà come tappo per richiudere gli zuccottini 19. Quando la crema sarà fredda trasferitela in una sac-à-poche senza bocchetta e farcite i zuccottini 20. Richiudete i zuccottini con il “tappo” e ponetela in frigorifero a rassodare. Fate ammorbidire la gelatina in fogli in acqua fredda per 10 minuti 21 in un pentolino versate latte, panna 22, zucchero 23 e cacao 24. Portate a ebollizione mescolando con una frusta. e poi aggiungete la gelatina ben strizzata e scolata 25. Quando la glassa, avrà una temperatura non superiore ai 32° C (potete misurare con un termometro da cucina) colatela sopra ai zuccottini 25, che avrete posizionato su unna gratella con sotto un piatto 26 o un vassoio (che servirà a raccogliere la glassa in eccesso che colerà). Quando si sarà asciugata, trasferite ciascun zuccotto su un piatto da dessert 27. Per creare le decorazioni è necessario temperare il cioccolato, questo procedimento non solo renderà lucido il cioccolato ma manterrà anche le sue qualità in termini di consistenza.: sciogliete a bagnomaria il cioccolato al latte (l'acqua del pentolino non dovrà sfiorare il fondo della bastardella in cui avete messo il cioccolato) 1; quando il cioccolato sarà arrivato ad una temperatura di 45-50° (misurate con il termometro da cucina), versatene 2/3 sulla lastra di marmo posizionata su un piano di lavoro 2 e iniziate a spatolare il cioccolato sulla lastra di marmo, con una spatola e un raschietto, stendendolo sulla superficie 3. Quando avrà raggiunto i 27° 3, trasferitelo nella ciotola dove avete lasciato l'1/3 rimanente e mescolate. Il cioccolato dovrà raggiungere i 29°. Se in queste fasi la temperatura dovesse abbassarsi troppo, tenete sempre a portata di mano il pentolino del bagnomaria con l'acqua calda, per scaldare leggermente il cioccolato. Al contrario nel caso fosse ancora troppo caldo, ripetete l'operazione dello spatolamento su marmo con una piccola parte del cioccolato. Ponete sul piano un foglio di acetato e spalmate sopra il cioccolato temperato 4, poi con un pettine da pasticcere create delle righe uniformi 5. Piegate il foglio di acetato per creare un tubo 6 lasciando le strisce di cioccolato all’interno. Avvolgete il tubo con due elastici alle due estremità 7 e riponetelo in frigorifero a rassodare. Quando sarà solido togliete gli elastici 8 e srotolate il foglio 9 estraendo gli anelli che avranno preso forma 10.Temperate il cioccolato bianco: tritatelo e fondetelo a bagnomaria lentamente finché non arriverà a 45/50°. Versate 2/3 del cioccolato sul piano di marmo e lavorate il cioccolato con una spatola e un raschietto mescolandolo ripetutamente 11 finché non raggiungerà i 26-27°, poi trasferitelo in una ciotola, aggiungete il cioccolato tenuto da parte poco alla volta fino a raggiungere i 28° 12. Distribuite il cioccolato bianco in cima alla cupola delle zuccottini aiutandovi con una sac-à-poche 13. Poi Ponete le scaglie di cioccolato in una ciotola e immergetevi la base dello zuccotto per far aderire le scaglie 14. Riponete lo zuccotto su un piatto da portata e adagiate sopra tre anelli di cioccolato al latte facendoli aderire al cioccolato bianco che farà da collante 15. Prendete un tartufino e spremete sul fondo una goccia di cioccolato bianco 16 poi posizionatelo sul punto di unione degli anelli 17, accatto allo zuccotto adagiate due sfoglie di cioccolato fondente . I vostri zuccottini al cioccolato sono pronti per essere gustati 18. "
}