{
    "title": "Pan di ramerino",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Uvetta",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 170 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 ml"
        }
    ],
    "preparation": " Per preparare il pan di ramerino, iniziate a mettere in ammollo l'uvetta in acqua fredda 1. Scaldate l’olio di oliva extravergine insieme gli aghi di rosmarino in un padella per 15 minuti a fuoco basso 2 (fino a quando il rosmarino cambierà colore). Aiutandovi con un colino, filtrate l’olio, eliminate gli aghi di rosmarino 3 e tenete da parte. In una ciotola ponete la farina manitoba e quella 00 4, lo zucchero 5 e il sale 6. Mescolate le polveri con le mani 7 quindi sciogliete il lievito nell’acqua tiepida 8 e versatelo nella ciotola 9. Aggiungete anche l’olio aromatizzato al rosmarino all’impasto 10 e iniziate ad impastare per amalgamare gli ingredienti 11. Unite l’uvetta 12, scolata e ben strizzata, incorporatela all’impasto e trasferite il composto su di una spianatoia infarinata 13. Continuate ad impastare con le mani 14, fino ad ottenere un impasto liscio che risulterà non molto morbido ma compatto 15. Ponete l'impasto in una ciotola e lasciatelo lievitare, coperto con una pellicola, in un luogo al riparo dalle correnti per circa 2 ore. L’impasto non lieviterà tantissimo ma risulterà lo stesso ben gonfio 16. Dividetelo in 12 panini da 80 gr circa l’uno 17, modellateli a forma di pallina 18 e metteteli su una leccarda foderata con carta da forno a lievitare per un’altra ora 19. Trascorso questo tempo, spennellate i panini con dell'olio di oliva extravergine e praticate sulla superficie, con un coltello, delle incisioni a losanga 20. Infornate in forno statico già caldo a 200° per 20’ quindi togliete il pan di ramerino dal forno, spennellatelo con un tuorlo d’uovo allungato con un paio di cucchiai d’acqua 21 e rimetteli in forno per gli ultimi 5 minuti di cottura. Sfornate, lasciate raffreddare su di una gratella e gustate il vostro pan di ramerino! "
}