{
    "title": "Focaccia col formaggio (di Recco)",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "circa 250 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "circa 30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Crescenza",
            "quantity": "500 g"
        }
    ],
    "preparation": " Per preparare la focaccia di Recco, in una caraffa mescolate acqua a temperatura ambiente e olio, sciogliete il sale 1 e versate tutto nella ciotola di una planetaria munita di foglia. Iniziate ad impastare, aggiungete un cucchiaio alla volta la farina 2, e quando avrete ottenuto un impasto omogeneo, togliete la foglia e montate il gancio 3. Continuate ad impastare per circa 10 minuti fino ad ottenere un impasto liscio ed elastico. Trasferitelo su un piano di lavoro leggermente oleato, formate un panetto e avvolgetelo con pellicola 4. Lasciatelo riposare per almeno 2 ore in frigorifero. Ungete con l’olio una teglia 35x25 cm 5; trascorso il tempo per il riposo, prendete l'impasto e dividetelo in 2 parti 6. Mentre ne stendete una, l’altra potete conservarla avvolta nella pellicola; stendete con il mattarello 7 una sfoglia sottile di circa 2 mm, poi ungetevi le mani e trasferite l'impasto sulla teglia, tirando gli angoli e i lati (8-9) in modo da assotigliare il più possibile l'impasto (se dovesse rompersi durante queste operazioni, potete riavvicinare i lembi di pasta per richiudere il buco). Una volta foderata la teglia, dovrete avere uno strato di pasta talmente sottile da poter vedere la mano al di sotto 10. Passate al condimento: posizionate mucchietti di crescenza (o stracchino) leggermente distanziati tra loro 11, aiutandovi con un cucchiaino. Quindi stendete l’altra metà di impasto sempre in una sfoglia di 2 mm e adagiatela sopra la teglia 12, tirando delicatamente la sfoglia fino ai bordi 13. Eliminate la sfoglia in eccesso rifilando i bordi con la lama di un coltello 14; poi pizzicate l'impasto con due dita 15 in modo da aprire qualche foro, che servirà a fare uscire l'aria formata all'interno. Spennellate con olio la superficie 16 e cospargetela con un po' di sale fino 17. Cuocete in forno statico preriscaldato a 250° per almeno 15 minuti, o fino ad ottenere una superficie dorata (230° per 8-10 minuti se forno ventilato); per ottenere un buon risultato con il forno di casa, potete riporre la focaccia di Recco a cuocere nel ripiano centrale del forno per i primi 5 minuti e poi terminare la cottura nel ripiano più alto, in modo che si formi una crosticina croccante. Sfornate e servite la focaccia col formaggio di Recco rigorosamente calda! "
}