{
    "title": "Gamberi arrostiti al miele",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "36"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Lime",
            "quantity": "2"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Menta",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i gamberi arrostiti al miele pelate e grattugiate lo zenzero fresco (1-2), schiacciate un spicchio di aglio 3, grattugiate la scorza di un lime 4 e spremetene il succo 5 e poi filtratelo attraverso un colino 6. Versate il miele in un pentolino e unite il succo di un lime 7, lâaglio, lo zenzero, il peperoncino tritato, la scorza del lime, sale 8 e il pepe. Scaldate e fate addensare cuocendo a fuoco moderato per 5 minuti 9. Poi fate raffreddare la salsa. Intanto pulite i gamberi: staccate la testa e le zampe, eliminate il carapace 10 ed estraete con uno stecchinoÂ lâintestino. Tagliate a fettine sottilissime l'altro lime 11 e poi ricavate da ciascuna 4 spicchi 12 componete gli spiedini: infilzate 3 gamberi in uno spiedino di legno 13 e alternateli con una fettina di lime. Tenete da parte e intanto preparate la finta maionese : in una ciotola stretta e alta versate lâolio di semi 14, il latte 15, unite un cucchiaino di succo di limeÂ e le foglie di menta 16. Salate , pepate e frullate con il mixer ad immersione 18 fino ad ottenere una crema liscia 18. Ora potete procedete con la cottura, spennellate gli spiedini con la salsa al miele 19 e poi cuocete su una griglia ben calda da entrambi i lati per un paio di minuti 20. Servite gli spiedini arrostiti al miele accompagnandoli con la finta maionese alla menta 21. "
}