{
    "title": "Plumcake con verdure e edamer",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "16 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Edamer",
            "quantity": "100 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 fili"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "con fiore 70 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mais",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pinoli",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Accendete il forno a 180° .Tagliate a tocchetti molto piccoli le carot 1 e mettetele in una padella antiaderente con l'olio 2 ; riducete a rondelle le zucchine e a fettine sottili il cipollotto 3; fate cuocere le carote qualche minuto a fuoco medio e poi aggiungete le zucchine e il cipollotto e i fiori di zucca 4, fate cuocere circa 5-7 minuti fino a che le verudre siano tenere ma non sfatte.In una terrina setacciate la farina con il lievito e grattugiate il formaggio 5, mescolate bene; aggiungete il mais 6 e mescolate anche questo in modo che si sinfarini leggermente; tritate anche l'erba cipollina e unitela nella terrina 8; versate anche le verdure cotte 9 e mescolate di nuovo il tutto; Versate l’olio nel composto 11 e in un’altra terrina versate il latte, la panna e le due uova 11 e sbattete leggermente, 12 versate ora questo composto in quello con la farina 13, regolate di sale e di pepe e amalgamate il tutto con un cucchiaio. Preparate lo stampo da plum cake della capacità di 1l rivestendolo con carta forno che avrete bagnato sotto acqua corrente 14 e poi strizzata (questo serve a farla aderire meglio allo stampo) usatela ora ancora unmida per coprire lo stampo 15 facendola aderire bene alle pareti; Versate ora il composto del plumcake e poi spennellate la superficie con del latte; spolverate con i semi di papavero 19, i pinoli e i semi di sesamo (20-21).Cuocete in forno caldo per 35 minuti; controllate la cottura con uno stecchino. Fate poi raffreddare una decina di minuti nello stampo e poi sformatelo su una gratella o un vassoio così da farlo freddare completamente. "
}