{
    "title": "Focaccia ripiena di cavolo e speck",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3,5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Cavolo cappuccio",
            "quantity": "500 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la focaccia ripiena di cavolo e speck, per prima cosa preparate lâimpasto: sciogliete il lievito (in alternativa potete utilizzare 12 g di lievito di birra fresco) e lo zucchero nell'acqua tiepida 1; sciogliete invece il sale nel latte 2. In una ciotola ponete la farina setaccciata e iniziate a versare a filo l'acqua con il lievito e lo zucchero 3 e il latte con il sale 4. Raccogliete bene gli ingredienti con la punta delle dita 5 e aggiungete il burro ammorbidito a pezzi e l'olio extravergine d'oliva 6. Impastate con le mani fino a quando gli ingredienti si saranno amalgamati 7, quindi trasferite l'impasto su una spianatoia leggermente infarinata e continuate a lavorarlo con le mani 8 fino ad ottenere un impasto morbido, omogeneo e liscio. Potete compiere queste operazioni con una planetaria raccogliendo prima gli ingredienti a velocitÃ media con la foglia e poi continuando ad impastare con il gancio. Formate una palla, ponetela in una ciotola, copritela con la pellicola e lasciatela lievitare a temperatura ambiente (per un paio dâore, o fino a quando avrÃ raddoppiato il suo volume) 9. Nel frattempo preparate il ripieno: pulite il cavolo cappuccio (gurda la nostra Scuola di Cucina: Come pulire cavoli e cavolfiori), tagliandolo a metÃ 10 ed eliminando la parte dura centrale, e tagliatelo a striscioline sottili 11. Tagliate anche lo speck a dadini o striscioline 12, a piacere. Cuocete il cavolo in una padella capiente con un filo dâolio 13. Poco alla volta aggiungete il brodo 14, salate, pepate, coprite con un coperchio e cuocete per circa 20 minuti mescolando di tanto in tanto 15. Quando il cavolo sarÃ ben morbido, spegnete il fuoco e aggiungete lo speck 16 e il formaggio grattugiato, che darÃ sapore 17. L'impasto intanto sarÃ ben gonfio e lievitato 18. Dividete l'impasto a metÃ 19 e oliate bene una teglia rettangolare delle dimensioni 40x30 cm 20. Stendete delicatamente con il mattarello una parte di impasto, fino ad ottenere una sfoglia spessa circa mezzo cm 21. Foderate la teglia con la pasta stesa, facendola aderire ben anche sui bordi 22. Bucherellate il fondo con i rebbi di una forchetta 23 e farcite con il ripieno di cavolo e speck, che stenderete uniformemente su tutta la superficie 24. Stendete con il mattarello il pezzo di impasto rimanente sempre in una sfoglia di circa mezza cm e coprite con esso la focaccia 25. Esercitate pressione sui bordi per far attaccare le due sfoglie 26, ripiegando i bordi verso l'interno e schiacciandoli, per fissarli, con i rebbi di una forchetta 27. Coprite la teglia con la pellicola e lasciate lievitare la focaccia ancora per unâora 29 a temperatura ambiente. Quando la focaccia sarÃ ben gonfia, spennellate la superficie con un uovo sbattutto 30. Bucherellate con i rebbi di una forchetta 31, spingete ancora verso l'interno la pasta dei bordi 32 e infornate la focaccia in forno statico giÃ caldo a 180Â° per 45 minuti (se ventilato 160Â° per 40 minuti). Quando la superficie sarÃ ben dorata 33, sfornate la focaccia e lasciatela intiepidire. Ecco pronta la vostra focaccia ripiena di cavolo e speck! "
}