{
    "title": "Puccia salentina alle olive",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 60 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "Celline 200 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare la puccia salentina alle olive iniziate con la preparazione del lievitino. Prendete una ciotola capiente e versatevi la farina 00 e quella di semola di grano duro 1. Unite il lievito 2 ed il malto 3. Poi aggiungete l’acqua tiepida poca per volta facendola assorbire bene dall'impasto 4 impastando con le mani 5 fino ad ottenere un composto liscio ed omogeneo. Dategli ora la forma di una piccola sfera 6. Coprite con pellicola alimentare trasparente 7 e fate lievitare in forno spento con luce accesa oppure ad una temperatura costante di 28°-30°C per almeno 5-6 ore. Se preferite potete lasciare invece optare per una diversa modalità di lievitazione: fate lievitare l’impasto in forno spento con luce accesa per 1 ora, quindi trasferite in frigorifero per un’intera notte o 12 ore. Trascorso il tempo necessario il lievitino dovrà aver raddoppiato di volume 8. Quindi riprendete il lievitino e se lo avete fatto lievitare in frigorifero attendente almeno 2 ore per farlo rinvenire a temperatura ambiente. Versatelo nella ciotola di una planetaria 9. Fate ora lessare le patate in un tegame con abbondante acqua. Ci vorranno circa 30-40 minuti a seconda della grandezza delle patate che utilizzate. Quando saranno lessate (potete fare la prova con i rebbi di una forchetta) sbucciatele 10 e schiacciatele con uno schiacciapatate dentro una ciotolina 11. Trasferitele nella ciotola della planetaria 12. Unite la farina 00 e la semola setacciate 13 ed infine anche le olive non denocciolate 14. Aggiungete l’olio 15. Impastate a velocità bassa con la foglia. Unite l’acqua tiepida a filo 16 facendola assorbire gradualmente dal composto. Quando gli ingredienti saranno completamente amalgamati staccate il composto dalla foglia aiutandovi con un tarocco 17. Quindi sostituite la foglia con il gancio e aggiungete il sale 18. Fate andare la planetaria ed impastate a velocità media fino a quando l’impasto non risulterà incordato: ci vorranno circa 10-15 minuti 19. Trasferite l'impasto su un piano di lavoro leggermente oliato 20. Lavorate l’impasto per dargli una forma sferica e trasferitelo su una ciotola capiente leggermente oliata 21, coperto da pellicola alimentare trasparente. Lasciate lievitare così per almeno 2 ore a temperatura ambiente fino a che non noterete che l’impasto è raddoppiato di volume 22. Trascorso il tempo necessario, oliate le vostre mani per facilitare la lavorazione dell’impasto. ricavate 18 pezzi da 90 g l'uno 23 e formate delle sfere con ciascuno 24. Passateli nella farina di semola di grano duro fino a ricoprire totalmente la superficie del pezzo di impasto 25. Prendete una leccarda, ricopritela con carta forno e disponete le sfere di impasto su di essa. Abbiate cura di disporre le pucce distanziate le une dalle altre 26. Lasciate lievitare così per circa 1 ora. Ora infornate in forno statico preriscaldato a 230°C per circa 40 minuti (se utilizzate il forno ventilato cuocete a 210°C per circa 30 minuti). Una volta cotte, sfornatele 27 e lasciatele raffreddare su una gratella fino a quando avranno raggiunto temperatura ambiente. Qui si conclude la preparazione delle pucce salentine con le olive. A piacere potete farcire le pucce con mozzarella e pomodori secchi. Se volete procedere alla farcitura tagliate a metà la puccia aiutandovi con un coltello 28, disponete una o due fettine di mozzarella 29 e su di esse adagiate alcuni pomodori secchi. Quindi richiudete con l’altra metà ed otterrete le vostre pucce salentine con le olive farcite 30! "
}