{
    "title": "Tabuleh con verdure",
    "ingredients": [
        {
            "ingredient": "Bulgur",
            "quantity": "a grana fine 200 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "medi 1"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "12"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "1"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 2 cucchiai"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Menta",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Sciacquate il burghul 2 o 3 volte nell’acqua fredda; prendete una ciotola capiente versateci il burghul sciacquato e scolato e copritelo con dell’acqua tiepida, quindi lasciatelo in ammollo per 2 ore. Intanto preparate le verdure: lavate e asciugate il peperone eliminate il picciolo, tagliatelo a metà ed eliminate i semi e i filamenti interni, quindi tagliatelo a piccoli quadretti.Mondate i pomodori, tagliateli a metà, eliminate i semi interni e tagliateli a piccoli quadretti.Spuntate e sbucciate il cetriolo e tagliate anch’esso a quadretti. Sbucciate la cipolla, tritatela e tritate anche il prezzemolo. Preparate ora il condimento: in una piccola ciotola mettete il sale, unite il succo di limone e unite l’olio extra vergine di oliva; sbattete il composto con una forchetta, fino ad ottenere una bella salsa citronette. Prendete ora il burghul, scolatelo molto bene dall’acqua e ponetelo in una ciotola capiente: aggiungete le foglie di menta, le verdure tagliate e condite con l’emulsione di olio e limone. Unite infine il pepe nero macinato. Mescolate e lasciate riposare almeno 30 minuti prima di servire. "
}