{
    "title": "Burger buns (panini da burger)",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 18 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 18 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "4 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "2 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 125 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per prima cosa prima per preparare i burger buns cominciate a realizzare la pasta di riporto, ovvero un preimpasto preparato con tutti gli ingredienti dell’impasto vero e proprio, servirà a dare una maggiore carica di lievito e batteri che consentirà di far sviluppare al pane un sapore più intenso. Quindi prima di cominciare la preparazione dei burger buns cominciate a preparare la pasta di riporto. Intiepidite il latte, trasferitelo in una ciotolina e versate all'interno il lievito di birra disidratato o secco (in alternativa potete utilizzare 3-4 g di lievito di birra fresco) 1, scioglietelo per bene 2. In un'altra ciotolina sciogliete il sale nell'acqua tiepida 3. Quindi mettete la farina nella ciotola di una planetaria, unite lo zucchero semolato 4, il lievito sciolto nel latte 5, il malto (o il miele), il sale disciolto nell’acqua 7, e cominciate a impastare gli ingredienti con la \"foglia” di una planetaria, in alternativa potete anche impastare a mano. Quando avrete raccolto tutti gli ingredienti, sostituite la foglia con il gancio 9 e lavorate l’impasto fino a chè avrà raggiunto una consistenza elastica e omogenea. Quindi aggiungete il burro a temperatura ambiente 10, l’olio a filo sempre continuando ad impastare 11. Quando anche questi ingredienti saranno stati inglobati nell’impasto 12 trasferitelo su una spianatoia leggermente infarinata 13 e fatelo lievitare per circa 4 ore in una ciotola coperta con la pellicola in forno con la luce accesa 14. Una volta trascorso questo tempo preparate l’impasto vero e proprio dei buns ripetendo esattamente il procedimento fatto per preparare la pasta di riporto: nella ciotola di un mixer mettete la farina, il lievito disciolto nel latte In alternativa al lievito di birra secco potete utilizzare 12 g di lievito di birra fresco), lo zucchero, il malto (o il miele) e il sale sciolto in acqua, impastate e aggiungete 125 g di pasta di riporto 15 (utilizzando le dosi riportate per l'impasto dei burger buns), sostituite la foglia della planetaria con il gancio 16 e quindi unite il burro a temperatura ambiente 17, l’olio 18 e impastate. Una volta che l’impasto sarà pronto mettetelo su un piano leggermente infarinato 19, copritelo con la pellicola trasparente e lasciatelo riposare per 15/20 minuti 20. Una volta trascorso questo tempo suddividete l’impasto in pezzi da circa 70 g l’uno 21 e datagli la forma di una palla, ruotandoli su un piano 22. Quindi disponeteli su una teglia ricoperta da carta forno 23 e lasciateli riposare per 10 minuti, coprendoli sempre con la pellicola 24. Quindi spennellateli con l'uovo 25 e cospargeteli con semi di sesamo o di papavero 26 e ponete i panini a lievitare per un’ora nel forno con la luce accesa fino a che i panini avranno raddoppiato il loro volume 27. Quindi infornate a 220 gradi per 15 minuti, vaporizzando un po’ d’acqua con uno spruzzino in modo da creare vapore nel forno. Al termine della cottura i burger buns dovranno risultare lucidi in superficie e morbidi all’interno (28-29). Ora siete pronti per preparare un hamburger fatto in casa a regola d’arte 30! "
}