{
    "title": "Ossobuco di tacchino con risotto",
    "ingredients": [
        {
            "ingredient": "Ossibuchi di tacchino",
            "quantity": "(quattro) 950 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "40 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "(tritata) 150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zucchine baby",
            "quantity": "250 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "125 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "½ costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "½"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "45 g"
        }
    ],
    "preparation": " Per realizzare gli ossibuchi di tacchino con risotto preparate gli ossibuchi di tacchino: incidete con un coltello la membrana che circonda gli ossibuchi 1 , questo eviterà che gli ossibuchi si \"arriccino\" durante la cottura, avvolgeteli con lo spago 2, infarinate i quattro ossibuchi da entrambi i lati 3 e teneteli da parte in una terrina. In una padella capiente mettete il burro e l'olio 4, unite la cipolla tritata finemente 5e lasciatela appassire a fuoco lento con un mestolo di brodo di carne 6. ). Quando la cipolla sarà diventata trasparente (ci vorranno circa 15 minuti), unite in padella gli ossibuchi e fateli rosolare per bene da entrambi i lati 7. Poi bagnateli con un bicchiere di vino bianco 8. Lasciate evaporare, aggiustate di sale e pepe, quindi aggiungete il brodo 9. Lasciate cuocere a fuoco lento per almeno 45 minuti, coprendo con un coperchio 10 ma lasciando uno sfiato; muovete la padella, facendola ondeggiare, di tanto in tanto per non fare attaccare gli ossibuchi e aggiungete un po' di brodo quando serve. Tritate insieme il prezzemolo l’aglio e la scorza del limone 11 e tenete da parte il trito ottenuto che servirà per insaporire gli ossibuchi. Intanto preparate il risotto: Staccate le zucchine dai fiori 12, ), lavate le zucchine e tagliate a rondelle 13, divaricate i fiori per eliminare i pistilli interni 14e lasciateli interi. Tritate le verdure per il soffritto seguendo la nostra scheda come fare il soffritto. In una padella scaldate l’olio di oliva, unite il trito di verdure 15, fate soffriggere per qualche minuto poi unite un mestolo di brodo vegetale 16 e proseguite la cottura per almeno 10 minuti . Poi aggiungete il riso, fatelo tostare, sfumatelo con il vino bianco 17 e lasciate evaporare, proseguite la cottura del risotto aggiungendo a poco a poco il brodo 18. A metà cottura del risotto, aggiungete le zucchine 19 e quando il risotto sarà cotto, spegnete il fuoco mantecate con il formaggio grattugiato 20, il burro 21 e per ultimi unite i fiori di zucca 22. Nel frattempo anche gli ossibuchi saranno giunti a cottura, aromatizzateli con il trito di aromi 23 e servite il risotto caldo accompagnandolo con gli ossibuchi 24. "
}