{
    "title": "Pinza triestina",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "16 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Burro",
            "quantity": "135 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare la pinza triestina la prima cosa fare è quella di iniziare col lievitino, quindi in un recipiente versate la farina setacciata e il lievito disidratato 1 poi versate l’acqua 2 e impastate brevemente 3 dopo aver ottenuto un impasto un po’ appiccicoso 4 coprite con la pellicola 5 e lasciate lievitare fin quando non raddoppierà di volume 6, da una a due ore circa. Trascorso il tempo versate il lievitino nella tazza di una planetaria 7, poi l’uovo 8 e 120 grammi di zucchero 9, poi versate 200 grammi di farina setacciata 10 e cominciate ad impastare col gancio 11 e non appena avrà iniziato ad incordarsi aggiungete il sale e 65 grammi di burro a temperatura ambiente 12 e continuate ad impastare. Lavorate per pochi minuti l’impasto sulla spianatoia fino a renderlo liscio 13 poi riponetelo in un recipiente 14, coprite con pellicola e lasciate lievitare per altre 2 ore. Trascorso il tempo ricominciate col secondo impasto, quindi trasferite nella tazza della planetaria 15 la pasta lievitata, aggiungete i tuorli 16, i 40 g di zucchero rimanenti, le scorze di arancia e limone grattugiate 17 e i restanti 100 grammi di farina 18 e impastate ancora per 5 – 10 minuti, giusto il tempo di far incordare per bene l’impasto 19 noterete che resterà pulito il recipiente della planetaria; dopodiché aggiungete i 75 grammi di burro restanti poco alla volta 20 e, quando inglobato, trasferite poi l’impasto su una spianatoia e dividetelo in due metà da 400 grammi l’una circa 21. Aiutandovi con le mani arrotondate per bene l’impasto ottenendo così due sfere tese 22 riponetele su una leccarda rivestita di carta forno 23 e lasciate lievitare per 2 ore ancora. Una volta che gli impasti saranno ben rigonfi praticate delle incisioni 24 a forma di Y con una lama ben affilata facendo entrare la lama completamente nella sfera fino a toccare la leccarda. Eseguite questa operazione facendo attenzione a non trascinare l’impasto mentre lo tagliate, quindi affondate completamente nella sfera, entrando ed uscendo di volta in volta con la lama. Spennellate le superfici di entrambe le pinze con del tuorlo battuto ed il latte 25 e cuocetele entrambe a 165° per 35 minuti in forno preriscaldato in modalità ventilata oppure in modalità statica a 180° per 35 minuti. A fine cottura è comunque consigliabile di fare la prova stecchino nel centro della pinza triestina prima di servirla. "
}