{
    "title": "Piadina con salsiccia e peperoni arrosto",
    "ingredients": [
        {
            "ingredient": "Piadine",
            "quantity": "arrotolabili sofficissime 4"
        },
        {
            "ingredient": "Peperoni",
            "quantity": "misti 600 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "240 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Fagioli cannellini precotti",
            "quantity": "120 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la piadina con salsiccia e peperoni arrostiti iniziate da quest'ultimi. Lavate i peperoni, sistemateli all'interno di una teglia e ungeteli con un filo d'olio 1. Cuocete in forno statico preriscaldato a 200Â° per 40 minuti. Trascorso questo tempo sfornateli 2, e coprite la teglia con la pellicola 3. Lasciate quindi raffreddare.Â Nel frattempo preparate la crema di fagioli. Versate all'interno di un contenitore dai bordi alti i fagioli scolati dal liquido di conservazione, unite il succo di limone 4 e l'olio 5. Frullate il tutto con un mixer ad immersione 6 fino ad ottenere una crema.Â Coprite con pellicola 7 e riponete in frigo fino all'utilizzo. Tagliate la cipolla a fettine sottili e tenetele da parte 8. Incidete la salsiccia con un coltellino 9Â ed eliminate il budello 10. Versate un filo d'olio in un tegame, aggiungete la cipolla 11 e lasciatela appassire. Aggiungete poi la salsiccia 12 e utilizzando un mestolo schiacciatela, in modo da sgranarla.Â Fatela rosolare per qualche istante, poi unite la paprika dolce 13 e sfumate con il vino bianco 14. Regolate di sale e lasciate cuocere la salsiccia per alcuni minuti fino a che risulterÃ ben dorata 15.Â Nel frattempo spellate i peperoni 16, tagliateli a falde 17 e conditeli con sale 18 e olio.Â Scaldate la prima piadina in una padella per 1-2 minuti, girandola almeno una volta 19. Poi spostatela su un tagliere e sistemate al centro un cucchiaio diÂ crema di fagioli 20, qualche peperone 21Â e un po' di salsiccia 22. Richiudete i lati della piadina verso il centro 23. Portate sempre verso il centro anche il lato inferiore 24Â e arrotolate la piadina (25-26) prima di servirla 27.Â "
}