{
    "title": "Pane al sidro",
    "ingredients": [
        {
            "ingredient": "Sidro",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "600 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "400 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per realizzare il pane al sidro setacciate in una ciotola larga la farina manitoba e la farina integrale1, aggiungete il lievito di birra disidratato 2 e il malto, in una ciotolina sciogliete il sale in un cucchiaio di sidro preso dalla dose totale 3, unite la miscela all’impasto 4, aggiungete a filo, piano piano anche il sidro e raccogliete gli ingredienti con le mani 5. Trasferite l’impasto sul piano di lavoro e continuate ad impastare fino a quando sarà liscio e morbido 6. Trasferite l’impasto in una ciotola, coprite con la pellicola 7 e lasciate lievitare in forno spento con la luce accesa per 2 ore. Prendete il cesto per la lievitazione del pane il bannetons. Ricopritelo con la mussola e infarinate abbondantemente 8, Se non disponete della mussola potete usare un canovaccio pulito. Ungete un piano di lavoro con l’olio 9 trasferite qui l’impasto, in questo modo non si attaccherà e non dovrete aggiungere altra farina. Date all’impasto una forma rettangolare 10, sovrapponete i lati lunghi 11, poi piegate anche i lati corti 12. Raccogliete l’impasto dandogli una forma sferica e ponetelo nel bennettons 13, coprite con la pellicola 14 e lasciate di nuovo lievitare in forno spento con la luce accesa per 1 ora, l’impasto dovrà raggiungere il bordo del cesto. Rovesciate il pane ben lievitato su una leccarda foderata con carta da forno 15 create un taglio a croce sulla superficie con un coltello ben affilato (16-17). Infornate il pane avendo cura di porre sul fondo del forno una ciotola con acqua, in questo modo si creerà un ambienta umido che aiuterà la cottura del pane. Usate una ciotola di terracotta o comunque assicuratevi che sia adatta alla cottura in forno. Cuocete il pane in forno statico preriscaldato a 250° per 40 minuti. Trascorso questo tempo togliete la ciotola colma di acqua e abbassate la temperatura a 200°, proseguite per altri 20 minuti poi capovolgete la pagnotta a testa in giù e continuate la cottura per altri 20 minuti. Spegnete il forno e fate raffreddare il pane con il forno socchiuso poi sfornatelo 18. "
}