{
    "title": "Puccia salentina",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 600 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare la puccia salentina iniziate a setacciare la farina nella ciotola della planetaria 1, quindi unitevi anche il lievito disidratato 2 e il malto 3. Azionate la planetaria con la foglia e versate l’olio a filo 4; unite anche l’acqua tiepida a filo 5 e lavorate il tutto per qualche minuto. Quando il composto sarà diventato una massa unica, aggiungete anche il sale 6. Lavorate ancora per un paio di minuti, giusto il tempo di permettere all’impasto di assorbire il sale 7, quindi sostituite la foglia con il gancio. Azionate nuovamente la planetaria a velocità media per circa 10-15 minuti, fino ad ottenere un impasto molto liscio ed elastico. Quando l'impasto si sarà incordato 8, mettete il composto su un piano di lavoro oleato e lavoratelo leggermente con le mani 9. Sempre con le mani cercate di conferire una forma sferica 10, poi posizionatelo in una ciotola abbastanza capiente unta con un filo d'olio 11. Coprite con la pellicola trasparente e lasciate lievitare nel forno spento ma con la luce accesa per circa 2-3 ore (la temperatura indicata è quella di 28-30°), fino a quando non avrà raddoppiato il suo volume 12. Trasferite l'impasto su di una spianatoia 13 e, lavorandolo con le mani, cercate di ottenere un filone 14. Ricavate 18 porzioni di circa 90 g ciascuna, aiutandovi con un tarocco 15 o con la lama di un coltello. Prendete ciascun pezzo di impasto e, trattenendolo nella mano, eseguite un movimento rotatorio per ottenere delle sfere 16. Stendete con un mattarello le vostre palline di impasto su di una spianatoia leggermente infarinata 17, fino ad ottenere dei dischi 18 di circa 20 cm di diametro. Posizionateli delicatamente su una leccarda foderata con la carta da forno 19 e infornate a 250° in forno statico preriscaldato per circa 15 minuti (se utilizzate il forno ventilato cuocete a 230° per circa 10 minuti). Trascorso il tempo necessario, sfornate le vostre pucce 20 e servitele ancora calde 21. Tra le varie possibilità di farcire la vostra puccia, noi di Giallo Zafferano abbiamo scelto di proporvi quella con lo spezzatino di cavallo. Tagliate senza fare pressione a metà la vostra puccia 22, riempitela con lo spezzatino preparato 23 e servitela ancora calda! "
}