{
    "title": "Piadina Tirolo",
    "ingredients": [
        {
            "ingredient": "Strutto",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "7,5 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "17 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "107 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "90 ml"
        },
        {
            "ingredient": "Speck",
            "quantity": "250 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "250 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "12 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "a fette 250 g"
        }
    ],
    "preparation": " Per realizzare la piadina setacciate la farina e il lievito nella tazza di una planetaria munita di foglia , aggiungete lo strutto 1, il miele 2 e azionate la macchina a velocità media per 5 minuti. Poi incorporate lo zucchero e versate il latte a filo 3 e sostituite la foglia con il gancio e continuate ad impastare . Aggiungete l’acqua poco alla volta 4 e per ultimo unite il sale 5. Quando l’impasto sarà omogeneo e si staccherà dalle pareti della tazza , spegnete la planetaria, e riponete il panetto in una ciotola, copritelo con la pellicola trasparente 6 e lasciatelo lievitare per un ora in un luogo tiepido come il forno spento con la luce accesa. Trascorso il tempo si riposo riprendete l’impasto e stendetelo con il mattarello, dovete ottenere una sfoglia di 2 mm circa. Ritagliate le piadine con un coppapasta da 24 cm di diametro 7. Scaldate una padella dal fondo basso (o una crepiera) e cuocete le piadine su entrambi i lato per 2 minuti, se si formano delle bolle molto grandi nella pasta, incidetele con un coltellino trasversalmente per non bucare tutta la pasta . Una volta cotta 8, trasferite la piadina su un piatto di portata. Tritate l’erba cipollina 9, lavate i pomodori e tagliateli a fettine 10. Prendete una piadina, spalmate sopra lo stracchino 11, adagiate le fettine di pomodoro, condite con un filo di olio extravergine di oliva 12, e distribuite sopra la scamorza a fettine 13 e lo speck 14. Aromatizzate con l’erba cipollina tritata. Chiudete la piadina tirolo a metà 15 e servitela subito! "
}