{
    "title": "Cuori di cheesecake mandorle e amarene",
    "ingredients": [
        {
            "ingredient": "Biscotti Digestive",
            "quantity": "100 g"
        },
        {
            "ingredient": "Amaretti",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Latte di mandorle",
            "quantity": "30 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "50 g"
        },
        {
            "ingredient": "Amarene",
            "quantity": "30"
        }
    ],
    "preparation": " Per realizzare le cheesecake mandorla e amarena per prima cosa preparate la base: frullate i biscotti (in alternativa ai Digestive potete utilizzare dei semplici biscotti secchi) insieme agli amaretti in un mixer dotato di lame 1, mettete il composto in una ciotola e aggiungete il burro sciolto 2, mescolate con un cucchiaio per amalgamare bene il tutto 3. Stendete il composto ottenuto negli stampi a forma di cuore della dimensione di 9x9x2,5 cm, schiacciate per bene per compattare 4 disponete gli stampini su un vassoio e fate raffreddare in frigorifero per 30 minuti. Ora passate alla preparazione della crema: mettete i fogli di gelatina in ammollo in acqua fredda per 10 minuti 5. Quando sarà ammorbidita strizzatela bene e scioglietela in 20 g di panna calda 6. In una ciotola mescolate il formaggio spalmabile con lo zucchero e il latte di mandorla 7 e aggiungete la gelatina sciolta nella panna 8. In un’altra ciotola montate i restanti 100 g di panna 9 e aggiungetela delicatamente alla crema di formaggio 10. Riempite gli stampini fino al bordo livellando bene la superficie 11. Lasciate riposare in frigorifero per 4 ore. Una volta che i cuoricini saranno ben sodi, sformateli delicatamente 12 e guarnitele sistemando le mandorle tagliate a lamelle lungo i bordi 13 e ponendo al centro le amarene divise a metà (in alternativa potete utilizzare le ciliegie) 14. Ecco, i vostri bellissimi e deliziosi cuori di cheesecake mandorle e amarene sono pronti per essere divorati! "
}