{
    "title": "Melanzane arrostite",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "2"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Germogli di barbabietola",
            "quantity": "30 g"
        },
        {
            "ingredient": "Germogli alfa alfa",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le melanzane arrostite come prima cosa lavate le melanzane e dividetele a metà nel senso della lunghezza 1. Con un coltellino incidete poi la polpa, senza arrivare alla buccia, in modo da formare una griglia 2. Cospargete con abbondante sale fino 3 e massaggiate la melanzana con le mani in modo da far penetrare il sale all'interno 4. Adagiate le melanzane capovolte su una griglia e lasciatele spurgare per almeno un'ora 5. A questo punto sciacquatele sotto l'acqua corrente 6 e tamponatele con un foglio di carta da cucina 7. Posizionate le melanzane su una teglia 8 e infornate in forno statito preriscaldato a 190° per 20 minuti. Nel frattempo grattugiate il caciocavallo con una grattugia dai fori larghi 9. Trascorsi i primi 20 minuti di cottura estraete le melanzane dal forno, cospargete con il caciocavallo 10 e infornate nuovamente per altri 20 minuti alla stessa temperatura. Nel frattempo occupatevi di tagliare i pomodorini in 8 parti 11 e teneteli da parte. Unite i due tipi di germogli in una ciotola, aggiungete le foglioline di basilico spezzettandole con le mani 12, salate e mescolate il tutto 13. In questa fase è consigliabile non aggiungere olio perchè i germogli potrebbero appassire. Trascorsi gli altri 20 minuti di cottura estraete definitivamente le melanzane del forno 14, il formaggio sarà completamente fuso. Ricoprite le melanzane con i germogli 15 e disponete sopra anche i pomodorini. Condite con un filo d'olio e qualche fogliolina d'origano fresco 17 e servite le vostre melanzane arrostite 18. "
}