{
    "title": "Mini cornetti di sfoglia alla crema di salmone e formaggio fresco",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(rettangolare) 250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "10 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "scozzese 100 g"
        },
        {
            "ingredient": "Robiola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i mini cornetti di sfoglia alla crema di salmone e formaggio fresco , con il mattarello stendete la pasta sfoglia fino ad uno spessore di 2 mm 1, ottenendo un rettangolo di circa 36 cm x 24. Con una rotella liscia, ricavate delle strisce di 1,5 cm di larghezza 2. Arrotolateli intorno a dei conetti di alluminio 3. Sbattete insieme il tuorlo con la panna 4 e spennellate i conetti con l’uovo 5 poi adagiateli su una teglia rivestita con carta da forno 6 e cuocete in forno preriscaldato statico a 190°C per 25 minuti (o in forno ventilato a 170° per 15 minuti). A cottura ultimata sfornate i conetti e lasciateli raffreddare poi quando i coni saranno freddi rimuovete i conetti di alluminio 7. Preparate ora la farcitura: tagliate il salmone grossolanamente 8 e mettete in tritatutto insieme alla robiola 9 all’aneto 10, al sale e al pepe. Frullate fino ad ottenere una crema liscia 11. Trasferite la crema ottenuta in un sac-à- poche munita di bocchetta rigata 12. Riempite i conetti con la crema di salmone 13, posizionateli a coppie in bicchierini da dessert 14 e decorate con una piccola foglia di aneto 15. I mini cornetti di sfoglia alla crema di salmone e formaggio fresco sono pronti per essere serviti. "
}