{
    "title": "Ciambella alla frutta",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "650 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 70 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Liquore",
            "quantity": "alle erbe 20 g"
        },
        {
            "ingredient": "Frutta disidratata",
            "quantity": "mista 200 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "50 g"
        }
    ],
    "preparation": " Preparate la ciambella alla frutta cominciando a versare la farina nella tazza di una planetaria 1, poi aggiungete lo zucchero 2 e il lievito di birra disidratato 3, versate il succo d’arancia 4 e iniziate a mescolare con il gancio, aggiungete poi il liquore alle erbe 5 il succo d’arancia. Cominciate ad impastare per qualche secondo sempre con il gancio e poi versate 3 uova, una alla volta 6. Quando le uova si saranno assorbite, arrestate la planetaria, quindi aggiungete il latte condensato 7, poi sempre col gancio mescolate e unite l’ultima delle 4 uova 8. Su un tagliere sminuzzate a cubetti grossolani la frutta disidratata 9 e inseritela all'impasto 10, continuate ad impastare finché non inizierà ad incordarsi al gancio 11; aggiungete poi il burro ammorbidito, un cucchiaio alla volta 12 e continuate a lavorare fino ad ottenere un impasto liscio e ben incordato 13. Prelevate l’impasto dalla planetaria e lavoratelo un po’ sulla spianatoia, il tempo di dargli una forma rotonda 14. Riponetelo in un recipiente leggermente imburrato 15 e lasciate lievitare per 2-3 ore coperto da pellicola in forno spento con luce accesa. Trascorso il tempo necessario l’impasto sarà triplicato di volume 16; rovesciatelo sulla spianatoia 17 e lavoratelo con le punta delle dita fino ad ottenere un rettangolo di 15x30 cm 18. Poi con un tarocco tagliate l’impasto per il senso della lunghezza 19, ottenendo così 3 strisce 20, quindi unitele da un capo 21 in modo che avrete la parte per cominciare ad intrecciare in maniera alternata le tre strisce 22, fino ad ottenere una treccia 23. Sistemate quindi l’impasto in uno stampo per ciambella da 25 cm di diametro leggermente imburrato 24 e lasciate lievitare per 1-2 ore 25, coperto con pellicola al riparo da correnti d'aria. Passato il tempo necessario, cuocete in forno statico preriscaldato a 170° ° per 50-60 minuti (se forno ventilato a 150° per 40-50 minuti), facendo sempre la prova stecchino prima di sfornare la ciambella. Una volta cotta, estraetela dal forno e spennellate leggermente con dell’albume d’uovo 26 poi cospargetela di granella di zucchero 27 e lasciatela raffreddare completamente prima servire la ciambella alla frutta. "
}