{
    "title": "Torta a fette",
    "ingredients": [
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "220 g"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 175 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "90 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Pasta di zucchero",
            "quantity": "450 g"
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "riccioli di cioccolato q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "fantasie di zucchero q.b."
        },
        {
            "ingredient": "Codette colorate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Codette al cioccolato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "palline arcobaleno q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "perline morbide color argento q.b."
        },
        {
            "ingredient": "Matite alimentari",
            "quantity": "brillanti q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "al cioccolato q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "(Per spolverizzare) q.b."
        }
    ],
    "preparation": " Per realizzare la torta a fette per prima cosa preparate la base: tritate il cioccolato fondente 1 e fatelo fondere a bagnomaria insieme al burro a pezzetti 2. Versate il latte a filo 3 e lo zucchero 4, mescolando per far sciogliere il tutto. Trasferite il composto in una planetaria munita di fruste e lasciate intiepidire; aggiungete le uova una alla volta, facendo in modo che la precedente sia stata incorporata prima di aggiungere quella successiva 5: azionate la frusta e mescolate. Setacciate il lievito 6, la farina 7, poi unite le polveri al composto un cucchiaio alla volta. Mescolate dal basso verso lâalto con una spatola per amalgamare il composto 8. Versate lâimpasto in una tortiera rettangolare della misura di 20x25 cm 9 e cuocete in forno statico preriscaldato per 45 minuti a 170 Â° (se il forno ventilato a 150Â° per 35 minuti). A cottura ultimata sfornate la base 10 e fatela raffreddare. Intanto occupatevi della crema al burro: iniziate ponendo in un pentolino dal fondo spesso lâacqua e lo zucchero 11, facendo scaldare a fuoco dolce mescolando di tanto in tanto con un cucchiaio di acciaio. Quando lo zucchero si sarÃ sciolto, controllate che la temperatura dello sciroppo raggiunga i 121Â° 12. Nel frattempo mettete i tuorli in una planetaria 13 e iniziate a lavorarli alla massima velocitÃ ; aggiungete lo sciroppo di zucchero a filo 14 e montate fino a completo raffreddamento. Mentre i tuorli montati si stanno raffreddando, incidete una bacca di vaniglia nel senso della lunghezza ed estraete i semi raschiandola con un coltellino 15. Incorporate quindi i semi della bacca di vaniglia 16 e il burro morbido a temperatura ambiente nella planetaria 17, facendo montare ancora fino a che il composto sarÃ cremoso. Trasferite la crema al burro che avete ottenuto in una ciotola 18. Quando la torta di sarÃ raffreddata completamente, dividetela a metÃ , in modo da ottenere due torte 19, e poi tagliatela orizzontalmente in 3 parti 20. Farcite la base con una parte di crema burro con lâaiuto di una spatola 21, poi adagiate il secondo rettangolo 22; farcite anche il secondo strato e infine ricoprite con lâultimo 23. Coprite la superficie e i bordi della torta con la crema al burro, distribuendola in maniera uniforme 24. Una volta farcite le torte, prendete la pasta di zucchero e stendetela con l'aiuto di un mattarello su un piano di lavoro cosparso con dello zucchero a velo 1. Coprite quindi le torte 2, lisciando la superficie con uno smoother.Con un coltellino dalla lama liscia rifinite i bordi 3 in modo da eliminare le parti in eccesso 4, poi tagliate 6 fette dello spessore di 4,5 cm (5-6). Con le nostre dosi dovrete ottenere 12 fette in tutto Â Con la decorazione in gel andate a decorare la superficie di ogni fetta 7.Prendete ora le decorazioni finali di zuccherini colorati e applicateli su ciascuna fetta creando dmotivi decorativi diversi (8-9). "
}