{
    "title": "Danubio vegetariano",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "550 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "230 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 65 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "40 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "80 g"
        },
        {
            "ingredient": "Caciotta romana",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il danubio vegetariano cominciate a realizzare l'impasto. In una ciotola versate la farina (utilizzate della farina manitoba o di tipo 0) insieme allo zucchero e al lievito disidratato 1. Mentre impastate versate il latte tiepido a filo 2 e poi l’uovo 3. Aggiungete l’olio 4 ed infine il sale 5 e continuate a mescolare gli ingredienti fin quando non saranno compattati 6. A questo punto trasferite l’impasto sulla spianatoia e lavoratelo con le mani 7: distendete l’impasto e poi riavvolgetelo e continuate così per una decina di minuti 8 in questo modo ingloberete aria e riscalderete la pasta. Infine formate una sfera e riponetela in un recipiente coprendo con pellicola, lasciandola lievitare per 3-4 ore nel forno spento con luce accesa 9. Nel frattempo occupatevi dei ripieni. In una padella versate dell’olio insieme all’aglio e quando sarà caldo aggiungete gli spinaci 10, coprite con un coperchio 11 e cuocete a fiamma viva per pochi minuti, giusto il tempo di far appassire le foglie. Quando saranno ammorbiditi gli spinaci, aggiustate di sale, eliminate l’aglio 12 e poi lasciateli raffreddare e scolare del liquido in eccesso sistemandoli all’interno di un recipiente con un colino 13. Successivamente versate la ricotta nel boccale di un mixer ad immersione 14, aggiungeteci gli spinaci e frullate 15 fino ad ottenere una crema liscia ed omogenea che potrete trasferire in un recipiente e tenere da parte 16. Passate ai funghi, dopo averli sciacquati velocemente sotto l’acqua, eliminate la parte inferiore e affettateli 17 per poi ridurli a dadini 18. Versate i cubetti appena ottenuti in una padella insieme a dell’olio, e lasciateli cuocere pochi minuti, aggiustando di sale e di pepe 19; una volta cotti fateli raffreddare tenendoli in un recipiente 20. Tagliate a cubetti piccoli sia la caciotta 21 che i pomodori secchi sottolio 22. Grattugiate anche la ricotta salata 23 e riprendete l’impasto del danubio che ormai sarà ben lievitato e quindi raddoppiato di volume 24. Dividete l’impasto in 27 piccole sfere 25, appiattitele con le dita o con un matterello e nel mezzo cominciate a versare i 3 condimenti alternandoli tra loro. Quindi nel mezzo di un dischetto aggiungete un po’ di spinaci frullati con la ricotta 26 e chiudete pinzando le estremità con le dita facendo attenzione che non ci siano spazi aperti dai quali potrebbe fuoriuscire la farcia 27 e infine arrotondate fino a formare una pallina 28. Ripetete lo stesso procedimento con gli altri ingredienti, quindi con funghi e caciotta a cubetti 29 e poi con pomodori secchi e ricotta salata 30 Foderate con carta forno una teglia rotonda del diametro di 32 cm e adagiate le palline ripiene una ad una 31 alternando tra loro i vari gusti. È importante che la chiusura della sfera sia rivolta verso il basso, in questo modo le palline durante la cottura non si apriranno. Coprite il danubio con della pellicola trasparente e lasciatelo lievitare a temperatura ambiente per circa un’ora 32. Quando sarà nuovamente rigonfio rompete un uovo e battetelo leggermente con una forchetta 33. Quindi utilizzatelo per spennellare la superficie di ogni pallina 34. Non vi resta che infornarlo a 180° per 30-35 minuti in modalità statica (160° per 25-30 minuti se forno ventilato) 35, quando il danubio vegetariano sarà ben dorato potrete servirlo ancora caldo 36! "
}