{
    "title": "Piadine con petti di pollo e mais",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Timo",
            "quantity": "secco 1 cucchiaino"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Aglio in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "secca 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Chicchi di mais giallo in scatola",
            "quantity": "400 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Piadine",
            "quantity": "(da circa 24 cm di diametro) 4"
        }
    ],
    "preparation": " Per preparare le piadine con petto di pollo e mais iniziate realizzando il mix di spezie, unitele tutte nel mixer 1, azionatelo e tritate tutto fino a ottenere una polvere omogenea 2; prendete i petti di pollo, tagliateli a metà e prelevate le ossicine interne e le eventuali parti di grasso; tagliate i petti di pollo in 4-5 tranci 3 e spolverateli con il mix di spezie ottenuto in modo da coprirli quanto più possibile 4. Scaldare due cucchiai di olio in una padella antiaderente e disporvi i petti di pollo speziati 5; dorarli bene da entrambi i lati e proseguire la cottura fino a che l’interno sia cotto e ancora tenero; tenere da parte il pollo e farlo intiepidire.Preparare ora il mais; scolare il mais dal liquido di conservazione e disponetelo in una terrina; unite il succo del mezzo limone e il peperoncino tritato senza i semini interni 6. Ammorbidite lo yogurt greco mescolandolo con un cucchiaio, fino a che non sarà cremoso 7. Quindi scaldate una padella antiaderente a fuoco medio e scaldate una piadina alla volta pochi istanti per lato, deve restare morbida per poterla poi chiudere (se volete preparare le piadine in casa leggete la ricetta qui). Spalmate con una spatola lo yogurt greco sulla piadina 8, tagliate i petti in tante striscioline e disponetele al centro della piadina, in ultimo aggiungete il mais 10; procedete a chiudere la piadina, partendo dal basso e rivoltando la linguetta di piadina sul pollo 11, poi chiudete il primo lato e poi il secondo sul primo 12. Procedete allo stesso modo per le altre piadine e gustatele ancora tiepide! "
}