{
    "title": "Lahuh (pane Yemenita)",
    "ingredients": [
        {
            "ingredient": "Pane toscano",
            "quantity": "senza crosta 60 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3,5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "700 ml"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il lahuh, per prima cosa mettete il pane bianco, privato della crosta, ad ammollare in acqua fredda per 5 minuti 1. Quando sarà ben morbido, strizzatelo bene con le mani 2. Sciogliete il lievito in acqua tiepida (in alternativa potete utilizzare 12 g di lievito di birra fresco) 3. In una ciotola capiente mescolate la farina, lo zucchero e il sale e versate su di essi, a filo, l'acqua con il lievito 4, mescolando intanto con una frusta per amalgamare bene gli ingredienti 5. Unite il pane ammollato e ben strizzato 6 e mescolate per sciogliere il pane e per rompere gli eventuali grumi 7. Coprite la ciotola con la pellicola 8 e lasciate lievitare a temperatura ambiente il composto per circa 2 ore; trascorso questo tempo, il composto risulterà più gonfio e pieno di bolle 9. A questo punto potete passare alla cottura del lahuh: oleate (con olio di semi o olio d'oliva) leggermente una padella antiaderente dai bordi bassi, del diametro di circa 20 cm (tipo di padella per le crepes), stendendo l'olio con un pezzo di carta da cucina 10 e versate circa 110 g di pastella 11, stendendola su tutta la superfice della padella, aiutandovi con il dorso di un cucchiaio 12. Cuocete il lahuh a fuoco medio, senza girare mai il pane, fino a che anche la parte superficiale non sarà rappresa (13-14). Una volta cotto, ponete il lahuh su un canovaccio pulito, copritelo con un altro canovaccio. Prima di continuare con un'altra porzione di impasto, è importante che raffreddiate la padella in una ciotola di acqua ghiacciata o sotto il getto freddo del rubinetto, in modo da ottenere un pane liscio da una parte e pieno di bolle dall'altro. Continuate la cottura dell'impasto rimanente fino a terminarlo 15. Servite il lahuh ancora caldo! "
}