{
    "title": "Soda bread",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "185 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "185 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "390 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "9 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "6 g"
        }
    ],
    "preparation": " Per preparare il soda bread, iniziate versando nella ciotola di una planetaria munita di foglia, la farina manitoba e la farina integrale 1. Se non avete una planetaria potete versare il tutto in una ciotola normale e poi impastare a mano. Aggiungete anche il sale, il bicarbonato di sodio (2-3) e continuate ad impastare velocemente. Unite il latte al composto 4 e mescolate fino a quando gli ingredienti si saranno amalgamati, senza però lavorarli troppo. A questo punto infarinate abbondantemente un piano di lavoro pulito 5 e posizionate al centro l’impasto, spolverizzandolo con la farina 6. Lavorate l’impasto, rigirandolo brevemente con una spatola per impasto 7 e modellatelo con le mani, formando una palla 8; l'impasto lavorato risulterà molto molle. Quindi rivestite una teglia di 20 cm di diametro con della carta forno e sistemate l’impasto modellato all’interno 9. Dopodichè munitevi di un coltello ben affilato e incidete una croce profonda al centro dell’impasto (10-11). In questo modo favorirete la cottura: le incisioni costituiscono una via di fuga per i gas, che in questo caso continuano ad essere prodotti dal bicarbodato di sodio. Infornate il soda bread in forno statico preriscaldato a 200° per 35 minuti, fino a quando la superficie non risulterà dorata e leggermente croccante 12, se usate il forno ventilato, cuocete a 180° per 25-30 minuti. Il vostro soda bread è pronto per essere consumato caldo o freddo e per accompagnare le vostre portate! "
}