{
    "title": "Lasagne di pane carasau",
    "ingredients": [
        {
            "ingredient": "Salsiccia",
            "quantity": "600 g"
        },
        {
            "ingredient": "Pane carasau",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "300 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "caldo 1 l"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le lasagne di pane carasau iniziate dal soffritto: mondate una cipolla e tritatela finemente 1, pelate una carota e tagliatela a dadini 2, quindi mondate un gambo di sedano e tritatelo finemente 3. Mettete in una padella dell’olio extravergine d’oliva, fate scaldare e poi aggiungete il trito di cipolla 4, carote e sedano 5; lasciate soffriggere per una decina di minuti a fuoco medio, mescolando spesso e badando che la cipolla imbiondisca senza bruciare (per maggiori dettagli su come preparare il soffritto clicca qui). Nel frattempo sgranate la salsiccia con le mani 6. Lavate e tagliate a fettine sottili i funghi champignon 7. Aggiungete la salsiccia al soffritto e lasciate cuocere a fuoco medio-basso per altri 20 minuti 8. Verso metà cottura sfumate con un bicchiere di vino bianco 9 e, se il sugo tende ad asciugare troppo, aggiungete un mestolo di brodo vegetale. Quando la salsiccia sarà quasi cotta aggiungete i funghi 10, un mestolo di brodo per ammorbidire il tutto 11 e aggiustate di sale e di pepe ultimando la cottura a fuoco dolce. Nel frattempo preparate la besciamella seguendo le indicazioni che trovate cliccando qui: sciogliete il burro in un casseruola a fuoco dolce, aggiungete la farina e mescolate velocemente con una frusta a spirale per evitare che si formino grumi. Quando la farina si sarà completamente amalgamata aggiungete, poco alla volta, il latte caldo 12 e una grattata di noce moscata, continuando a mescolare il composto per farlo addensare (per questa ricetta è consigliabile lasciare la besciamella un po’ più liquida). Una volta pronto il ragù di carne e funghi prendete una pirofila rettangolare di 24x36 cm e mettete sul fondo un filo d’olio extravergine di oliva e un cucchiaio abbondante di besciamella 13. Cominciate a comporre le lasagne mettendo 2 fette di pane carasau, coprendo tutta la superficie della pirofila, abbondante ragù 14, di nuovo la besciamella 15, il parmigiano grattugiato 16 e altri due fogli di pane carasau 17. Ripetete la stessa operazione per ogni strato fino ad esaurire tutti gli ingredienti: gli strati dovranno essere tre. Terminate l’ultimo strato con una generosa manciata di parmigiano e infornate il tutto in forno statico a 160° per 60 minuti (se forno ventilato a 140° per circa 50-55 minuti) 18. Negli ultimi 10 minuti alzate la temperatura del forno di 20° per far gratinare bene la superficie delle lasagne. Le vostre lasagne di pane carasau sono pronte; lasciatele riposare almeno 10 minuti prima di servirle, in modo da farle compattare un po' e poterle tagliare più agevolmente. "
}