{
    "title": "Crepes di patate con brie e prosciutto",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "piccole 4"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "100"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le crepes di patate per prima cosa mondate la cipolla e affettatela sottilmente 1. Pelate le patate e tagliatele a cubetti 2. In una padella versate le cipolle e un filo di olio di oliva 3, lasciate rosolare per 5 minuti a fuoco dolce. Quando la cipolla sarÃ morbida, versate le patate a cubetti 4, salate e proseguite la cottura per 10 minuti a fuoco vivace. Non appena le patate saranno morbide 5, spegnete il fuoco e schiacciate leggermente le patate con una forchetta 6. Nel frattempo sgusciate lâuovo in una ciotola, aggiungete un pizzico di sale 7, il latte 8 e metÃ della farina 9. Mescolate bene con una frusta e poi aggiungi a poco a poco la farina rimanente 10, mescolando fino a ottenere una pastella fluida 11, regolate la dose della farina in base alla consistenza della pastella. In una padella da 20 cm di diametro sciogliete una noce di burro 12, aggiungete 1/4 delle patate cotte e schiacciate con una forchetta, distribuendole su tutto il fondo. Versate un mestolo della pastella sulle patate 13 e fate roteare la padella per distribuirla bene 14. Cuocete la crepe a fiamma moderata e quando inizierÃ a staccarsi dai bordi, rovesciatela dallâaltro lato con una spatola 15. Cuocete per circa 2 minuti e poi spegnete la fiamma 16. Tagliate il brie a fettine 17 e farcite la crepe con qualche fettina di prosciutto cotto 18 e il brie 19. Ripiegate la crepe sulla farcitura 20. Trasferite la crepe in un piatto e proseguite con il restante impasto, ricordandovi di ungere sempre con un po' di burro per le successive cotture. Servite le crepes di patate con brie e prosciutto ben calde accompagnate da insalata fresca 21. "
}