{
    "title": "Flan di Grana con funghi finferli",
    "ingredients": [
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare 1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "per ungere gli stampi q.b."
        },
        {
            "ingredient": "Funghi finferli (gallinacci)",
            "quantity": "300 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il flan di Grana con funghi finferli, iniziate tagliando il Grana per eliminare la crosta 1. Grattugiatelo 2 e ponetelo nella brocca di un frullatore. Versate la panna 3, poi le uova 4 e aromatizzate con la noce moscata 5. Aggiustate di sale e frullate il tutto fino ad ottenere un composto cremoso e omogeneo 6. Prendete gli stampini da 7 cm di diametro e 6,5 di altezza, spennellateli con l’olio 7 e foderateli con strisce di carta da forno abbastanza larghe, in modo che i bordi fuoriescano dagli stampini 8: in questo modo potrete staccare più agevolmente i flan dai bordi una volta cotti. Versate all’interno il composto, lasciando circa 1 cm dal bordo, poi poneteli in una teglia dai bordi alti e versate l’acqua (a temperatura ambiente) nella teglia, in modo che copra per un paio di centimetri gli stampini 9. Fate cuocere i flan in forno ventilato preriscaldato a 160° per 45 minuti (oppure statico a 180° per 50-55 minuti). Nel frattempo che i flan di Grana cuociono, pulite i funghi finferli: spazzolate delicatamente la parte sottostante la calotta, per rimuovere le tracce di terriccio tra le pieghe 10 e puliteli con un panno morbido 11. Quindi tagliateli a metà 12. In una padella ampia, fate rosolare uno spicchio d’aglio sbucciato e diviso a metà, poi toglietelo 13 e aggiungete i funghi 14. Fateli cuocere a fuoco vivace sfumandoli con il vino bianco 15; fateli cuocere per circa 8 minuti. poi salate e pepate e spegnete il fuoco 16. Una volta pronti i flan, quando si sarà creata una deliziosa crosticina in superficie 17, sfornateli, eliminate la carta da forno e capovolgeteli su un piatto da portata 18. Quindi decorate ciascun flan con i funghi finferli 19 e con scagliette di grana 20. I vostri flan di Grana con funghi finferli sono pronti per essere gustati 21! "
}