{
    "title": "Tacos con carne",
    "ingredients": [
        {
            "ingredient": "Tacos",
            "quantity": "8"
        },
        {
            "ingredient": "Manzo",
            "quantity": "magatello 500 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "330 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cumino",
            "quantity": "in polvere 1 cucchiaio"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "in polvere 1 cucchiaio"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Peperoncino verde piccante",
            "quantity": "10 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna acida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i tacos con carne, iniziate tagliando la carne di manzo a cubotti piuttosto grandi 1, poi trasferiteli in una pirofila e aggiungete gli ingredienti per la marinatura: il coriandolo 2 e il cumino in polvere 3, la paprika affumicata 4, lâolio extravergine dâoliva 5, sale e pepe, mescolate bene 6 e coprite con pellicola, poi lasciate a marinare in frigorifero per tutta la notte (o almeno 6 ore). Quando dovrete cuocerla, ricordate di tirarla fuori dal frigo almeno mezzora prima! Trascorso il tempo della marinatura, tirate fuori la carne dal frigorifero e lasciatela a temperatura ambiente per almeno mezzâora. Nel frattempo preriscaldate il forno a 200Â° in modalitÃ ventilata, poi mondate e tagliate le cipolle a falde sottili 7. Scaldate lâolio in una casseruola adatta anche alla cottura in forno, aggiungete la cipolla 8 e fatela rosolare a fuoco medio per 5 minuti. Unite la carne marinata a temperatura ambiente 9, mescolate bene e fatela rosolare sempre a fuoco medio per 10 minuti, mescolando spesso 10. A questo punto versate la birra 11, coprite con il coperchio 12 e trasferite la casseruola nel forno ventilato preriscaldato a 200Â°. La carne dovrÃ cuocere per circa 75 minuti o fino a quando il liquido non si sarÃ asciugato, quindi controllate occasionalmente per evitare che si bruci. Mentre la carne cuoce, potete occuparvi della preparazione dellâinsalata di pomodori e della salsa di accompagnamento: lavate i pomodori e tagliateli a cubetti molto piccoli 13. Pulite il cipollotto eliminando la radice e lo strato esterno 14, poi tagliatelo a rondelle 15. Ora lavate il peperoncino, dividetelo a metÃ per il lungo per eliminare i semi interni 16 e tagliatelo a pezzettini 17. Infine tritate il prezzemolo 18 e spremete il succo del lime 19: ve ne serviranno 20 g. In una ciotola, unite i cubetti di pomodoro, il peperoncino, il cipollotto 20, il succo di lime 21, lâolio extravergine dâoliva 22 e il prezzemolo tritato 23, salate, mescolate e tenete da parte 24. Per quanto riguarda la salsa piccante allo yogurt, unite in una ciotola a parte lo yogurt greco con la panna acida 25, aggiungete qualche goccia di tabasco 26, mescolate e riponete la salsa in frigorifero fino al momento di utilizzarla 27. Quando la carne sarÃ cotta, tiratela fuori dal forno e verificate che sia abbastanza morbida da sfilacciarsi con facilitÃ 28. A questo punto siete pronti per assemblare i tacos: prendete i tacos giÃ pronti, farciteli con la carne, aggiungete un cucchiaio di insalata di pomodori 29 e condite con la salsa allo yogurt: i vostri tacos con carne sono pronti per essere gustati 30! "
}