{
    "title": "Panini alla curcuma",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 50 g"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olive riviera",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Uva sultanina",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare i panini alla curcuma come prima cosa occupatevi di fondere il burro a fuoco dolce, poi lasciatelo intiepidire e nel frattempo iniziate a realizzare l'impasto. Setacciate entrambe le farine all'interno di una ciotola 1, aggiungete il lievito di birra disidratato 2, lo zucchero 3 e la curcuma 4. Iniziate ad impastare con le mani versando a filo il latte a temperatura ambiente 5 e continuate 6 fino ad ottenere un impasto omogeneo. A questo punto aggiungete il burro fuso, ormai a temperatura ambiente 7, il sale 8 e impastate ancora con le mani fino ad amalgamarli completamente. Trasferite l'impasto su un piano di lavoro 9 e lavoratelo con le mani fino a che risulterà liscio ed elastico; ci vorranno circa 15 minuti. Se preferite per queste fasi potete utilizzare una planetaria dotata di gancio. Dopodichè date all'impasto una forma sferica 10, trasferitelo all'interno di una ciotola capiente e copritelo con della pellicola per alimenti 11. Lasciate lievitare in forno spento solo con la luce accesa per circa 2 ore fino a che l'impasto non avrà raddoppiato il suo volume. Quando mancheranno una ventina di minuti ponete l'uvetta a mollo in acqua fredda, in modo da farla rinvenire 12. Una volta che l'impasto sarà raddoppiato eliminate la pellicola 13 e trasferitelo delicatamente su una spianatoia aiutandovi con un tarocco 14. Poi dividetelo a metà, dovrete ricavare 2 porzioni da 430 gr ciascuna 15. Prendetene una e appiattitela leggermente con le mani 16, poi scolate per bene l'uvetta (se dovesse essere necessario tamponatela con della carta assorbente) 17 e trasferitela al centro della vostra porzione di impasto 18. Poi incorporatela semplicemente arrotolando il tutto 19; fate scorrere delicatamente l'impasto tra la spianatoia e le vostre dita, in questo modo ricaverete un filone 20, che potrete poi dividere in 6 porzioni da 80 grammi ciascuna 21. Sempre con le mani prendete i lembi esterni di ciascuna porzione e portateli verso l'interno 22 poi date a ciascuno una forma sferica facendo roteare la pallina tra la spianatoia e la parte inferiore del palmo della mano 23. Otterrete in questo modo 6 palline uguali 24; adagiatele su una leccarda leggermente infarinata 25 e ripetete la stessa operazione anche per i paninetti alle olive. Quindi riprendete la seconda porzione di impasto da 430 gr tenuta da parte in precedenza, appiatitela un pò con le mani e adagiate le olive, scolate dalla loro acqua di conservazione 26. Ricavate il solito filone, porzionatelo in 6 pezzi sempre da 80 grammi 27 e create come fatto in precedenza le palline 28. Adagiatele sulla leccarda 29, coprite con della pellicola trasparente 30 e lasciate lievitare ancora per circa 30 minuti, questa volta a temperatura ambiente. Nel frattempo scaldate il forno, impostando la modalità statica, e portatelo ad una temperatura di 200°. Quando il forno avrà raggiunto la temperatura indicata e i panini alla curcuma saranno lievitati inumidite la superficie con dell'acqua; per realizzare questa operazione è consigliabile utilizzare uno spruzzino da cucina 31. Infornate i vostri panini per 30 minuti, nella parte bassa del forno, fino a che non risulteranno ben dorati. Poi sfornateli 32, lasciateli intiepidire e serviteli 33. "
}