{
    "title": "Hot dog",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "4 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 10 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 50 g"
        },
        {
            "ingredient": "Wurstel",
            "quantity": "da hot dog 5"
        },
        {
            "ingredient": "Salsa ketchup",
            "quantity": "50 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare gli hot dot iniziate dalla preparazione del pane. Nella ciotola della planetaria versate la farina setacciata, il lievito di birra secco 1 e l’acqua a temperatura ambiente a filo 2. Impastate qualche minuto gli ingredienti con il gancio. Aggiungete quindi nella ciotola della planetaria anche lo zucchero 3 e continuate ad impastare per consentire agli ingredienti di amalgamarsi. Aggiungete ora poco alla volta il latte a temperatura ambiente 4; quando si sarà assorbito versate il sale 5. Continuate ad impastare con il gancio fino ad ottenere un impasto morbido ed elastico; l'impasto dovrà incordarsi, ovvero attorcigliarsi al gancio e staccarsi facilmente dalle pareti della planetaria 6. Infine aggiungete il burro a pezzetti, poco alla volta aspettando che si sia assorbito un pezzetto prima di procedere con l'altro 7 e continuate ad impastare per amalgamare anch’esso agli altri ingredienti fino ad ottenere un impasto morbido e omogeneo 8. Rovesciato l’impasto su un piano di lavoro leggermente imburrato e date una forma sferica 9. Ponete in una ciotola capiente 10 e lasciate lievitare coperto con pellicola in forno spento con luce accesa per 2-3 ore, fino a quando non avrà raddoppiato il suo volume 11. Una volta che l’impasto sarà lievitato, trasferitelo sulla planetaria e dividetelo in 5 parti uguali 12. Dopodichè prendete un pezzo e lavoratelo brevemente per dare una forma allungata (circa 15 cm) 13. Ripetete l’operazione per tutti e cinque i pezzetti. Quindi disponeteli su una teglia foderata di carta forno ad almeno 5 cm di distanza l’uno dall’altro 14. Spennellate ora leggermente i vostri panetti con del latte 15. Lasciate lievitare per circa 40 minuti a temperatura ambiente 16 e successivamente cuoceteli in forno statico preriscaldato a 180°C per 20-25 minuti oppure in forno ventilato a 160°C per 10-15 minuti fino a che non otterranno una colorazione dorata 17, ricordandovi di tanto in tanto di girarli nel forno per consentire una cottura uniforme. Quando saranno cotti estraeteli dal forno, fateli raffreddare completamente, quindi tagliatelli a metà sul lato lungo in modo da formare una sorta di tasca. Nel frattempo procedete con la preparazione dei wurstel. Prendete una griglia e cuocete i wurstel per 10 minuti a fuoco vivace, girandoli di tanto in tanto in modo che si cuociano in modo uniforme 18. Osserverete abbrustolire il wurstel e acquisire a stessa rigatura della griglia. Spalmate quindi la maionese all’interno della tasca 19. Inserite quindi nella tasca del pane un wurstel cotto 20 e come ultimo tocco cospargete con abbondante ketchup 21. I vostri hot dog sono ora pronti per essere gustati! "
}