{
    "title": "Farro con pesce spada",
    "ingredients": [
        {
            "ingredient": "Farro perlato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pesce spada",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "10"
        },
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Limoni",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il farro con pesce spada come prima cosa iniziate a cuocerlo in abbondante acqua bollente salata 1. Poi scolatelo 2 e trasferitelo in una ciotola. Lasciatelo intiepidire e nel frattempo tritate il prezzemolo 3.Â Poi versate le mandorle in un mixer le mandorle 4, frullatele fino ad ottenere una polvere 5 e trasferitele in una ciotola. Grattugiate poi la scorza d'arancia 6Â e unitela insieme al prezzemolo alla polvere di mandorle 7. Aggiungete 2 cucchiai d'olio 8, mescolate il tutto e versatelo all'interno della ciotola con il farro 9. Mescolate il tutto 10 e riponete in frigorifero. Passate al pesce spada: tagliatelo a cubetti 11 e trasferitelo in una ciotola. Poi spremete sia l'arancia che il mezzo limone 12Â e unite il succo al pesce 13. Coprite con pellicola e lasciate marinare in frigorifero per 1 ora. Trascorso questo tempo occupatevi delle olive: tagliatele a pezzettini eliminando il nocciolo 14. Poi versate 1 cucchiaio d'olio in una padella, fatelo scaldare e unite i cubetti di spada, scolandoli dalla marinatura e tenendola da parte 15.Â Scottatelo per un paio di minuti, poi unite la marinatura 16, salate 17 e unite le olive a pezzettini 18.Â Cuocete per circa 5 minuti fino a che il sughetto si sarÃ ristretto 19. Riprendete ora il farro con le mandorle e distribuitelo su un piatto creando una conca al centro 20, dove posizionerete i cubetti di spada 21. "
}