{
    "title": "Chivito",
    "ingredients": [
        {
            "ingredient": "Pane",
            "quantity": "(sfilatino) 1"
        },
        {
            "ingredient": "Fettine di manzo",
            "quantity": "(2 fette) 320 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "(2 fette spesse) 80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "1"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "1"
        },
        {
            "ingredient": "Bacon",
            "quantity": "50 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il chivito, iniziate a bollire le uova per farle sode 1; intanto su una padella antiaderente rosolate il bacon da entrambi i lati 2, e quando sarà ben croccante adagiatelo su un vassoio foderato con carta da forno 3 (tenete da parte la padella con fondo di cottura). Affettate la carne di manzo piuttosto sottile 4, fate scolare la mozzarella dal siero poi tagliatela a fette 5 e dividete a metà le fette spesse di prosciutto cotto 6. Nella stessa padella in cui avete cotto il bacon, adagiate le fettine di manzo 7, salate 8 e pepate a piacere e scottatele da entrambi i lati a fuoco medio; poi adagiate il prosciutto cotto 9 e le fette di mozzarella 10. Coprire con il coperchio 11 e fate cuocere qualche istante a fuoco dolce per far sciogliere la mozzarella. Poi, sbucciate le uova oramai sode 12 e affettatele 13; tagliate a fette anche il pomodoro 14, preparate le foglie di lattuga e tagliate il filoncino di pane 15. Spalmate il pane con la maionese 16, adagiate una foglia di lattuga e le fette di pomodoro 17; poi aggiungete la carne 18, distribuite le fette di bacon croccante 19, le uova sode tagliate a fettine 20 e coprite tutto con un'altra foglia di lattuga 21. Chiudete il chivito sandwich con l'altra metà del pane, infilzatelo verso le estremità con due stecchini lunghi 22 e dividetelo per fare due porzioni 23: il vostro chivito è pronto per essere gustato 24! "
}