{
    "title": "Polpettine fritte al salmone e patate con maionese veloce alla paprika",
    "ingredients": [
        {
            "ingredient": "Salmone affumicato",
            "quantity": "scozzese 200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "lesse 200 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panko ",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aceto di sidro",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare le polpettine fritte al salmone e patate con maionese veloce alla paprika iniziate a realizzare l’impasto per le vostre polpette. Schiacciate le patate 1, precedentemente lessate e lasciate intiepidire e sistematele in una ciotola abbastanza capiente. Tritate finemente il salmone con un coltello 2, unitelo alle patate e impastate il tutto con le mani 3. Grattugiate la scorza del lime direttamente all’interno della ciotola 4 e unite il pepe 5. Impastate ancora fino ad ottenere un composto omogeneo e da questo ricavate 20 polpette di circa 20 g l’una 6, posizionatele su un vassoio e riponetele in frigorifero per almeno 30 minuti. Nel frattempo occupatevi di preparare la salsa di accompagnamento. Versate in un contenitore dai bordi alti il latte di soia e l’aceto di sidro 7. Aggiungete il sale 8 ed emulsionate il tutto con un mixer ad immersione, aggiungendo l’olio di semi a filo 9, fino ad ottenere una maionese della giusta consistenza 10. Trasferitela in una ciotolina, unite la paprika dolce 11 ,mescolatela fino a farla amalgamare completamente 12 e riponetela in frigorifero. Una volta preparata la salsa di accompagnamento dedicatevi alla panatura per le vostre polpettine al salmone. Sfogliate il timo e il finocchietto 13, tritateli finemente 14 e uniteli insieme al panko in un contenitore dai bordi bassi 15. Rompete le uova in un altro contenitore, sbattetele e aggiungete il pepe 17. Riprendete le polpettine di salmone dal frigorifero e passatele prima nelle uova sbattute e poi nel panko (17-18) assicurandovi di avvolgerle completamente nella panatura 19. Quindi posizionatele su un vassoio 20. Versate l’olio di semi in una pentola dai bordi alti e scaldatelo fino a raggiungere la temperatura di 160-170° al massimo (utilizzate un termometro da cucina per misurare la giusta temperatura). Per non abbassare la temperatura dell’olio friggete poche polpette alla volta 21. Saranno sufficienti circa 2 minuti di cottura per ottenere delle polpette ben dorate e croccanti. Una volta pronte scolate le polpette utilizzando una schiumarola e trasferitele su un vassoio foderato con della carta assorbente per eliminare l’olio in eccesso 22. Procedete in questo modo fino a terminare tutte le polpettine al salmone e patate 23 e servitele accompagnandole con la maionese veloce alla paprika 24. "
}