{
    "title": "Pizza a portafoglio con salame",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "750 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 440 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Polpa di pomodoro",
            "quantity": "600 g"
        },
        {
            "ingredient": "Salame piccante",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "750 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare la pizza a portafoglio con salame iniziate a realizzare la pasta per la pizza. Versate la farina nella ciotola della planetaria, aggiungete il lievito 1 e circa 100 grammi d’acqua, quindi azionate la planetaria con il gancio a velocità medio bassa 2. Procedete aggiungendo l’acqua poco per volta, avendo cura di aspettare che la dose precedente sia stata ben assorbita dalla farina. Una volta versati circa i 3/4 dell'acqua aggiungete il sale 3 e continuate ad impastare. Aggiungete il resto dell’acqua sempre a filo e lasciate lavorare fino ad ottenere un composto liscio ed omogeneo 4. A questo punto estraete l’impasto dalla planetaria e lavoratelo su un piano per qualche minuto, in modo da favorire al meglio la maglia glutinica 5; quindi modellatelo con le mani fino ad ottenere una palla ed inseritela in una ciotola capiente leggermente unta 6. Coprite con pellicola trasparente o con un canovaccio pulito 7 e mettete a lievitare nel forno spento con la luce accesa (ad una temperatura tra i 26-30° massimo). Attendete che l’impasto abbia almeno raddoppiato il suo volume (ci vorrà circa 1 ora e mezza), meglio ancora se triplicato (ci vorranno in questo caso tra le 2 e le 3 ore) 8. Una volta che l’impasto sarà lievitato, trasferitelo sulla spianatoia e dividetelo in 4 parti uguali con l'aiuto di un tarocco 9. Da ciascuna di queste formate delle palline, aiutandovi con le mani 10. Una volta terminato, coprite con un canovaccio pulito e lasciate riposare ancora per 30 minuti 11. Nel frattempo versate la polpa di pomodoro in una ciotola e conditela con l’origano 12. Aggiungete quindi anche l’olio di oliva 13 e il sale. Passati i 30 minuti, riprendete le vostre palline di impasto e iniziate a stenderle. Prendete una pallina e schiacciatela leggermente con le mani su un piano infarinato 14, quindi tirate la pasta molto delicatamente fino ad ottenere uno spessore non superiore al mezzo cm 15. A questo punto passate la pizza in una teglia leggermente unta e stendetela con le mani ricoprendo l’intera superficie 16. Con un cucchiaio distribuite la passata sulle pizze, spargendola con un movimento circolare, ricoprendo quasi tutta l’area, e lasciando solo un bordo di circa 1,5 cm 17. Infornate ciascuna pizza in forno preriscaldato statico a 250° per circa 10 minuti nella parte più bassa del forno (o in forno ventilato a 220° per 5 minuti). Nel frattempo, affettate il salame e tagliate a metà ciascuna fetta 18. Poi sfornate ciascuna pizza 19, aggiungete la mozzarella tagliata a cubetti e i pezzi di salame 20. Infornate nuovamente sempre alla stessa temperatura per altri 20 minuti, posizionando la teglia nel ripiano centrale del forno 21. Appena pronte, sfornate le pizze, ripiegatele ancora calde in 4, piegando a metà 22 e poi di nuovo a metà 23, come se fosse un libretto. Servite la pizza a portafoglio con salame ancora calda 24. "
}