{
    "title": "Bruschetta con burrata e verdure",
    "ingredients": [
        {
            "ingredient": "Pane",
            "quantity": "(8 fette) 250 g"
        },
        {
            "ingredient": "Burrata",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fave",
            "quantity": "(da pulire) 450 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "125 g"
        },
        {
            "ingredient": "Ravanelli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Songino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "8 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le bruschette con burrata e verdure, per prima cosa preparate le bruschette: tagliate il pane a fette dello spessore di circa 2-3 cm 1, sistematele su una leccarda foderata con carta forno e conditele con un filo dâolio 2, sale e pepe 3. Tostate le fette di pane in forno preriscaldato a 240Â° con il grill acceso per circa 3-4 minuti, poi sfornate e lasciatele raffreddare. Nel frattempo potete occuparvi delle verdure: aprite i baccelli delle fave e raccogliete i semi in una ciotola 4, poi incidete la parte superiore di ogni seme e rimuovete la pellicola esterna 5. Lavate le carote ed eliminate le estremitÃ , poi pelatele con un pelaverdure 6; grattugiate le carote 7 e tenetele da parte. Infine lavate i ravanelli 8, tagliateliÂ a rondelle molto sottili 9 e teneteli da parte. Ora preparate il condimento per le verdure: versate lâolio dâoliva in un bicchiere alto e stretto, aggiungete 7-8 foglie di menta lavate e asciugate 10 e frullate con un frullatore a immersione per ottenere unâemulsione omogenea 12. A questo punto salate e pepate le verdure che avete preparato 13, conditele con lâolio profumato 14 e mescolate bene 15. Quando tutti gli ingredienti saranno pronti, potete iniziare a comporre le bruschette: prendete le fette di pane tostato, aggiungete la burrata 16 e guarnite con le fave 17, le carote grattugiate 18, i ravanelli 19 e qualche foglia di songino, che avrete precedentemente lavato e asciugato 20. Le vostre bruschette con burrata e verdure sono pronte per essere gustate 21! "
}