{
    "title": "Morzello (Morzeddhu alla Catanzarisi)",
    "ingredients": [
        {
            "ingredient": "Trippa",
            "quantity": "(reticolo, rumine e omaso \"centupezzi\") 600 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vitello",
            "quantity": "trachea 180 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "grasso 160 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "cuore 400 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "polmoni 400 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "pancia 230 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "milza 300 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "5 l"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        }
    ],
    "preparation": " Per realizzare il Morzello versate l’acqua in una pentola capiente 1 e stemperate all’interno il concentrato di pomodoro 2, salate, aggiungete l’olio di oliva 3 e fate restringere il sugo per circa 3 ore a fuoco moderato, o finché non si sarà ben addensato. Questa cottura permetterà di ottenere un sugo dal gusto intenso per insaporire al meglio le interiora. Intanto dedicatevi alla pulizia delle interiora: sciacquate accuratamente sotto acqua corrente, in alternativa potete chiedere al vostro macellaio di fiducia i pezzi di frattaglie giù puliti. Fate bollire la trippa per 25 minuti 4, o fino a quando le carni non risulteranno tenere, poi scolate 5 e tagliate a listarelle 6. Ponete la trippa cotta in una ciotolina e tenete da parte 7. Proseguite con la cottura del resto delle interiora, ponete tutti i restanti pezzi del vitello in una pentola 8, coprite con acqua e fate bollire per circa 40 minuti, finché anche questi non risulteranno teneri, testate la cottura infilzando le carni con una forchetta 9. A cottura ultimata, prelevate le interiora, scolatele bene 10 e tagliatele a listarelle 11. Fate saltare tutte le frattaglie in padella per farle asciugare 12. Quando il sugo di pomodoro risulterà ben ristretto 13 aggiungete la trippa e il resto delle interiora 14. Proseguite la cottura per 1 ora e mezza. Tritate il peperoncino con un un coltello 15. 20 minuti prima del termine della cottura insaporite il Morzello con gli aromi: l'alloro, l'origano e il peperoncino tritato. 16. Trascorso il tempo indicato il Morzello sarà pronto per essere servito (17-18). "
}