{
    "title": "Festone di pan di zenzero",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "175 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Miele",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) 1 pizzico"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Chiodi di garofano macinati",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "55 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 60 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pasta di nocciole",
            "quantity": "15 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "35 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "115 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "70 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso q.b."
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare il pan di zenzero, ponete nella tazza di un mixer la farina, i chiodi di garofano in polvere 1, lo zenzero, la cannella in polvere 2, il bicarbonato 3, lo zucchero e un pizzico di sale. Poi unite anche la noce moscata grattugiata, il burro freddo di frigo a pezzi e il miele 4. Quando avrete completato tutti gli ingredienti 5 azionate le lame ad intermittenza per non scaldare troppo l'impasto e create un composto sabbioso 6. Rovesciatelo su un piano di lavoro e formate una fontana, quindi unite il tuorlo 7 e amalgamate prima con la forchetta poi a mano velocemente per non scaldare troppo l'impasto. Raccoglietelo 8 e formate un panetto, appiattitelo leggermente e avvolgetelo nella pellicola 9. Fate riposare in frigorifero per almeno 30 minuti. Per preparare la pasta frolla al cacao e nocciole: ponete nel mixer la farina setacciata e il burro freddo di frigo a pezzi 1; azionatelo per realizzare un composto sabbioso, quindi aggiungente la farina di nocciole 2 e fate andare di nuovo le lame. Trasferite il composto ottenuto su un piano di lavoro e create la classica forma a fontana: al centro ponete il tuorlo 3 Aggiungete anche i semini di mezza bacca di vaniglia e lo zucchero a velo e la pasta di nocciole 4 e iniziate ad impastare velocemente, fino ad ottenere una consistenza compatta e liscia. Spolverizzate il panetto di frolla con il cacao amaro setacciato 5, amalgamatelo all'impasto 6. Formate un panetto, appiattitelo leggermente e poi avvolgetelo nella pellicola, quindi riponete in firgorifero a rassodare per almeno 30 minuti. Per formare il festone di pan di zenzero, riprendete il panetto di frolla alle nocciole e quello di pan di zenzero e stendeteli in dischi di 1 cm di spessore. Quindi coppateli con le formine degli omini (1-2) (potete impastare nuovamente i ritagli per creare altri biscottini fino ad esaurire il composto). Ponete i biscotti formati su una leccarda foderata con carta da forno e con un coppapasta di 1 cm di diametro create due buchini su ciascun biscotto di pan di zenzero 3 e di frolla al cioccolato e nocciole. Quindi ponete i biscotti in frigorifero per almeno 15 minuti, in modo che tengano la forma in cottura. Poi cuoceteli in forno statico preriscaldato a 170° per 15 minuti (150° per 8-10 minuti se forno ventilato). Una volta cotti, sfornateli 4 e fateli intiepidire quindi fateli raffreddare completamente su una gratella. Intanto preparate la ghiaccia: in una ciotolina sbattete l'albume co le fruste elettriche 5 e quando sarà bianco unite poco alla volta lo zucchero a velo 6 fino ad ottenere una consistenza fluida. Dividete la dose di ghiaccia a metà e in una aggiungete poche gocce di colorante rosso fino ad ottenere la colorazione desiderata (7-8). Versate le due ghiaccie in due sac-à-poche senza bocchetta a cui potete praticare un forellino in punta. Poi tra i forellini di ciascun biscotto un nastro, alternando gli omini di pan di zenzero con quelli di frolla 9: dovrete realizzare due festoni di circa 11-12 omini ciascuno. Disegnate i bordi degli omini di pan di zenzero e di frolla al cioccolato e nocciole con la ghiaccia bianca 10, mentre realizzate dei bottoncini con quella rossa 11: il vostro festone di pan di zenzero è pronto per decorare la vostra casa 12. "
}