{
    "title": "Vegan burger di lenticchie rosse",
    "ingredients": [
        {
            "ingredient": "Lenticchie rosse decorticate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Alga kombu",
            "quantity": "8 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Curry",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pane integrale",
            "quantity": "raffermo 50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "maturo 120 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "8 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "50 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Panini ai cereali",
            "quantity": "4"
        }
    ],
    "preparation": " Per preparare i vegan burger di lenticchie rosse, ponete le lenticchie in una pentola 1, coprite con acqua per circa il doppio del loro volume e aggiungete un quadratino di alga kombu 2. Cuocete per il tempo indicato sulla confezione (circa 20 minuti), ricordandovi di salare solo verso fine cottura 3, per non far indurire i legumi. Una volta cotte, scolate le lenticchie senza strizzarle 4. Tagliate il cipollotto a rondelle molto fini 5, scaldate un giro d'olio in un tegame capiente 6 e fatevi appassire a fuoco dolce il cipollotto 7. Quando sarà quasi trasparente, buttate nel tegame le lenticchie 8, e le fatele rosolare per qualche minuto in modo che si insaporiscano. Unite il curry 9 e il pepe 10 e tenete da parte. Tagliate il pane raffermo a piccoli tocchetti 11. In una ciotola capiente, unite le lenticchie e il pane 12 e amalgamate bene per far ammorbidire completamente il pane, impastando con un cucchiaio o anche con le mani. Quando il pane sarà assorbito, aggiungete l’erba cipollina tritata 13. Coprite con pellicola trasparente e mettete l’impasto in frigo a rassodare per almeno un’ora 14. Nel frattempo, preparate gli altri ingredienti per i vegan burger. Lavate le zucchine e tagliatele nel senso della lunghezza a fette dello spessore di 2-3 mm 15, e la melanzana a rondelle dello stesso spessore 16. Scaldate la piastra e scottate le zucchine 17 e le melanzane 18 su entrambi i lati, fino a renderle rigate. Lavate anche il pomodoro e tagliatelo a fette 19. Condite le verdure con un filo d’olio e un pizzico di sale, e tenetele da parte. Passate ad occuparvi della salsa: pelate l’avocado, privatelo del nocciolo e tagliate la polpa a dadi 20. Spremete il succo del limone 21, e mettete sia avocado che succo di limone nel bicchiere del mixer 22, unite anche l’olio 23 e il sale e l’aglio, schiacciato con lo spremiaglio 24 Frullate fino a ottenere una salsa liscia 25, e tenetela da parte. Trascorso il tempo di riposo, dividete l’impasto a base di lenticchie in 4 palline da circa 90 g l’una, e schiacciatele tra le mani per dar loro la classica forma dell’hamburger 26, aiutandovi con un coppapasta dello stesso diametro dei panini se desiderate ottenere un risultato più regolare. Rimettete poi i burger così formati in frigo, a rassodare, per mezzora; trascorso questo tempo, dorate per 3-4 minuti i burger di lenticchie in padella antiaderente con un filo d’olio, girandoli con una paletta a metà cottura 27: dovranno formare una leggera crosticina. Quando i burger sono cotti, avete pronto tutto il necessario per comporre i vostri vegan burger. Tagliate i panini a metà 28, spalmate su tutti i lati interni la salsa di avocado e ponete sulla metà inferiore, uno sopra l’altro, un burger, una fetta di pomodoro 29 e una di melanzana 30. Distribuite infine le zucchine 31 e una foglia di basilico 32. Chiudete quindi con la metà superiore del panino, in modo che il lato spalmato di salsa risulti sempre a contatto con il ripieno 33. Proseguite allo stesso modo con tutti i burger, e scaldateli per 5 minuti in forno statico preriscaldato a 200° per rendere il pane fragrante. I vostri vegan burger di lenticchie rosse sono pronti da gustare! "
}