{
    "title": "Pompelmi ripieni",
    "ingredients": [
        {
            "ingredient": "Pompelmi",
            "quantity": "(2) 700 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "120 g"
        },
        {
            "ingredient": "More",
            "quantity": "120 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 foglie"
        }
    ],
    "preparation": " Per preparare i pompelmi ripieni cominciate lavando i frutti, dopodiché asciugateli e privateli delle due estremità 1, tagliateli a metà 2 e intagliate la polpa con una lama ben affilata 3. Svuotate il pompelmo facendo però moltissima attenzione a non staccare anche la parte bianca del frutto, che è molto amara, e raccogliete polpa e succo in un recipiente 4 ripetendo l’operazione per tutte le altre metà 5, in questo modo otterrete 4 coppette. Coprite con della pellicola i pompelmi svuotati e teneteli da parte in frigorifero. Poi sistemate un colino in un recipiente e versate la polpa ed il succo del pompelmo 6, schiacciate il frutto aiutandovi con una forchetta, in questo modo otterrete il succo ben filtrato dagli scarti della polpa 7. Nel recipiente col succo versate lo zucchero 8 e mescolate per bene 9. Intanto mondate i frutti di bosco e versateli in un recipiente con dell’acqua, così facendo eviterete di doverli sciacquare sotto acqua corrente che potrebbe rovinarli; una volta lavati asciugate i mirtilli e versateli nel succo di pompelmo 10, fate lo stesso con i lamponi 11 e le more 12, mescolate e coprite con della pellicola e lasciate in frigorifero per 30 minuti 13. Trascorso il tempo sistemate le coppette su un piatto da portata e nel centro di esse versate i frutti di bosco 14, quando saranno tutte ben riempite irrorate con il succo avanzato e guarnite con qualche fogliolina di menta. Ora avrete terminato la composizione e potrete servire i pompelmi ripieni fin da subito! "
}