{
    "title": "Piadina con verdure gratinate",
    "ingredients": [
        {
            "ingredient": "Piadine",
            "quantity": "sfogliatissime all'olio EVO 4"
        },
        {
            "ingredient": "Squacquerone",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "120 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "120 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "70 g"
        },
        {
            "ingredient": "Rucola",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40"
        }
    ],
    "preparation": " Per preparare la piadina con verdure gratinate come prima cosa pulite i peperoni, privandoli della parte superiore 1 e dei semi interni. Divideteli a metÃ e utilizzando un coltello tagliate via anche i filamenti 2. Tagliate poi delle listarelle spesse circa 2 cm e da queste ricavate dei bastoncini larghi circa mezzo cm 3. Per ogni tipologia di peperone ne servirÃ circa metÃ , ricavando circa 120 g di bastoncini per ogni tipologia di peperoni, che man mano trasferirete in una ciotola capiente.Â Passate alla zucchina, tagliatela a metÃ nel senso della lunghezza 4 e poi dividete ancora aprendola a metÃ Â 5. Ricavate delle fette spesse circa mezzo cm e da queste ritagliate poi dei bastoncini dello stesso spessore dei peperoni 6. Quando ne avrete ottenuto 200 grammi trasferitele insieme ai peperoni.Â Fate la stessa cosa con le melanzane, dividendole ancora in 4 come appena fatto (7-8). Ricavate poi delle fette di mezzo cm e di nuovo dei bastoncini 9. Di queste ne serviranno 300 grammi; uniteli insieme alle altre verdure.Â Tritate poi le erbe aromatiche 10 e trasferitele in ciotola 11. Unite l'olio 12,Â il pangrattato 13, il sale e il pepe. Mescolate il tutto 14 e trasferite su una leccarda foderata con carta forno 15. Cuocete in forno statico preriscaldato a 180Â° per circa 20 minuti.Â Quando le verdure saranno quasi cotte preparate la salsa alla rucola. Versate in un contenitore dai bordi alti la rucola, l'olio 16 e frullate il tutto con un mixer ad immersione 17, fino ad ottenere una crema liscia 18.Â Trascorsi i 20 minuti sfornate le verdure 19 e scaldate la piadina in un tegame caldo, girandola da entrambi i lati 20. Posizionate lo squaquerone 21Â e stendetelo solo su metÃ piadina 22. Sistemate sopra un cucchiaio di salsa di rucola 23 e un quarto delle verdure gratinate 25.Â Ripiegate per chiudere la piadina 25, trasferitela su un tagliere 26, dividetela a metÃ e servite la vostra piadina con verdure gratinate ancora calda 27.Â "
}