{
    "title": "Focaccine di patate",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "150 g"
        },
        {
            "ingredient": "Semola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le focaccine di patate iniziate setacciando in una ciotola larga la farina di semola e la farina 0 1. Mettete la patata a bollire in abbondante acqua 2, Quando sarÃ ben tenera (ci vorranno circa 30 minuti, in alternativa potete bollirla con pentola a pressione per dimezzare i tempi), sbucciatela 3 e lasciate intipiedire. Una volta intiepidita, schiacciatela con uno schiacciapatate e raccogliete la purea nella ciotola con le farine 4. Sciogliete il lievito di birra disidratato (oppure 15 g di lievito di birra fresco) in circa 100 ml di acqua tiepida 5 e poi unite la miscela allâimpasto 6. Versate a filo lâolio di oliva 7 e iniziate ad impastare gli ingredienti con le mani. Versate il sale nei restanti 100 ml di acqua tiepida, mescolate con un cucchiaio per scioglierlo e poi incorporate anche lâacqua e sale allâimpasto 8. Continuate ad impastare per raccogliere gli ingredienti fino ad ottenere un composto omogeno, abbastanza morbido e umido, non preoccupatevi se risulterÃ un poâ appiccicoso, coprite lâimpasto con la pellicola trasparente 9 lasciate lievitare per 2 ore a temperatura ambiente, o in un ambiente tiepido (26Â°-28Â°). Trascorso il tempo di riposo la pasta avrÃ raddoppiato il suo volume 10, trasferitela su una spianatoia infarinata e lavoratela a mano con l'apposita spatola per impasti 11, iniziate a stendere con le mani l'impasto, potete infarinarvi le mani per stendere meglio l'impasto se risulta appiccicoso, procedete poi con il mattarello stendendo una sfoglia alta circa 1 cm 12 poi con un coppapasta dal diametro di 10 cm ricavate le focaccine 13, con le dosi indicate otterrete circa 10 focaccine. Ponetele su una leccarda foderata di carta forno e lasciatele lievitare ancora per 30 minuti. Intanto tritate finemente il rosmarino 14Â ponetelo in una ciotola e incorporate l'olio di oliva 15 per creare un emulsione aromatizzata che servirÃ per insaporire le focaccine. Trascorsa l'ultima lievitazione, schiacciate le focaccine al centro per formare il bordo e spennellate lâemulsione di olio aromatizzato con il rosmarino sulla superficie 16. Procedete con la cottura: cuocete le focaccine in forno statico preriscaldato a 180Â° per 20 minuti (oppure in forno ventilato a 160Â° per circa 15 minuti). A cottura ultimata insaporite ancora le vostre focaccine con un filo di olio di oliva 17 e qualche granello di sale grosso 18. Le focaccine di patate sono finalmente pronte per essere divorate! "
}