{
    "title": "Panzerotti ai broccoli e acciughe",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 285 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3,5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "7,5 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "125 g"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "350 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "20 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "(piccolo) 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "mezzo spicchio"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i panzerotti ai brocccoli e acciughe, versate in una ciotolina poca acqua tiepida presa dalla dose totale, e unite il lievito di birra secco, mescolate e aggiungete lo zucchero 1 Potete utilizzare anche il lievito di birra fresco: in questo caso la dose è 10,5 g. Dividete la dose di acqua tiepida rimasta a metà e in una sciogliete il sale 2, nell'altra versate l'olio. In una ciotola capiente mettete la farina 00 e la farina manitoba o 0 setacciate, quindi versate il lievito disciolto in acqua 3 Aggingete anche l'acqua in cui avete disciolto il sale 4 e l'olio, quindi mescolate prima con una forchetta 5, poi quando i liquidi si saranno assorbiti, iniziate ad impastare energicamente nella ciotola 6 Trasferite l'impasto sul piano di lavoro leggermente oleato e continuate a lavorarlo 7 per ottenere un impasto liscio e morbido 8. Dividete l’impasto ottenuto in 20 parti da circa 80 gr l’una 9, e lavorate ogni parte per formare una pallina. Ponete poi le palline di impasto su una leccarda foderata con carta da forno ben distanziate le une dalle altre 10 e lasciatele lievitare in forno spento con luce accesa o coperte con un canovaccio e una coperta, fino a che non avranno raddoppiato di volume (ci vorranno circa 2 h). Intanto dedicatevi al ripieno: lavate i broccoli e staccate le cimette dal tronco principale. Scottate per alcuni minuti i broccoli in acqua bollente leggermente salata per ammorbidirli 11, poi scolateli con una schiumarola 12 e immergeteli in una ciotola con acqua e ghicaccio 13: in questo modo freddandosi non perderanno il loro colore brillante. Prendete la mozzarella, tagliatela a dadini piccoli 14 e fatela scolare 15 in modo che perda il siero in eccesso, In una padella versate l'olio e fate soffriggere a fuoco lento il mezzo spicchio di aglio, facendo attenzione a non bruciarlo. Non appena sarà dorato, toglietelo e aggiungete il peperoncino fresco tritato e i filetti di alici scolati dall'olio di conservazione 16. Quindi sminuzzate le cimette dei broccoli scottati 17 e unitele alle acciughe 18 Mescolate e fate cuocere i broccoli e le acciughe per circa 10 minuti 19. Quando le palline di impasto avranno raddoppiato il loro volume 20, prendete ciascuna e stendetela in un disco del diametro di 20 cm circa 21. Mettete al centro un cucchiaio abbondante di ripieno 22. Richiudete il panzerotto formando una mezzaluna e sigillate bene i bordi premendo con le dita 23, poi la pasta attorno al ripieno 24. Premete con il dito tutto lungo tutto il bordo per creare il tipico decoro ondulato dei panzerotti 25, quindi tagliate via la pasta in eccesso con una rondella tagliapasta dentellata in modo da rifinirlo meglio 26. Una volta pronti 27 In un tegame capiente, scaldate l'olio di semi (misurate con un termometro da cucina che la temperatura non superi i 170-180°) e friggete 1-2 panzerotti alla volta per evitare di abbassare troppo la temperatura dell'olio 28. Girateli da entrambi i lati, fino a quando non saranno dorati 29. Scolateli su carta assorbente 30 e servite i panzerotti ai broccoli e acciughe ancora caldi! "
}