{
    "title": "Brioches allo yogurt senza uova",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "280 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "260 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "6 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le brioches allo yogurt senza uova iniziate a setacciare in una ciotola le farine e unite il lievito disidratato 1; potete anche utilizzare il lievito di birra fresco: in questo caso la dose è 18 g. Mescolate e versate tutto nella tazza di una planetaria, quindi unite lo zucchero semolato 2. Montate il gancio e iniziate a far andare la planetaria; aggiungete a filo il latte a temperatura ambiente 3 Poi quando sarà incorporato, unite lo yogurt 4 e continuate a lavorare l'impasto; incidete una bacca di vaniglia e con un coltellino raschiate l'interno per prelevare i semini da aggiungere al composto 5, quando tutto sarà amalgamato, versate anche il sale 6 Continuate a lavorare l'impasto e quando si staccherà dalle pareti, potrete aggiungere il burro ammorbidito un pezzetto alla volta aspettando che il precedente si sia assorbito prima di proseguire con il successivo 7. Continuate a far andare la planetaria fino a quando l'impasto liscio non si sarà incordato al gancio 8. Quindi ponetelo su un piano di lavoro leggermente oleato e impastate qualche istante 9 il tempo di dare una forma rotonda; ponete l'impasto in una ciotola e coprite con pellicola trasparente 10. Quindi ponete a lievitare in forno spento con luce accesa (temperatura 28-30°) per almeno 2 ore. Quando sarà passato il tempo necessario, riprendete l'impasto che avrà raddoppiato il suo volume e rovesciatelo su un piano di lavoro leggermente oleato 11. Quindi stendetelo in un rettangolo 12 e realizzate delle pieghe riportando l'impasto dall'esterno verso l'interno, prima con il lato più lungo 13, poi con i lati più corti per richiuderlo 14. Quindi date una forma rotonda all'impasto 15 Ponete nuovamente a lievitare coperto con pellicola e in frigorifero per tutta la notte o almeno 10-12 ore 16. Dopodichè andrà tolto dal frigorifero 2-3 ore prima di lavorarlo in modo da farlo rinvenire. Rovesciate quindi l'impasto su un piano di lavoro 17 leggermente infarinato. Poi dividete l'impasto in due parti uguali. Coprite con pellicola una metà e stendete l'altra con il mattarello in un rettangolo 18; dovrete ottenere una sfoglia sottile 40x28 cm 19. Coprite con un canovaccio per lasciar rilassare l'impasto almeno 10 minuti. Poi con un taglia pasta liscio dividete il rettangolo di pasta e ricavate 16 triangoli di 9 cm come base 20. Iniziate ad arrotolarli dalla base 21 fino alla punta e otterrete delle mezze lune 22. Disponeteli su una leccarda foderata con carta da forno spennellateli con poco latte 23. Cuocete in forno statico preriscaldato a 180° per circa 20 minuti (160° per 10 minuti se forno ventilato). Una volta cotti e dorati, potete sfornarli 24. Proseguite intanto con l'altra metà di impasto: stendentela in un quadrato 30x30 cm, lasciatela rilassare 10 minuti coperta con un canovaccio. Poi con il taglia pasta liscio dividetela in tre parti da 10 cm di spessore l'una 25; tagliate ciascuna parte in 11 quadrati di 8 cm di lato e create un arricciatura centrale, schiacciando due lati verso l'interno con le dita 26. Con il tagliapasta realizzate due tagli alle due estremità del fiocco 27 poi realizzate una torsione del fiocco, per dare la forma tipica delle nastrine 28. Adagiatele su una leccarda foderata con carta da forno, spennellate con il latte e cospargete la superficie di ciascuna nastrina con dello zucchero di canna 29. Cuocete in forno statico preriscaldato a 180° per circa 20 minuti (160° per 10 minuti se forno ventilato). Una volta cotte, sfornatele 30 e le vostre brioche allo yogurt senza uova a forma di cornetti e nastrine sono pronte per una fragrante colazione! "
}