{
    "title": "Gratin dauphinois",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "650 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 5"
        },
        {
            "ingredient": "Groviera",
            "quantity": "350 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "1,5 kg"
        }
    ],
    "preparation": " Lavate le patate, sbucciatele 1 e tagliatele a fettine sottili 2 con una mandolina (dovranno avere uno spessore di 1 mm/1,5 mm). Grattugiate il groviera e mettetelo da parte. Fate scaldare il latte in un pentolino, quando sarà caldo aggiungete lo spicchio d’aglio tagliato a metà e la noce moscata 3, salate e pepate. Togliete il latte aromatizzato dal fuoco, eliminate lo spicchio d’aglio e lasciatelo raffreddare. Nel frattempo sbattete le uova in un contenitore e aggiungetevi la panna 4. Infine aggiungete il composto al latte che avrete fatto raffreddare 5 e mescolate bene. Aggiustate eventualmente di sale e di pepe. Imburrate una pirofila da forno e iniziate a porvi uno strato di patate 6. Cospargetele con una manciata di groviera grattugiato e infine imbevete il tutto con il composto liquido di latte, uova e panna 7. Aggiungete quindi un altro strato di patate 8, altro groviera e ricoprite nuovamente di liquido così fino ad esaurire tutti gli ingredienti. Componete l’ultimo strato con patate coperte di groviera grattugiato e qualche fiocchetto di burro 9. Infornate il gratin dauphinois a 180° per 90 minuti circa, fino a quando le patate saranno tenere; il risultato finale sarà un gratin dauphinois morbido all’interno e dorato in superficie. Una volta estratto dal forno lasciatelo riposare per qualche minuto e servite il vostro gratin dauphinois ben caldo. Bon Appetit!! "
}