{
    "title": "Sbrisolona salata",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mandorle pelate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "37 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "180 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la sbrisolona salata, versate entrambi i tipi di mandorle in un mixer 1 e frullatele grossolanamente. A questo punto tagliate il burro a cubetti e trasferitelo all'interno di una ciotola piuttosto capiente 2. Unite anche le mandorle 3, la farina di mais fioretto 4 e la farina 00 5. Aggiungete poi la scorza grattugiata di un limone 6, il pepe e il sale 7. Mescolate con le mani 8, poi unite anche il parmigiano 9 e i tuorli 10. Mescolate nuovamente sempre con le mani senza impastare 11 ma utilizzando solo i polpastrelli in modo da ricavare un composto sbricioloso 12. A questo punto 13 preriscaldate il forno a 180Â° in modalitÃ statica e imburrate una teglia da 32 cm di diametro. Con le mani trasferite i 2/3 dell'impasto all'interno della teglia 14, spargendo il composto su tutta la superficie senza pressarlo; l'impastoÂ infatti non dovrÃ risultare compatto 15. Tagliate la provola a fettine e adagiatele sopra il compostoÂ 16, aggiungete anche poi il prosciutto cotto a fette 17 e ricoprite con le briciole di impasto 18, spargendole su tutta la superficie. Ultimate con una spolverata di parmigiano 19 e un pizzico di pepe nero 20. Infornate in forno statico preriscaldato a 180Â° e cuocete la sbrisolona salata per 50 minuti. Poi sfornatela 21 e servitela ancora calda. "
}