{
    "title": "Migliaccio salato",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Semolino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 4 medie) 220 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Salame napoletano",
            "quantity": "125 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "125 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il migliaccio salato cominciate versando lâacqua in una pentola dâacciaio 1. Poi unite il sale 2 e lo strutto e lasciate sfiorare il bollore 3. Mescolate con un cucchiaio o una frusta per aiutare lo strutto a sciogliersi. Abbassate un poâ la fiamma e versate a pioggia il semolino mentre continuate a mescolare con una frusta 4. Lasciate cuocere a fuoco dolce per 2 minuti. Il composto dovrÃ risultare addensato ma non troppo 5. Quindi versate in una ciotola, coprite con pellicola trasparente e lasciate da parte ad intiepidire 6. Nel frattempo tagliate a cubetti di 1 cm il formaggio (noi abbiamo utilizzato una scamorza) 7 e il salame preventivamente privato del budello a tocchetti di circa mezzo cm 8. Setacciate la ricotta in un recipiente grande 9 togliete il colino 10 e poi unite le uova 11, il Pecorino 12 e il Parmigiano grattugiati. Salate e pepate 13 e azionate le fruste per realizzare l'impasto 14. Man mano poi, con le fruste sempre in funzione, unite il semolino a cucchiaiate 15 stemperando, al bisogno, con il latte versato a filo 16. Dovrete ottenere un composto morbido e cremoso. Spegnete le fruste e unite il formaggio e il salame a cubetti 17. Infine mescolate per inglobare il tutto 18. Versate il composto in uno stampo da 28 cm giÃ imburrato (se preferite potete usare dello strutto) e spolverizzato con semolino (o farina di mais fumetto) 19; livellate accuratamente la superficie 20. Cuocete in forno statico, giÃ caldo, a 180Â° per circa 60 minuti, poi coprite con la carta stagnola e proseguite la cottura per altri 45 minuti: in totale dovrÃ cuocere per 105 minuti. A fine cottura lasciate intiepidire il migliaccio salato prima di sformarlo e gustarlo 21. "
}