{
    "title": "Crespelle alla crema di funghi e fontina",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "champignon 500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Fontina",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare le crespelle alla crema di funghi iniziate a realizzare l’impasto delle crepes. Come prima cosa fondete il burro e lasciatelo intiepidire. Nel frattempo sbattete le uova in una ciotola, aggiungete il latte, un pizzico di sale e con una forchetta amalgamate gli ingredienti 1. Setacciate la farina direttamente nel composto 2 e mescolate rapidamente con una frusta 3 per evitare la formazione di grumi. A questo punto unite anche il burro, ormai tiepido 4 e mescolate nuovamente fino ad ottenere un composto liscio e vellutato 5. Coprite l’impasto delle crepes con la pellicola trasparente 6 e riponetelo in frigorifero per circa 30 minuti. Mentre l’impasto riposa occupatevi di preparare la farcitura, iniziando a realizzare la besciamella. Versate il latte in un tegame e portatelo a sfiorare il bollore a fuoco molto dolce. Quindi aromatizzatelo con la noce moscata 7 e aggiungete un pizzico di sale. Nel frattempo preparate il roux: versate il burro in un altro tegame e lasciatelo fondere dolcemente quindi, lontano dal fuoco, aggiungete la farina, setacciata, a pioggia 8 e mescolate rapidamente con una frusta 9. Rimettete il pentolino sul fuoco e lasciate dorare il vostro roux mescolando rapidamente, quindi versate il latte ormai caldo lentamente 10 e mescolate sempre con la frusta per incorporarlo al meglio 11. Terminate di cuocere la vostra besciamella per 5-6 minuti, girandola spesso, fino a che non si sarà addensata e inizierà a bollire 12. Trasferite la besciamella in una ciotola, coprite con pellicola e occupatevi dei funghi champignon. Puliteli con un panno umido, raschiando via il terriccio in eccesso con un coltellino, quindi tagliate la parte finale del gambo e affettate i vostri champignon 13. Versate l’olio in un tegame, aggiungete l’aglio e lasciatelo imbiondire a fuoco dolce; aggiungete i funghi 14 e lasciateli cuocere per circa 5-10 minuti fino a quando non saranno appassiti, quindi eliminate l’aglio 15. Trasferite circa metà dei funghi (la parte restante servirà dopo) nel bicchiere di un mixer ad immersione insieme alla besciamella 16 e frullate il tutto per pochi istanti, fino ad ottenere un composto liscio 17. Versatelo in un tegame, aggiungete una grattata di noce moscata, aggiustate di sale e di pepe e tenete da parte 18. Trascorso il tempo necessario, ungete con il burro l’apposita padella per crepes (noi ne abbiamo utilizzata una da 28 cm) e ponetela a scaldare sul fuoco. Riprendete l’impasto dal frigorifero e versatene un mestolo sulla padella ben calda 19. Per stenderlo uniformemente su tutta la superficie potete utilizzare l’apposito stendi pastella per crepes o potete inclinare e ruotare la padella in modo tale da distribuire il composto su tutta la padella; fate attenzione ad essere molto rapidi in questo passaggio, poiché il composto tende a cuocersi velocemente. Attendete circa 1 minuto 20 e giratela per cuocerla anche dall’altro lato, fino a quando risulterà leggermente dorata 21. Continuate in questo modo fino a terminare tutto l’impasto, man mano che le vostre crepes saranno pronte potrete impilarle una sopra l’altra su un piatto 22. A questo punto tagliate la fontina a cubetti 23. Scaldate leggermente la besciamella ai funghi, versatene un paio di cucchiai su ogni crepes, spargetela nella parte centrale del disco e aggiungete i cubetti di fontina 24. Posizionate anche qualche fungo tenuto da parte precedentemente 25 e ripiegate la vostra crepes prima a metà 26 e poi di nuovo a metà, in modo da ottenere un triangolo 27. Completate in questo modo tutte le crepes e posizionatele in una pirofila leggermente unta 28. Ultimate le crespelle aggiungendo un cucchiaio di besciamella e decorate con i funghi rimasti 29. Passatele in forno statico in modalità grill per 2-3 minuti prima di servire le vostre crespelle alla crema di funghi e fontina 30. "
}