{
    "title": "Terrine gratinate di polenta e funghi porcini",
    "ingredients": [
        {
            "ingredient": "Funghi porcini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "170 g"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "350 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare le terrine di polenta e funghi porcini iniziate a realizzare proprio la polenta. In una pentola capiente versate l’acqua, aggiungete il sale grosso 1, un filo d'olio e portela a bollore. Quindi versate la farina per polenta a pioggia poco alla volta 2 e mescolate inizialmente con una frusta fino ad ottenere un composto privo di grumi 3. Proseguite quindi mescolando la polenta con una spatola 4 o con un cucchiaio di legno per amalgamarla bene. Quando la polenta sarà pronta, versatela su un vassoio foderato con carta da forno 5, e livellate la superficie 6. Dovrete ottenere uno spessore di circa 1 cm, quindi lasciate riposare a temperatura ambiente. Nel frattempo dedicatevi alla pulizia dei funghi porcini: aiutandovi con un coltellino eliminate la terra in eccesso presente sul gambo 7 e utilizzando un panno leggermente umido pulite l’intero fungo 8. A questo punto tagliate i porcini a fette, non troppo sottili 9. Ponete in una padella l’olio e l’aglio, che farete dorare, poi aggiungete i funghi 10 e lasciateli stufare per circa 8-10 minuti; dopodiché salate, pepate, togliete l’aglio e aggiungete le foglioline di timo 11. Una volta che la polenta sarà fredda tagliate la scamorza a cubetti 12 e iniziate a comporre le terrine. Ungete il fondo fella terrina 13 e utilizzando un coppapasta intagliate 4 dischi da 7cm 14 e 4 da 8 cm. Componete le terrine posizionando il disco più piccolo sul fondo 15, poi i funghi porcini 16, la scamorza a cubetti 17 e infine il disco più grande di polenta 18. Ultimate le terrine 19 con la scamorza rimasta e gratinate per circa 10 minuti in forno statico a 200° 20 (se utilizzate il forno ventilato cuocete per circa 6 minuti a 180°). Sfornate 21 e servite le terrine di polenta e funghi porcini ancora calde. "
}