{
    "title": "'Mpanatigghi",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "180 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 55 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 1) 15 g"
        },
        {
            "ingredient": "Marsala",
            "quantity": "70 g"
        },
        {
            "ingredient": "Ammoniaca per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 200 g"
        },
        {
            "ingredient": "Cioccolato",
            "quantity": "di Modica 150 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Chiodi di garofano macinati",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per realizzare gli âmpanatigghi, iniziate dalla preparazione dellâimpasto: versate la farina e lo strutto in una ciotola 1 e cominciate a lavorare con le mani per amalgamarli, poi unite il tuorlo, lâuovo intero 2 e lo zucchero 3. Impastate con le mani fino a che le uova non saranno state completamente assorbite 4, poi aggiungete lâammoniaca per dolci 5 e il Marsala 6. Unite anche il sale 7 e impastate il tutto per ottenere un composto liscio e uniforme 8. Avvolgete lâimpasto nella pellicola 9 e lasciate riposare in frigorifero per almeno unâora. Nel frattempo grattugiate finemente il cioccolato di Modica 10. Verso la fine del tempo di riposo della frolla,Â preparate ilÂ ripieno: versate in una ciotola la carne trita di manzo 11 e il cioccolato grattugiato 12. Aggiungete lo zucchero 13 e la farina di mandorle 14 e mescolate per amalgamare gli ingredienti 15. Unite anche la cannella 16 e la polvere di chiodi di garofano 17 e finite di impastare con le mani per ottenere un composto omogeneo 18.Â Trascorso il tempo di riposo dellâimpasto, stendetelo con il mattarello fino a uno spessore di 2-3 mm 19; per facilitarvi potete dividere l'impasto in due parti. Ritagliate dei cerchi con un coppapasta dentellato del diametro di 10 cm 20 e posizionate un cucchiaio di ripieno nel centro (circa 20 g) 21. Bagnate leggermente i bordi con lâacqua e ripiegate il cerchio a metÃ 22 per formare una mezzaluna, richiudendo il ripieno allâinterno 23. Trasferite i biscotti su una leccarda foderata con carta forno e premete i bordi con i rebbi di una forchetta per decorarli e sigillarli ulteriormente 24. Con il coltello praticate una piccola incisione sulla sommitÃ di ciascun biscotto 25, poi cuocete in forno statico preriscaldato a 180Â° per circa 20 minuti. Una volta cotti, sfornate i vostri âmpanatigghi 26 e lasciateli intiepidire prima di gustarli 27! "
}