{
    "title": "Creme caramel alle mele con salsa di fichi",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "450 g"
        },
        {
            "ingredient": "Mele Fujion",
            "quantity": "460 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "bianchi 300"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare il creme caramel alle mele Fujion con salsa di fichi iniziate a realizzare il composto di base. Versate in un tegame il latte, la panna, i semini e la mezza stecca di vaniglia 1; portatelo a sfiorare il bollore quindi spegnete il fuoco e lasciatelo in infusione. Nel frattempo lavate le mele, tagliatele a spicchi 2, sbucciatele e riducetele a cubetti 3. Trasferitele in un tegame insieme all'acqua e allo zucchero 4. Lasciatele cuocere a fiamma moderata mescolando spesso 5, ci vorranno circa 15 minuti 6. Una volta che le mele saranno appassite versatele nel bicchiere di un mixer ad immersione e frullatele 7 fino ad ottenere una purea 8. A questo punto unite uova e zucchero in una ciotola 9, mescolando rapidamente con una frusta fino ad ottenere un composto omogeneo. Filtrate il composto di latte e panna direttamente all'interno della ciotola con le uova 10, mescolate con una frusta 11 e incorporate anche la purea di mele 12. Occupatevi ora del caramello: ponete sul fuoco una pentola, versate lo zucchero poco alla volta 13 e lasciatelo sciogliere 14 e imbrunire 15 a fuoco dolce. Non mescolate mai lo zucchero in questa fase della preparazione ma ruotate solo la pentola. Versate il caramello cosi ottenuto sul fondo degli stampi 16, lasciatelo solidificare a temperatura ambiente e terminate di riempire gli stampini con il composto di base 17. Adagiateli all'interno di una teglia e aggiungete dell'acqua bollente 18 fino a coprire un terzo dello stampo. Cuocete in forno statico preriscaldato a 180° per circa 60 minuti. Quindi sfornate i creme caramel, lasciateli intiepidire e riponeteli in frigorifero per circa 3 ore. A questo punto occupatevi di realizzare la salsa ai fichi: sbucciateli 20 e tagliateli in pezzi 21. Trasferiteli in un tegame insieme allo zucchero di canna 22, lasciatelo sciogliere a fuoco basso e aggiungete il vino rosso 23. Unite anche la scorza del limone grattugiata finemente 24 e mescolando spesso, cuocete il tutto per altri 10 minuti. Frullate la composta ottenuta con un mixer ad immersione 25 fino ad ottenere una salsa liscia 26. Al momento di servirlo capovolgete il creme caramel su un piattino. Per estrarlo sarà sufficiente staccare le parti della crema dallo stampo, aiutandovi con un coltellino e capovolgerlo. Non vi resta che servire il vostro creme caramel alle mele con salsa di fichi 27. "
}