{
    "title": "Coriandoli e stelle filanti",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Grappa",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "q.b."
        },
        {
            "ingredient": "Albumi",
            "quantity": "per spennellare 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i coriandoli e le stelle filanti, iniziate a realizzare l'impasto di base: in una ciotola (o nella tazza di una planetaria munita di foglia, velocità media) versate la farina 00, scavate un buco nel centro e aggiungete lo zucchero 1, poi la scorza grattugiata di un limone non trattato, la vanillina e il sale 2. Unite anche il burro ammorbidito a temperatura ambiente 3 quindi rompete le uova in un'altra ciotola, unitele agli altri ingredienti 4. Infine aggiungete la grappa o il rum se preferite, che servirà per aromatizzare l'impasto, e il latte (5-6). L'alcool evaporerà totalmente in cottura, quindi non c'è pericolo per i bambini ma se volete evitare lo stesso l'uso di alcolici, aromatizzate i coriandoli e le stelle filanti con una fialetta di aroma al rum. Impastate il tutto con le mani 7, fino ad ottenere un composto liscio, omogeneo e compatto 8 che coprirete con della pellicola e lascerete riposare in un luogo fresco (ma non in frigorifero) per almeno 30 minuti 9. Trascorso questo tempo, dividete l’impasto in parti uguali 10, una per ogni tonalità che vorrete dare ai vostri dolcetti: noi abbiamo usato 4 coloranti diversi, giallo, azzurro, rosso e verde, ma potete scegliere quelli che preferite! Aggiungete al centro di ogni pezzetto di pasta, una punta di colorante alimentare 11. Per una resa migliore consigliamo di usare i coloranti in gel. ATTENZIONE: usate sempre dei guanti in lattice usa e getta durante queste operazioni, per non macchiare le vostre mani; cambiate i guanti per ogni pezzo di pasta da colorare, per non mischiare i colori tra di loro. Impastate ora un pezzo alla volta, per amalgamare il colore: se non siete soddisfatti della tonalità, aggiungete altro colorante fino ad ottenere l’intensità desiderata 12. Intanto che procedete con la colorazione di un pezzo, ricordate sempre di coprire l'impasto rimanente con la pellicola, altrimenti si seccherà e diventerà troppo asciutto. Non preoccupatevi se il colore dell’impasto non vi apparirà uniforme ma striato perché, dopo la lavorazione con la macchinetta per la pasta, risulterà perfettamente omogeneo. Dividete il pezzo di impasto colorato in due parti: da una ricaveremo le stelle filanti, dall'altro i coriandoli 13. Ora munitevi di macchinetta per la pasta e iniziate a lavorare con il primo pezzetto di impasto colorato per fare le stelle filanti (l'altro ricordate di avvolgerlo in pellicola per non farlo seccare): passate l'impasto tra i rulli partendo dallo spessore più largo 14 fino ad arrivare a quello più stretto da 1 mm 15. Vedrete che il colore della vostra pasta si sarà bene uniformato. Quando avrete ottenuto la sfoglia dello spessore di 1 mm, spolverizzatela un po' con la farina 16 e passatela attraverso i rulli dentellati larghi, quelli usati per le tagliatelle: dovrete ottenere delle strisce lunghe (17-18). Per modellare le stelle filanti vi serviranno dei cilindri metallici, quelli usati solitamente per formare i cannoli, un pennellino e un albume d'uovo per spennellare. Avvolgete sul cilindro, una striscia di pasta, spennellate il primo giro di pasta con dell'albume d'uovo e riavvolgete sopra un altro giro di striscia. In questo modo fisserete bene la vostra stella filante 19 ma fate attenzione a non spennellare con l'albume il cilindro altrimenti le stelle non si staccheranno dalla pasta. Avvolgete la restate striscia intorno al cilindro e fissatela anche nella parte finale con un doppio giro fissato con l'albume, come fatto prima 20. Le stelle filanti avranno così la tipica forma a spirale! Procedete poi con la stesura della seconda parte di impasto colorato ottenendo sempre una sfoglia dello spessore di 1 mm, da cui ricaverete, con un piccolo coppapasta rotondo (diametro 3 cm) dei cerchi, ossia i vostri coriandoli 21. Rimpastate i ritagli di pasta e ritagliate altri coriandoli. Ora siete pronti per la frittura: riscaldate l'olio, la cui temperatura dovrà oscillare tra i 170° e 180°, poggiate su di una schiumarola una stella filante alla volta e, delicatamente, immergetela nell'olio (22-23). Dovrà cuocere per pochi secondi, per non alterare troppo i colori brillanti dell'impasto. Fate lo stesso con i coriandoli 24. Se preferite, potete provare anche la cottura in forno a 180 gradi per 20 minuti (forno statico), ovviamente il risultato non sarà lo stesso, i coriandoli ad esempio non risulteranno gonfi come quelli fritti, e anche i colori potrebbero risultare alterati! Una volta cotti (ci vorranno circa 30 secondi), scolate i coriandoli e le stelle filanti e lasciateli asciugare su carta assorbente 25. Quando si saranno intiepidite, sformate le stelle filanti, sfilando con cura il cilindro metallico ed ecco che i vostri dolcetti di Carnevale saranno pronti 27. Procedete nello stesso modo con gli altri impasti di colore diverso! Ai vostri coriandoli e stelle filanti manca solo una spolverizzata di zucchero a velo, se la gradite! "
}