{
    "title": "Tarte tatin di cipolle",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "piccole 6"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "5"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per realizzare la tarte tatin di cipolle iniziate a preparare la pasta brisè secondo il procedimento indicato qui (Pasta brisè). Ponete in un mixer la farina setacciata e il burro freddo a pezzetti 1, frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso. Disponete il composto ottenuto su una spianatoia ed impastate il tutto velocemente 2 aggiungendo poco alla volta l'acqua fredda fino ad ottenere un impasto compatto, sodo ed abbastanza elastico 3. Una volta pronta, avvolgete la vostra pasta brisè in un foglio di pellicola da cucina e lasciatela riposare in frigo per almeno 40 minuti. Imburrate una tortiera da 25 cm di diametro e cospargetela di fiocchetti di burro 4. Pulite e affettate le cipolle in fette grosse circa 1 cm 5, fate lo stesso per gli scalogni 6. Cercate di ricavare fette uguali così avranno lo stesso tempo di cottura. Sistemate le cipolle e lo scalogno sulla teglia formando dei cerchi concentrici. Salate 7 e cospargetele con un cucchiaino di zucchero di canna 8. Trascorsi i 40 minuti di riposo, stendete la pasta brisè in un sfoglia spessa circa 1 cm 9, arrotolatela sul mattarello e poi adagiatela sulle cipolle abbassandola sui bordi 10, passate il mattarello sul bordo per eliminare la pasta in eccesso 11 e ripiegate il bordo 12, Bucherellate la superficie 13 e cuocete in forno statico, preriscaldato, a 180° per 30 minuti (in forno ventilato a 160° per 20 minuti). Una volta cotta 14 capovolgetela velocemente su un piatto da portata 15 e servite la tarte tatin alle cipolle ben calda. In alternativa potete insaporire la base di cipolle con erbe aromatiche e aceto balsamico facendole caramellare in padella prima della cottura in forno. "
}