{
    "title": "Quiche con capesante e porri",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rotonda e stesa 1"
        },
        {
            "ingredient": "Capesante",
            "quantity": "giÃ sgusciate 300 g"
        },
        {
            "ingredient": "Porri",
            "quantity": "2"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "grattugiato 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la quiche con capesante e porri procedete con la pulizia dei porri. Eliminate la parte verde 1, incidete poi la superficie con la lama di un coltellino 2, eliminate lo strato esterno 3 e infine tagliateli a rondelle sottili 4. Dopo aver fatto sciogliere in una padella inaderente metÃ della dose di burro con un poâ di olio, fate stufare a fuoco basso le rondelle di porro per circa 15 minuti fino a che risulteranno ben tenere 5. Terminata la cottura, tenete i porri da parte e procedete grattuggiando l'Emmentaler; tenete da parte anche questo 6 A questo punto potete preparare le capesante. Disponetele su una teglia e copritele con un foglio di carta assorbente 7, tamponatelo delicatamente in modo da asciugare lâacqua in eccesso 8. Fate sciogliere il restante burro nella padella in cui avete cotto i porri e fatevi rosolare le capesante per pochi minuti girandole con un cucchiaio di legno di tanto in tanto9; aggiustate di sale. Terminata la cottura, fate intiepidire i molluschi in una terrina e insaporiteli aggiungendo del timo 10. Dopo aver tagliato grossolanamente le capesante 11, tenetele da parte. In una ciotola, versate le quattro uova e il tuorlo,il sale, il pepe e la panna fresca 12. Versate ora nel composto liquido i porri 13 e i molluschi 14. Foderate con carta da forno uno stampo di 28cm di diametro e srotolate la sfoglia facendo aderire bene il fondo15. Bucherellare la sfoglia con i rebbi di una forchetta 16. Potete ora farcire la sfoglia: distribuite lâEmmentaler grattuggiato sul fondo e versate sopra il composto di panna, uova, porri e capesante 17. Tagliate con un coltellino lâeccesso di sfoglia rifilando il bordo dello stampo 18. Distribuite sulla superficie unâulteriore manciata di timo 19 e infornate la quiche ultimata 20 in forno statico preriscaldato a 180Â° per 35 minuti circa (forno ventilato a 160Â° per 25 minuti circa). Una volta cotta, sfornate la vostra quiche con capesante e porri e fatela raffreddare prima di servirla 21. "
}