{
    "title": "Focaccia barese",
    "ingredients": [
        {
            "ingredient": "Lievito madre",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "300 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olive baresane",
            "quantity": "in salamoia 20"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la focaccia barese, iniziate lessando una patata in acqua bollente 1, quindi pelatela e schiacciatela con uno schiacciapatate 2. Dopodichè versate la farina di grano tenero “0” e la semola rimacinata di grano duro nella tazza di una planetaria 3. Se non possedete una planetaria, versate in una ciotola per poi impastare a mano. Aggiungete anche la patata schiacciata 4, il sale 5 ed il lievito madre in un pezzo unico da 200 g 6; per preparare il lievito madre in casa cliccate qui (Lievito madre) oppure procuratevelo presso il vostro panettiere di fiducia. Ricordatevi che il lievito madre dovrà essere rinfrescato da almeno 4 ore. Incorporate un po’ d’acqua e azionate la planetaria a bassa velocità, aggiungendo il resto dell’acqua a filo 7. Se vi accorgete di lavorare in un ambiente caldo vi consigliamo di aggiungere l’acqua molto fredda, altrimenti dovrà essere a temperatura ambiente; in tutto vi serviranno 300-350 ml di acqua. Per ultimo unite l’olio 8, che servirà a dare elasticità e croccantezza al prodotto. Dopo i primi 5 minuti aumentate la velocità della planetaria e continuate ad impastare per 15 minuti: bisognerà lavorare l’impasto finché non si staccherà bene dalla ciotola e risulterà completamente liscio ed elastico, cioè quando inizierà a “scoppiettare”, rumore che fa l’impasto quando si riempie di bolle e viene lavorato velocemente 9. Se vi accorgete che l’impasto fatica a staccarsi dalla ciotola potete aggiungere un pizzico di farina ai bordi della ciotola della planetaria per facilitare l’operazione. Fate attenzione a non aggiungere troppa farina per evitare di indurire troppo l’impasto. Una volta che l’impasto sarà pronto, staccatelo dal gancio 10. Oliate il piano di lavoro 11, che non dovrà essere di legno altrimenti l’olio lascerà una macchia indelebile, e sistemate l’impasto, rigirandolo per oliarlo da entrambi i lati. Lavoratelo quanto basta per formare due palline da circa 400 g l’una 12. Prendete un vassoio di media misura e oliatelo, aiutandovi con un pennello per cospargere meglio l’olio 13. E’ importante che il vassoio non sia troppo grande per far sì che le due forme di impasto siano vicine. La vicinanza, infatti, gli permetterà di crescere meglio. Dopodichè sistemate le palline di impasto nel vassoio oliato 14. Questa è la fase della lievitazione: lasciate l’impasto a temperatura ambiente, senza coprirlo, per circa 8-12 ore. Se vi trovate in un ambiente che supera i 20°, il vostro impasto lieviterà in 8 ore; se, invece, il vostro ambiente sarà tra i 15° e i 20° ci potranno volere anche 12 ore. Trascorso questo tempo noterete che il vostro impasto sarà lievitato e avrà formato una leggera crosticina in superficie 15. Per sapere se l’impasto è lievitato correttamente e non è collassato, occorrerà fare una prova: schiacciate leggermente la superficie dell’impasto con un dito, la pasta dovrà ritornare alla forma iniziale perché sufficientemente elastica. Ora che il vostro impasto è pronto, potete stendere e condire la focaccia: prendete una teglia del diametro di 32 cm e oliatela 16, spargendo l’olio in tutta la teglia con le mani o un pennello 17. Adagiatevi una pallina di impasto al centro, capovolgendola per oliarla da entrambi i lati, e schiacciate l’impasto con le dita per stenderlo fino a coprire l’intera superficie della teglia 18. Una volta steso l’impasto, rompete i pomodorini a metà con le mani per far colare tutto il succo e i semi e disponeteli rivolti verso il basso, fino a riempire tutta la superficie della focaccia 19. Mettete ora le olive, oliate nuovamente, aggiungete un pizzico di sale e dell’origano secco 20. Fate cuocere la vostra focaccia in forno statico (o ventilato) preriscaldato alla massima potenza per 20 minuti. L’ideale sarebbe 270°, ma se il vostro forno non arriva a questa temperatura basterà impostarlo alla massima potenza, di solito 250°. Se avete a disposizione una pietra refrattaria, posizionatela sul ripiano basso del forno e preriscaldate per almeno 40 minuti. Una volta sfornata, la focaccia dovrà risultare croccante e alta circa 1-1,50 cm 21. Se potete, servite la focaccia barese calda, ma gustatela pure ad ogni ora del giorno! "
}