{
    "title": "Panini al latte",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i panini al latte, versate in una ciotola ampia le farine setacciate 1, aggiungete il lievito disidratato 2 e lo zucchero semolato 3; Versate il latte a temperatura ambiente 4 e iniziate ad impastare con le mani 5 fino a quando gli ingredienti non si saanno ben amalgamati, a questo punto unite il burro fuso intiepidito 6 unite per ultimo il sale 7, incorporatelo all'impasto 8 e poi trasferite il composto su un piano di lavoro leggermente oleato e lavoratelo con le mani aiutandovi con un apposita spatola da impasti.Amalgamate bene gli ingredienti per almeno 15 minuti (è fortemente raccomandato), fino a che il composto non diventi liscio ed elastico; quindi formate una palla 9. Ungete con poco burro il fondo di una ciotola capiente 10 e adagiate l'impasto 11; Coprite con pellicola trasparente e fate lievitare in forno spento con luce accesa per almeno 2 ore: l'impasto dovrà raddoppiare il suo volume 12. Passato il tempo necessario, riprendete l'impasto, formate un panetto 13 che andrete a dividiere in due con il tarocco per ottenere due filoncini (14-15) Dai filoncini ritagliate con il tarocco 30 pezzetti da 30 g l'uno (16-17). Per dare la forma ai panini al latte, dovrete tirare con le dita la pasta verso il basso e riportarla verso la base 18: adagiate quindi i panini su una leccarda foderata con carta da forno, ben distanziati 19. Stemperate l'uovo con un cucchiaio di latte (o panna) e spennellate la superficie dei panini 20 quindi fateli lievitare ancora 30 minuti. Passato il tempo necessario, infornate i panini al latte per 12-13 minuti in forno statico preriscaldato a 200°. Quando saranno ben dorati in superficie 21, sfornateli e trasferiteli su una gratella per farli raffreddare completamente. Potete servire i panini al latte semplici per arricchire il cestino del pane oppure farciti con confetture, crema di nocciole o ripieni salati! "
}