{
    "title": "Sfogliata con spada e gamberetti",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "1 rotolo"
        },
        {
            "ingredient": "Pesce spada",
            "quantity": "150 g"
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lime",
            "quantity": "scorza non trattata + 50 g di succo 1"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata finemente 1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la sfogliata con spada e gamberetti eliminate la pelle del pesce spada con un coltello 1. Tagliate il pesce prima a listarelle e poi a piccoli cubetti di 0,5 cm 2, quindi procedete con la pulizia dei gamberetti: eliminate la testa, il carapace 3, quindi estrate l'intestino delicatamente con le dita o con uno stuzzicadente. Ponete il pesce che avete pulito in una pirofila (tenete da parte 5 gamberetti per la decorazione finale), versate l'olio 4, aggiungete la scorza di lime grattugiata 5 e l'erba cipollina tritata finemente 6. Unite il pepe bianco 7, il pizzico di sale e il succo di lime 8 e mescolate bene con un cucchiaio; coprite con un foglio di pellicola trasparente e lasciate marinare per almeno 30 minuti 9. Nel frattempo ponete in un mixer dotato di lame i pistacchi, il pangrattato 10 e i pomodori secchi 11 e tritate il tutto 12. Sbattete le uova in un recipiente (conservatene una piccola quantitÃ ) e aggiungetele alla ricotta 13; versatevi anche il trito di pisatcchi e pangrattato che avete preparato (conservandone 3 cucchiai) 14 e mescolate con le fruste 15 fino ad ottenere una consistenza densa ed omogenena 16. Regolate di sale e pepe. Trascorso il tempo necessario, fate scolare il pesce dal liquido di marinatura 17 e aggiunegetelo al composto a base di ricotta 18. Mescolate con una spatola 19, poi stendete con l'aiuto di un mattarello la sfoglia su una tortiera del diametro di 26 cm foderata con un foglio di carta da forno 20. Versate il ripieno, distribuendolo in maniera unforme 21 e livellandolo con una spatola 22. Ripiegate i bordi delicatamente 23, quindi decorate la superficie a raggiera con i gamberetti che avete conservato. Spennellate i bordi con l'uovo sbattuto 24 e ricopriteli con il trito di pistacchi e pomodori secchi 25. Una volta terminato 26, fate cuocere in forno ventilato a 180Â° per 40-45 minuti (o 200Â° per 50-55 minuti). Quando sarÃ pronta, sfornate, fate raffreddare nello stampo, infine potete gustare la vostra sfogliata con spada e gamberetti 27. "
}