{
    "title": "Polpette di farro ricotta e verdure",
    "ingredients": [
        {
            "ingredient": "Farro perlato",
            "quantity": "250 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "120 g"
        },
        {
            "ingredient": "Fiori di zucca",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "(giÃ sgranate) 40 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di farro ricotta e verdure, per prima cosa fate bollire il farro per circa 10 minuti 1. Trascorso il tempo di cottura, scolate il farro e passatelo velocemente sotto lâacqua fredda 2, poi versatelo in una ciotola capiente che terrete momentaneamente da parte. Passate alla preparazione delle verdure: lavate i fagiolini, spuntate le estremitÃ e tagliateli a rondelle 3, poi pulite delicatamente i fiori di zucca, eliminate il picciolo interno e sminuzzateli con un coltello 4; infine tritate grossolanamente le fave giÃ sgranate 5. Prendete la ciotola con il farro e aggiungete i fagiolini 6, le fave, i fiori di zucca 7, il finocchietto che avrete precedentemente tritato 8, la ricotta 9, il Pecorino grattugiato 10, il pangrattato 11, lâuovo 12, sale e pepe. Amalgamate bene tutti gli ingredienti e con lâimpasto ottenuto formate delle palline del peso di circa 60 g lâuna 13. Appiattitele leggermente con le mani e posizionatele su un vassoio man mano che le avrete modellate: ne otterrete 20 con queste dosi 14. Nel frattempo riscaldate lâolio di semi in un pentolino fino a raggiungere la temperatura di 170Â° (potete controllare con un termometro da cucina la temperatura). Friggete poche polpette per volta 15, rigirandole su entrambi i lati, per un tempo totale di circa 5 minuti. Quando le polpette saranno uniformemente dorate, rimuovetele dallâolio con una schiumarola 16 e mettetele a scolare su un foglio di carta per fritti 17. Proseguite con tutte le altre, poi spolverizzate con un poâ di sale grosso (o sale di maldon). Le vostre polpette di farro ricotta e verdure sono pronte per essere servite ben calde 18! "
}