{
    "title": "Club sandwich con uova strapazzate",
    "ingredients": [
        {
            "ingredient": "Pancarrè",
            "quantity": "ai cereali 12 fette"
        },
        {
            "ingredient": "Uova",
            "quantity": "grandi biologiche 4"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "60 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "grossi e maturi 2"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "250 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "qualche foglia"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "qualche foglia"
        },
        {
            "ingredient": "Burro",
            "quantity": "noci 2"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "goccia qualche"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il club sandwich con uova strapazzate cominciate dalla pulizia dei funghi. Dopo aver eliminato la radice, puliteli con un panno inumidito per togliere i residui di terreno 1, poi affettateli a 7-8 mm di spessore 2 e spostatevi ai fornelli. In una padella lasciate scaldare un filo d’olio e aggiungete i funghi 3, poi regolate subito di sale e saltateli di tanto in tanto fin quando non saranno dorati; teneteli da parte 4. Passate all’avocado, dividetelo in due e scartate il seme centrale aiutandovi con un cucchiaio. Poi ricavate la polpa versandola in una ciotola 5, insieme al succo di limone 6, il sale e un filo d’olio 7 e schiacciate il tutto con la forchetta fino ad ottenere una purea 8. Passate all’insalata: spuntate e sbucciate le carote, poi grattugiatele 9, sminuzzate anche le foglie di radicchio e di lattuga 10 e raccogliete il tutto in una ciotola. Guarnite con olio e sale, mescolate e mettete da parte 11. Poi grattugiate il caciocavallo (precedentemente sbucciato) attraverso i fori larghi di una grattugia 12. Infine affettate il pane ottenendo 12 fette spesse circa 1 cm 13. A questo punto avete tutto quello che vi occorre, spostatevi ai fornelli. Mettete sul fuoco una pentola dove lasciar sciogliere una noce di burro 14. Non appena il fondo è ben caldo versate le fette di pane lasciandole tostare per qualche minuto su entrambe i lati; quando saranno dorate mettete da parte le fette di pane 15. Rompete le uova direttamente nella stessa padella e non appena l’albume inizia a coagulare rompete con l’aiuto di una spatola o un cucchiaio di legno 16. Quindi aggiustate di sale, pepe e profumate con del timo sfogliato dai rametti. Mescolate ancora per un paio di minuti mescolando di continuo 17. Spegnete la fiamma e aggiungete il formaggio grattugiato, mescolate continuamente affinché il caciocavallo possa fondere 18. Passate adesso alla composizione. Spalmate un po’ di crema di avocado sulla prima fetta di pane 19, poi una cucchiaiata di insalata 20 e richiudete con la seconda fetta. Su questa adagiate un po’ di uova strapazzate 21 e poi qualche fungo 22. Dividete in due il panino pronto per essere servito 23: i vostri club sandwich con uova strapazzate sono pronti, buon appetito 24! "
}