{
    "title": "Girelle con gocce di cioccolato - uvetta e crema pasticcera",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Uva passa sultanina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Crema pasticcera",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "per spennellare q.b."
        }
    ],
    "preparation": " Preparate l’impasto delle girelle sbriciolando e sciogliendo il lievito di birra in mezza tazza di latte tiepido e due cucchiaini di zucchero (1-2); mescolate 3 e lasciate riposare qualche minuto. Fate intiepidire il resto del latte e, mescolando, scioglietevi lo zucchero 4, aggiungete il burro fuso 5, la scorza grattugiata del limone e il sale. Trascorso qualche minuto, quando vedrete affiorare della schiuma sulla superficie del composto di lievito 6, versatelo, assieme alla farina, in un robot 7 e aggiungete il composto di latte mischiato al resto degli altri ingredienti . Con il gancio del robot impastate per bene il tutto fino ad ottenere un composto liscio, elastico ed omogeneo (8-10 minuti); se non possedete una planetaria impastate a mano in una ciotola o su una spianatoia. Mettete l’impasto ottenuto in una ciotola capiente, coprite con un canovaccio pulito e lasciate lievitare in un luogo tiepido e privo di correnti d’aria, fino al raddoppiamento del volume 8 (almeno 2 ore). Nel frattempo preparate la crema pasticcera (guarda la ricetta cliccando qui). Quando l’impasto sarà lievitato, dividetelo a metà e stendetelo su di un foglio di carta forno, 9 formando un rettangolo dello spessore di circa 5 mm. Spalmate uno dei 2 rettangoli di pasta con la crema pasticcera ormai tiepida 10, quindi cospargetela con l’uvetta precedentemente ammollata e strizzata 11. Arrotolate la preparazione cominciando dal lato più lungo 12 fino ad ottenere un rotolo che lascerete lievitare fino a raddoppiare il volume . Fate la stessa cosa con l’altro rettangolo di impasto che prima però spennellerete con del latte tiepido 13, cospargerete con abbondanti gocce di cioccolato 14 e arrotolerete 15 . Quando tutti e due i rotoli avranno raddoppiato il loro volume 16, tagliateli a fette dello spessore di circa 2,5 cm, servendovi di un coltello 17 o di un robusto filo da cucito (o da pesca) e poneteli su di una teglia foderata con carta forno a lievitare 18 per un’altra mezz’ora. Quando le girelle saranno belle gonfie, infornatele in forno già caldo a 180° per circa 15 minuti. Una volta sfornate, fatele raffreddare e, se volete, cospargetele con dello zucchero a velo vanigliato. "
}