{
    "title": "Caramelle fritte con crema pasticcera e frutti di bosco",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "45 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "200 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Frutti di bosco",
            "quantity": "misti (lamponi e mirtilli) 100 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la crema pasticcera prendete la bacca di vaniglia, incidetela con un coltellino ed estraetene i semi raschiandola 1. Aggiungete i semi ed il baccello di vaniglia al latte e panna posti sul fuoco (potete anche sostituire 50 g di panna con la stessa dose di latte) 2 (potete aromatizzare in alternativa anche con la scorza di 1 di arancia o di limone). Accendete il fuoco dolce e quando il composto avrà sfiorato il bollore, spegnete il fuoco e lasciate la vaniglia in infusione per almeno 5 minuti. Intanto proseguite la preparazione separando gli albumi dai tuorli; raccogliete questi ultimi un una ciotola capiente e aggiungete lo zucchero (con gli albumi avanzati potete preparare una deliziosa Angel Cake, delle meringhe oppure le lingue di gatto). Sbattete i tuorli e lo zucchero con uno sbattitore elettrico 3 oppure una frusta a mano per ottenere una crema omogenea. Quando saranno bianchi e spumosi, unite l'amido di mais setacciato 4 o di riso e amalgamatelo al resto del composto; Togliete la bacca di vaniglia dal latte e panna scaldati e unite il composto con le uova 5. Accendete nuovamente il fuoco dolce e mescolate con una frusta continuamente per addensare il composto 6. Quando la crema sarà ben densa, spegnete il fuoco e versatela in una terrina bassa e ampia 7; copritela immediatamente con pellicola trasparente a contatto 8 in modo che non si crei la fastidiosa crosticina; quindi fatela raffreddare prima a temperatura ambiente e poi in frigorifero. Prendete i dischetti di pasta 9 e con l'aiuto di una sac-à-poche usa e getta senza bocchetta farcite ciascun dischetto con un ciuffo centrale di crema (25 g circa) 10; adagiate un mirtillo o un lampone (o altri frutti di bosco di vostro gradimento), potete realizzare metà dischetti in un modo e l'altra metà nell'altro (11-12). Dunque arrotolate il disco su se stesso per realizzare un cilindro 13, dopodiché pizzicate i lembi vicino alla farcitura per creare una forma simile ad una caramella 14, assicurandovi di sigillare bene il contenuto. Una volta pronte le caramelle 15 potete friggerle in abbondante olio di semi portata alla temperatura di 170-180° massimo (da controllare con un termometro da cucina); friggete poche caramelle alla volta 16 per pochi istanti il tempo che si dorino; quindi ponetele man a mano su un vassoio foderato con carta assorbente 17. Servite le caramelle fritte con crema pasticcera e frutti di bosco ancora calde, spolverizzate con zucchero a velo! "
}