{
    "title": "Pizza con farina integrale",
    "ingredients": [
        {
            "ingredient": "Farina integrale",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 1",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 310 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "(o millefiori) 10 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "125 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        }
    ],
    "preparation": " Per preparare la pizza integrale iniziate a setacciare la farina integrale in una ciotola poi versate anche il lievito di birra disidratato 1 e il miele 2. Iniziate ad impastare con le mani versando l’acqua a temperatura ambiente a filo 3, impastate fino ad ottenere un composto omogeneo: l'impasto risulterà molto liquido 4. Coprite con pellicola trasparente 5 e lasciate lievitare per un'ora nel forno spento con la luce accesa. Trascorso il tempo di lievitazione riprendete l’impasto 6; setacciate all’interno di un'altra ciotola la farina tipo 1 7 e aggiungetela all’impasto lievitato 8 (potete anche setacciarla direttamente sull’impasto lievitato). Impastate con le mani. Quando il composto risulterà compatto versate il sale, 9 e l’olio di oliva 10 continuando sempre ad impastare. Non appena l’impasto risulterà compatto e l'olio si sarà assorbito, trasferitelo su un piano di lavoro leggermente oleato e lavorate a mano 11 finché non sarà liscio. Date delle pieghe all'impasto 12, che serviranno a dare più slancio alla lievitazione. Formate una palla con l’impasto e ponetela in una ciotola leggermente oleata 13 coprite con pellicola trasparente e lasciatela lievitare in forno spento con luce accesa per 2 ore o fino a quando non avrà raddoppiato il suo volume. Trascorso il tempo di lievitazione riprendete l’impasto 14 dividetelo in due parti uguali da circa 400 g con l’aiuto di un tarocco 15. Oleate due teglie da pizza del diametro di 32 cm, adagiate le due palle di impasto e lasciatele riposare per circa 10 minuti (senza stenderle). Intanto ponete a scolare la mozzarella, strizzandola se necessario per eliminare il siero in eccesso 17 poi tagliatela a piccoli cubetti 18. A parte in una ciotola versate la passata di pomodoro, aggiungere l’olio di oliva 19 e insaporite con il sale e l’origano secco 20. Ora stendete gli impasti facendo una pressione con le dita per distendere bene la pasta della pizza su ciascuna teglia 21, distribuite sopra uno strato di salsa di pomodoro per ciascuna lasciando un un paio di centimetri dal bordo se preferite 22. Cuocete in forno statico preriscaldato a 220° per 15-20 minuti ponendo la teglia nel ripiano basso del forno. Trascorso questo tempo tirate fuori le teglie, adagiate sopra i cubetti di mozzarella 23 e infornate nuovamente per altri 5 minuti, abbassando la temperatura del forno a 180°. La vostra pizza con farina integrale è pronta per essere gustata ben calda 24! "
}