{
    "title": "Calzone di sponsali",
    "ingredients": [
        {
            "ingredient": "Sponsali",
            "quantity": "giÃ puliti 1 kg"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 15"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "5 filetti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "350 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "½ cucchiaino"
        }
    ],
    "preparation": " Per preparare il calzone di sponsali, preparate l'impasto di base (noi abbiamo usato la ricetta della pasta per la pizza senza olio): dividete la dose totale di acqua tiepida in due parti e sciogliete in una parte lo zucchero e il lievito di birra secco (in alternativa potete utilizzare 8 g di lievito di birra fresco) 1 e nell'altra il sale 2. Mescolate fino a fare sciogliere bene il tutto e poi versate i liquidi in una ciotola in cui avrete setacciato la farina; prima versate l'acqua con il lievito e lo zucchero 3 e poi versate a filo l'acqua con il sale 4. Raccogliete gli ingredienti con le mani, impastando bene e quando li avrete raccolti tutti 5, rovesciate l'impasto su una spianatoia e continuate a lavorarlo con le mani, fino a raggiungere la consistenza desiderata, che deve essere morbida ed elastica. Potete compiere queste operazioni con una planetaria raccogliendo prima gli ingredienti a velocità media con la foglia e poi continuando ad impastare con il gancio. Una volta che il vostro impasto sarà liscio e morbido, formate una palla 6 e ponetelo in una ciotola, coperta con la pellicola, a lievitare per 1-2 ore, in un ambiente tiepido, fino a che non avrà raddoppiato di volume. Nel frattempo pulite gli sponsali: eliminate la radice posta nella parte inferiore 7; tirate via la membrana esterna 8 e tagliate anche la parte verde superiore 9 meno tenera. Tagliate gli sponsali grossolanamente 10 e metteteli a stufare con un filo d’olio, a fuoco basso, in una pentola antiaderente 11. Gli sponsali devono cuocere lentamente: aggiungete un po' d'acqua 12 e fateli appassire per circa 15 minuti. Gli sponsali devono rimanere bianchi e non prendere troppo colore (altrimenti risulteranno indigesti) ma devono ammorbidirsi. A fine cottura, sale leggermente e abbondate con il pepe nero 13 quindi aggiungete le olive denocciolate (intere o a pezzi) e le alici, spezzandole con le mani 15. Se c'è molto fondo nella padella, fate asciugare gli sponsali ancora per qualche minuto. Mescolate con un cucchiaio, spegnete il fuoco e lasciate intiepidire il ripieno. Riprendete il vostro impasto, che sarà ben gonfio, dividetelo in due parti uguali 16 e stendete il primo pezzo, con l'aiuto di mattarello, in una sfoglia rotonda 17, di circa 30-32 cm di diametro (più grande di 4 cm circa rispetto al diametro della teglia), sottile circa 4-5 mm. Spennellate con l’olio una teglia dai bordi bassi del diametro di 24-26 cm 18 e foderatela con la sfoglia di pasta, lasciando qualche cm di pasta all'esterno 19. Farcite il calzone con il ripieno di sponsali, stendendolo uniformemente su tutta la superficie 20. Stendete la pasta rimanente in un disco più piccolo, del diametro di circa 22-24 cm, e ricoprite con esso il calzone 21. Se il disco superiore è molto grande, tagliate la pasta in eccesso. Chiudete quindi il calzone, ripiegando il bordo lungo tutto il perimetro (22-23) e sigillate i bordi premendo con i rebbi di una forchetta 24. Spennellate tutta la superficie del calzone con l’olio, così si dorerà in forno (25-26) e infornatelo in forno statico già caldo a 180° per 30-40 minuti circa (se ventilato 160° per 25-35 minuti). Sfornate il vostro calzone di sponsali 27, fatelo intiepidire e lasciatevi tentare dal suo irresistibile profumo! "
}