{
    "title": "Crostatine ripiene di crema pasticcera e amarene",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "45 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le crostatine ripiene di crema pasticcera e amarene, iniziate dalla crema pasticcera: prendete la bacca di vaniglia, incidetela con un coltellino ed estraetene i semi raschiandola 1. Aggiungete i semi ed il baccello di vaniglia al latte e panna versati in un tegame (potete anche sostituire la panna con 50 g di latte) 2. Accendete il fuoco dolce e quando il composto avrÃ sfiorato il bollore, spegnete il fuoco e lasciate la vaniglia in infusione per almeno 5 minuti. Intanto proseguite la preparazione separando gli albumi dai tuorli; raccogliete questi ultimi un una ciotola capiente e aggiungete lo zucchero. Sbattete i tuorli e lo zucchero con uno sbattitore elettrico 3 oppure una frusta a mano per ottenere una crema omogenea. Quando saranno bianchi e spumosi, unite l'amido di mais setacciato 4 o di riso e amalgamatelo al resto del composto. Togliete la bacca di vaniglia dal latte e panna scaldati e unite il composto con le uova 5. Accendete nuovamente il fuoco dolce e mescolate con una frusta continuamente per addensare il composto 6. Una volta pronta la crema, versatela in una ciotola 7 e coprite con pellicola trasparente a contatto. Lasciatela raffreddare prima a temperatura ambiente poi riponetela in frigorifero fino al momento di utilizzarla. Prendete i dischetti di sfoglia 8, foderate con ciascun dischetto 16 stampini smerigliati che misurano 10 cm di diametro nella parte superiore e 8 cm nella parte inferiore 9. Fate aderire bene il fondo e i bordi e bucherellate il fondo con i rebbi di una forchetta 10; spennellate i dischetti con il tuorlo sbattuto con il latte 11, poi cuceteli in forno statico preriscaldato a 200Â° per 10 minuti (180Â° per 5 minuti se forno ventilato; in questo caso potete cuocerne uno per regolarvi per i successivi). Una volta cotti, sfornateli 12 e lasciateli intiepidire quindi sformateli e fateli raffreddare completamente su una gratella. Nel frattempo, prendete le amarene, scolatele del liquido di conservazione e tagliatele a metÃ 13, e ricavate due quarti da ogni metÃ 14. Prendete la crema e versatela in una sac-Ã -poche con bocchetta a stella per farcire ciascuna crostatina 15 Adagiate su ciascuna crostatina i quarti di amarena, cercando di comporre dei petali: 8 quarti sul perimetro e 1 al centro 16. Una volta terminato 17, potete ulteriormente decorare le crostatine ripiene di crema pasticcera e amarene con foglioline di menta 18. "
}