{
    "title": "Pizza mascarpone speck e noci",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "a fette 150 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "cremoso 150 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mozzarella di bufala",
            "quantity": "o fiordilatte 600 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "700 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta per la pizza iniziate versando la farina nella ciotola della planetaria 1. Aggiungete il lievito 2 e 100 grammi d’acqua, quindi azionate la planetaria con il gancio montato a velocità medio bassa 3. Procedete aggiungendo l’acqua poco per volta, avendo cura di aspettare che la dose precedente sia stata ben assorbita dalla farina 4 . Una volta versati circa i 3/4 dell'acqua aggiungete il sale 5 e continuate ad impastare. Aggiungete il resto dell’acqua sempre a filo e lasciate lavorare fino ad ottenere un composto liscio ed omogeneo 6. A questo punto aggiungete l’olio gradatamente (come avete fatto con l’acqua) 7. Quando l’olio è stato completamente assorbito, estraete l’impasto dalla planetaria e modellatelo con le mani fino ad ottenere una palla 8 . Inseritelo in una ciotola capiente leggermente unta 9. Coprite con pellicola o con un canovaccio pulito e mettete a lievitare nel forno con la luce accesa 10 . Attendete che l’impasto abbia almeno raddoppiato il suo volume (1,5 h), meglio triplicato (2,5/3 h) e procedete alla stesura delle pizze 11. Una volta che l’impasto avrà lievitato, trasferitelo sulla spianatoia e dividetelo in 4 parti uguali 12. Fate con ognuno delle palline13 . Coprite con un canovaccio pulito e lasciate riposare per 30 minuti 14 . Ungete leggermente con un filo d’olio 4 teglie da pizza di 30 cm di diametro. Posizionate al centro della teglia una pallina di impasto 15. e cominciate a schiacciare dal centro verso l’esterno, tirando i leggermente i lati se necessario 16 . Se la pasta risulta troppo elastica e tende a tornare alla forma che aveva prima, mettete da parte la pizza che state stendendo e procedete a stenderne un’altra, facendo così riposare la precedente. Cercate di distendere la pasta su tutta la superficie della teglia 17. A parte, in una ciotola capiente, versate la salsa di pomodoro e conditela con sale, olio e origano 18. Versate un mestolo abbondante di salsa al pomodoro sulla base della pizza 19 e spargetela con un movimento circolare, ricoprendo quasi tutta l’area, lasciando solo un bordo di circa 1,5 cm 20. Tritare grossolanamente la mozzarella e posizionatela sulla pizza 21. Aggiungete ora il mascarpone aiutandovi con un cucchiaino 22. Lasciate riposare la pizza farcita per una decina di minuti 23 e infornate a 250°C per 12/15 minuti in forno statico (altrimenti basteranno una decina di minuti a 230°C in forno ventilato). Nel frattempo tritate leggermente le noci con un coltello 24. Una volta sfornata la pizza aggiungete le noci appena tritate 25 e le fettine di speck 26. Servite la pizza mascarpone speck e noci ben calda! 27 "
}