{
    "title": "Calendario dell'avvento di biscotti",
    "ingredients": [
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Burro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Matite alimentari",
            "quantity": "Cioccocaramel q.b."
        },
        {
            "ingredient": "Matite alimentari",
            "quantity": "brillanti q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "lettere e numeri di cioccolato q.b."
        },
        {
            "ingredient": "Decorazione alimentare",
            "quantity": "perline morbide argentate q.b."
        },
        {
            "ingredient": "Pasta di zucchero",
            "quantity": "380 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosso, giallo e blu q.b."
        },
        {
            "ingredient": "Colla alimentare",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il calendario dell’avvento di biscotti iniziate dalla sabbiatura: in un mixer ponete la farina setacciata, un pizzico di sale ed il burro appena tolto dal frigo 1, quindi ancora freddo, tagliato grossolanamente. Frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 2; versate la sabbiatura ottenuta su un piano di lavoro, setacciate lo zucchero a velo e unitelo all’impasto, insieme ai semini di una bacca di vaniglia. Create la forma a fontana e al centro versate i tuorli , quindi iniziate ad amalgamare il tutto prima con la forchetta 4, poi quando le uova avranno assorbito la farina potete proseguire a mano. Impastate brevemente e formate un panetto, appiattitelo prima di avvolgerlo nella pellicola 5; riponetelo in frigorifero per farlo rassodare almeno 30 minuti. Passato il tempo necessario, togliete la pellicola e con il mattarello battete sul panetto per ammorbidirlo senza scaldarlo. Poi stendetelo dello spessore di mezzo centimetro 6 e realizzate le forme natalizie con gli stampini da biscotto (dovrete ottenere 24 biscotti) e realizzate le forme natalizie con gli stampini da biscotto (dovrete ottenere 24 biscotti): alberelli 7, fiocchi di neve, delle caselline quadrate, angeli 8 e stelle cadente 9. Ponete le formine ottenute su una teglia rivestita con carta da forno 10 e fate rassodare i biscotti in frigorifero per circa 30 minuti. Trascorso il tempo indicate cuocete i biscottini in forno statico preriscaldato a 170° per 10 minuti (o in forno ventilato a 150° per 6-8 minuti). A cottura ultimata sfornate i biscotti 11 e fateli raffreddare completamente su una gratella 12. Intanto occupatevi della decorazione, prendete il panetto di pasta di zucchero e dividetelo in 3 parti uguali, una rimarrà bianca , un’altra coloratela con l’aggiunta del colorante in gel rosso e la terza con l’aggiunta di coloranti giallo e blu 13 per ottenere il verde, Con il panetto bianco ritagliate le formine del fiocco di neve 16 e dell’angelo con gli stessi taglia biscotti. Stendete il panetto verde come il precedente e ricavate le formine a forma di albero di natale 17 e quelle quadrate 18. Proseguite con il panetto rosso, ritagliando le stelle cadenti 19 e gli omini. Passate su ciascuna sagoma la colla alimentare 20 e adagiate la parte con la colla sui biscotti dalle sagome corrispondenti (i biscotti devono essere completament freddi) 21. Completate tutte le formine di biscotto 22. Lasciate asciugare la colla alimentare e poi proseguite con la decorazione: prendete le lettere e i numeri di cioccolato scegliete un numero del vostro calendario (ad esempio il numero 1) 23 e applicate sulla base la colla alimentare 36 e poi adagiatelo su un biscotto quadrato. Proseguite anche con le lettere ad esempio la b 24 per creare una frase augurale con la matita di cioccolato 25. Per dare un tocco di luce ai biscotti usate le matite brillanti in gel 26 e decorate a piacimento tutti i biscotti del calendario dell'avvento 27! "
}