{
    "title": "Piadina con crudo, pesto di fave e indivia",
    "ingredients": [
        {
            "ingredient": "Piadine integrali",
            "quantity": "2"
        },
        {
            "ingredient": "Indivia belga",
            "quantity": "2"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "in scaglie 30 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fave",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "da grattugiare 15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "15 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la piadina con crudo, pesto di fave e indivia per prima cosa preparate il pesto di fave: portate al bollore lâacqua in un pentolino e poi cuocete la fave giÃ sgranate per 5 minuti 2. Scolatele in una ciotola 2 ed eliminate la buccia 3. Versate le fave nel bicchiere alto di un mixer, aggiungete lâolio di oliva 4, il pecorino grattugiato 5 e le mandorle intere 6. Aggiungete anche lâacqua 7 e frullate tutto con il mixer a immersione 8 fino a ottenere una crema omogena. Salate e pepate 9. Tagliate in scaglie il pecorino e tenetelo da parte. Lavate e dividete in spicchi di circa 1 cm 11. Trasferite lâindivia in una ciotola, condite con olio 12. Insaporite anche con sale 13 e pepe e poi grigliate per 5 minuti su una piastra ben calda (14-15). Scaldate le piadine per un paio di minuti e farcite ciascuna piadina con 1/2 degli ingredienti del ripieno: per prima cosa adagiate lâindivia grigliata 17, poi le fette di prosciutto crudo 18. Insaporite con il pesto di fave 19 e le scaglie di pecorino. Richiudete la piadina con crudo, pesto di fave e indivia 20 e servite subito 21. "
}