{
    "title": "Ciambelline al forno con milkshake",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "4"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "fresco 250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 50 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(oppure fresco 12 g) 4 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 120 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattata 1"
        },
        {
            "ingredient": "Vaniglia",
            "quantity": "1 bacca"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fragole",
            "quantity": "350 g"
        },
        {
            "ingredient": "Banane",
            "quantity": "230 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare le ciambelline di carnevale versate mezza dose di latte, sciogliete il lievito di birra 1 e il malto 2. In un’altra mescolate il latte rimanente con lo zucchero 3, poi l'uovo insieme ai tuorli 4. Nella ciotola di una planetaria setacciate le due farine e aggiungere la scorza del limone non trattato grattugiata 5 e i semi di una bacca di vaniglia 6, fate andare il gancio a foglia, poi aggiungete poco a poco il latte in cui avete sciolto il malto 7 e il composto con le uova 8. Quando tutti gli ingredienti saranno amalgamati, sostituite la foglia 9 con il gancio 10 Aggiungete il burro un pezzetto alla volta aspettando che si sia incorporato prima di aggiungerne un altro 11 e infine il sale 12. Quando l’impasto sarà ben annodato al gancio toglietelo dalla ciotola, ponetelo su un piano di lavoro leggermente oleato e formate una palla 13; lasciatelo lievitare per 2h a temperatura ambiente lontano da correnti d'aria in una ciotola 14 coperto con pellicola trasparente: l’impasto raddoppierà di volume 15. Trascorso questo tempo, ungete il piano di lavoro e stendete la pasta in una sfoglia alta 2 cm 16; ricavate dei cerchi dal diametro di 9 cm con un coppapasta 17, poneteli su una leccarda e con un coppapasta del diametro di 3,5 cm formate un buco al centro 18, coprite con la pellicola e lasciate lievitare ancora per 1 h 19. Spennellate le ciambelline con un tuorlo sbattuto 20 o con un cucchiaio d’acqua e guarnire le ciambelline con granella di zucchero 21 o semi di papavero. Cuocete in forno statico preriscaldato a 180° per circa 15 minuti (se forno ventilato 160° per circa 5 minuti). Per un risultato migliore, potete cuocere una ciambellina e regolarvi così sul tempo più adeguato per cuocere le altre. Cuocete le ciambelline 22 in forno statico preriscaldato a 180° per circa 15 minuti (se forno ventilato 160° per circa 5-8 minuti). Per un risultato migliore, potete cuocere una ciambellina e regolarvi così sul tempo più adeguato per cuocere le altre. Mentre le ciambelline si intiepidiscono, preparate il milkshake: in un frullatore versate le fragole lavate e private delle foglioline verdi. Poi unite anche la banana a pezzi 23 e il latte 24. Frullate il tutto 25 e versate il composto ottenuto nei bicchieri 26! Sfornate quindi le ciambelline cotte 27 e lasciatele raffreddare completamente su una gratella prima di servirle con milkshake, magari in occasione di una festicciola! "
}