{
    "title": "Noodles fritti alle verdure",
    "ingredients": [
        {
            "ingredient": "Noodles",
            "quantity": "200 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "80 g"
        },
        {
            "ingredient": "Germogli di soia",
            "quantity": "80 g"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per prima cosa mondate la verdura, quindi tagliate a listarelle la carota 1, il peperone rosso 2 e quello verde 3. In una padella capiente o, se l’avete, in un wok mettete a scaldare 3 cucchiai di olio, aggiungete quindi l’aglio tagliato a fette e il cipollotto 4, fate soffriggere per qualche istante e poi aggiungete il peperoncino affettato 5. Lasciate insaporire e poi aggiungete i peperoni 6 la carota 7, i germogli di soia 8 e in fine i funghi champignon 9. Tra l'aggiunta di un ingrediente e l'altro lasciate trascorrere un paio di minuti. Fate cuocere tutte le verdure insieme per circa 10 minuti a fuoco dolce e poi versate in padella la salsa di soia e l’aceto di mele o di riso 10. Dopodiché assaggiate di sale ed eventualmente aggiungetene secondo i vostri gusti. Quindi lasciate cuocere per un paio di minuti a fuoco basso. Intanto in una casseruola portate a bollore l’acqua salata, una volta che avrà raggiunto il bollore tuffate i noodles e fateli lessare per non più di 2 minuti 11, quindi scolateli e passateli sotto l’acqua fredda e fateli colare bene, quindi divideteli in 4 nidi più o meno della stessa grandezza 12 e disponeteli su un foglio di carta assorbente. In una padella antiaderente fate scaldare dell’olio di semi e quando avrà raggiunto la temperatura tuffate un nido alla volta nell’olio bollente 13. Per effettuare questa operazione vi consigliamo di posizionare ogni nido su una schiumarola e di mantenere la forma dei nidi aiutandovi con un forchettone. Quando il nido si sarà dorato rigiratelo e fatelo dorare da entrambi i lati. Quindi procedete nello stesso modo anche con gli altri nidi e fateli scolare sulla carta assorbente 14. Quindi servite un nido a persona e conditelo con il sugo di verdure 15. "
}