{
    "title": "Salsiccia e fagioli",
    "ingredients": [
        {
            "ingredient": "Salsiccia",
            "quantity": "500 g"
        },
        {
            "ingredient": "Fagioli borlotti secchi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "70 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare salsiccia e fagioli cominciate mettendo in ammollo i borlotti per 8 ore 1. Il giorno dopo scolate i fagioli, sciacquateli e poi versateli in un tegame capiente 3, coprite d’acqua fredda e portate a bollore. Non appena l’acqua sarà a temperatura, abbassate la fiamma fino a far sobbollire il tutto e cuocete per 50 minuti circa; salate soltanto a fine cottura, altrimenti le bucce diventeranno dure 3. Intanto mondate una cipolla e tritatela al coltello, dopodiché versate in padella insieme all’olio e cuocete a fuoco dolce per 6-7 minuti. Aggiungete poi le salsicce 4 e lasciate rosolare per 3-4 minuti, mescolando di tanto in tanto per non far bruciare il fondo 5. Sfumate con il vino 6, quando l’alcol sarà evaporato aggiungete i rametti di rosmarino e la passata di pomodoro 7. Regolate di sale e di pepe 8 e lasciate cuocere per 35-40 minuti a fuoco dolce. Trascorso il tempo indicato scolate i fagioli cotti 9 e uniteli al sugo continuando la cottura per altri 10-15 minuti 10, lasciando amalgamare per bene i sapori 11. A questo punto il vostro piatto di salsiccia e fagioli è pronto, non vi resta che servire 12! "
}