{
    "title": "Focaccia di grano arso ripiena",
    "ingredients": [
        {
            "ingredient": "Farina di grano arso",
            "quantity": "250 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "750 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "800 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "25 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olive nere infornate",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la focaccia di grano arso ripiena di olive e pomodori secchi, cominciate dall’impasto della focaccia. Versate nella planetaria con il braccio a gancio le due farine 1 e aggiungete anche il lievito 2 e l’acqua 3, tenendone da parte quanto basta per scioglievi il sale. Cominciate ad impastare. Versate quindi nella planetaria il sale disciolto nell’acqua 4 e 50 g di olio a filo 5. Continuate ad impastare per circa 10 minuti 6. Trascorso questo tempo, l’impasto risulterà ancora molto morbido e non si staccherà dalle pareti della planetaria: con l’aiuto di un tarocco rovesciate l’impasto sul piano da lavoro ben oleato 7 e lavoratelo allargandolo sul piano e poi ripiegandolo su se stesso prima orizzontalmente 8 e poi verticalmente 9, fino a formare un fagotto. Girate il fagotto di pasta con la parte liscia verso l’alto 10 e trasferitelo in una ciotola unta di olio, e coprite con della pellicola 11. Lasciate lievitare alla temperatura di 28° per 1 ora, dopodiché trasferitelo in frigo per tutta la notte. Trascorso il tempo di lievitazione, l’impasto si sarà ben gonfiato 12. Tenetelo a temperatura ambiente un paio d’ore prima di utilizzarlo. Trascorso il tempo, con l’aiuto di un tarocco, dividete l’impasto in due parti, una un po’ più grande dell’altra 13. Spennellate di olio la teglia che ospiterà la vostra focaccia 14, prendete la metà più grande e trasferitela sulla teglia unta 15. Ungetevi anche le mani con dell’olio 16 e stendete la base della focaccia allargando l’impasto con pressioni con le dita in direzione dei bordi della teglia 17, fino a ricoprirla. Distribuite sulla base stesa i pomodorini secchi 18. Tagliate il caciocavallo a dadini di 1 cm circa 19 e distribuite anch’essi sulla focaccia 20. In ultimo aggiungete le olive denocciolate 21. Prendete adesso la metà più piccola dell’impasto, che avevate tenuto da parte. Sul piano da lavoro unto di olio allargate l’impasto con le mani 22, e una volta steso sollevatelo e adagiatelo nella teglia 23, stendendolo delicatamente per ricoprire la farcitura 24. Versate un filo d’olio (i restanti 10 g) sulla superficie della vostra foccaccia 25 e cuocetela per 40 minuti in forno statico preriscaldato a 190°. Sfornate la focaccia di grano arso ripiena di olive e pomodori secchi 26 e tagliatela subito a quadrotti 27! "
}