{
    "title": "Fave e cicorie selvatiche",
    "ingredients": [
        {
            "ingredient": "Fave secche",
            "quantity": "decorticate 400 g"
        },
        {
            "ingredient": "Cicoria",
            "quantity": "selvatica 400 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "3 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le fave e cicorie selvatiche, per prima cosa dovrete reidratare le fave mettendole in ammollo, in una ciotola con abbondante acqua fredda 1, per circa 12 ore (potete metterle la sera per poi cuocerle il giorno dopo). Il giorno dopo scolate le fave 2, sciacquatele sotto l'acqua corrente, e mettetele a cuocere in una pentola capiente, coprendole a filo con l’acqua e aggiungendo 2-3 foglie d’alloro 3. Chiudete la pentola con un coperchio 4 e lasciate cuocere, a fuoco basso, le fave per almeno 2 ore, aggiungendo, se necessario, dell’acqua calda nel caso si asciugassero. Durante queste due ore le fave rilasceranno una schiumetta che eliminerete con una schiumarola. Nel frattempo lavate bene le cicorie sotto l’acqua corrente e lasciatele scolare, quindi pulitele, eliminando con un coltello la parte più dura, quella bianca nella parte inferiore che tiene insieme le foglie 5. Eliminate anche le foglie più rovinate, tenendo solo quelle più belle 6. Sbollentate le cicorie velocemente nell’acqua bollente salata per qualche minuto, mescolando con un cucchiaio di legno (7-8). Appena saranno ben tenere, scolatele e tenete da parte 9. Intanto le fave avranno terminato la cottura: saranno pronte quando, mescolando continuamente con un cucchiaio di legno, si sfalderanno facilmente, fino ad avere un purè dalla consistenza grossolana (10-11). Salate le fave e, una volta pronte, componete il piatto tradizionale di fave e cicorie diviso a metà: da una parte del piatto ponete le fave e dall’altra le cicorie 12. Condite il tutto con un filo d’olio extravergine d'oliva, meglio se un buon olio pugliese, e servite le fave e cicorie selvatiche accompagnandole con fette di pane di Altamura! "
}