{
    "title": "Panzerotti (calzoni) fritti",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 570 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "500 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i panzerotti fritti, mescolate in una ciotola capiente la farina 00 e la farina manitoba o 0 1. Sciogliete il lievito in poca acqua tiepida, presa dalla dose totale, e unite anche lo zucchero 3. Aggiungete il lievito disciolto alla farina 4; nella restante acqua, fate sciogliere il sale grosso 5 e versate il liquido a filo sulla farina, iniziando ad amalgamare con le mani gli ingredienti 6. Se volete farlo con la planetaria, montate il gancio e impastate a velocità media. Aggiungete anche l’olio 7 e impastate energicamente; trasferite l'impasto su di una spianatoia 8 e continuate a lavorarlo per ottenere un impasto liscio e morbido 9. Dividete l’impasto ottenuto in 20 parti da circa 80 gr l’una 10, lavorate ogni parte per formare una pallina 11 e poi ponetele sulla spianatoia, o un vassoio, infarinata (noi abbiamo usato delle leccarde ricoperte di carta forno), ben distanziate l'una dall'altra 12. Fate lievitare le palline, in forno spento con la luce accesa oppure coperte con un canovaccio e una coperta, fino a che non avranno raddoppiato di volume (circa 2 h). Nel frattempo, preparate il ripieno per i panzerotti, tagliate la mozzarella a cubetti molto piccoli 13; in una ciotola mescolate insieme la mozzarella e la passata di pomodoro 14. Salate e insaporite con l’origano 15. Quando le palline saranno lievitate 16, riscaldate in una capiente pentola, possibilmente larga, l'olio di semi e preparate i panzerotti: stendete ogni pallina, con un matterello, dandole una forma tonda dal diametro di 20 cm circa 17. Mettete al centro un cucchiaio abbondante di ripieno (circa 30 gr) 18. Richiudete il panzerotto formando una mezzaluna e sigillate bene i bordi, prima esercitando pressione con le dita 19, poi ripiegate l’impasto verso l’interno 20 e, infine, premendo con i rebbi di una forchetta 21, per evitare che il ripieno fuoriesca durante la cottura. Tuffate subito i panzerotti nell'olio bollente 22, girandoli da entrambi i lati, fino a quando non saranno dorati. Scolateli su carta assorbente (23-24) e servite i panzerotti fritti ancora caldi! "
}