{
    "title": "Pizza senza glutine",
    "ingredients": [
        {
            "ingredient": "Farina di riso",
            "quantity": "350 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "250 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "fiordilatte 500 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta per la pizza senza glutine, setacciate la farina e lâamido di mais e disponeteli a fontana su di una spianatoia (o in una capiente bacinella) formando un buco al centro 1. Prendete una ciotolina di vetro, sbriciolatevi dentro il lievito di birra, versateci un bicchiere d'acqua tiepida 2 e il miele 3. Mescolate fino a fare sciogliere bene il tutto. Ora, a parte, sciogliete 10 g di sale in un altro bicchiere d'acqua tiepida 4Â e aggiungete l'olio 5. Unite poi alla farina il composto con il lievito e il miele 6. Incorporate per ultima anche la miscela di acqua e olio 7. Iniziate ad impastare (a mano o con un'impastatrice) tenendo vicino a voi un poâ di farina e la restante acqua tiepida, che integrerete nellâimpasto mano a mano, fino a raggiungere la consistenza desiderata, che deve essere morbida ed elastica. Continuate ad impastare fino ad ottenere un impasto liscio e morbido ma consistente, con il quale formerete una palla 8 che andrete ad adagiare in una capiente ciotola (ricordatevi che lâimpasto raddoppierÃ il suo volume), adeguatamente spolverizzata di farina sul fondo. Coprite la ciotola con un canovaccio pulito e riponetela in un luogo tiepido e lontano da correnti dâaria, come il forno spento di casa vostra. Attendete che lâimpasto abbia raddoppiato il proprio volume (ci vorrÃ 1 ora - 1 ora e 1/2). Intanto ponete la passata di pomodoro in una ciotola e conditela con l'olio, il sale e l'origano 9 e poi procedete alla stesura della pasta per la pizza. Stendete lâimpasto in una teglia a bordi bassi precedentemente unta dâolio 10, spennellate la superficie della pizza con altro olio e lasciate lievitare ancora per circa mezzâora. Terminata la seconda lievitazione, cospargerete la pizza con la passata di pomodoro 11, un poâ di olio extra vergine di oliva e infornate in forno giÃ caldo per circa 10 minuti a 200Â°. Intanto tagliate la mozzarella a fette e mettetela in un colino in modo da eliminare lâacqua di conservazione. Estraete la pizza e cospargetela con la mozzarella tritata grossolanamente o tagliata a fette 12; informate nuovamente per altri 5 minuti. Appena estrarrete la pizza dal forno, cospargetela con le foglie di basilico fresco e servite immediatamente. "
}