{
    "title": "Involtini di verza",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "280 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "350 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "40 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "grattugiato 80 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare gli involtini di verza cominciate preparando un buon brodo vegetale. Nel frattempo occupatevi del riso, il ripieno degli involtini. Quindi mondate e tritate finemente al coltello sedano, carota e cipolla e tenete da parte 1. Eliminate il budello delle salsicce 2 e sgranatele all’interno di un recipiente 3; tenete da parte anche queste (meglio se in frigorifero). In un tegame sufficientemente largo lasciate sciogliere il burro in 40 g di olio 4 e poi unite il trito aromatico lasciandolo appassire, a fiamma bassissima, per 10-15 minuti 5 mescolando spesso. Trascorso il tempo tostate il riso, quindi versatelo nel tegame e alzate la fiamma 6. Mescolate spesso per non farlo attaccare al fondo e dopo 2-3 minuti, sfumate con il vino bianco 7. Non appena l’alcol sarà completamente evaporato unite la polpa della salsiccia 8, le foglioline di timo 9 e mescolate spesso fin quando tutti i pezzetti saranno ben rosolati. Infine versate il brodo vegetale caldo 10 un po’ alla volta, quindi non appena si sarà asciugato aggiungetene ancora un po’. Aggiustate anche di sale e di pepe e cuocete il riso abbastanza al dente, quindi spegnetelo 1-2 minuti prima della cottura a puntino. A fiamma spenta unite il Parmigiano grattugiato, mescolate 11 per bene e lasciate intiepidire 12. Nel frattempo, con molta delicatezza per non romperle, staccate le foglie della verza 13, ve ne occorrono 6 per questa ricetta. Con un coltello eliminate la venatura centrale che è molto fibrosa 14 e sbollentatele poche alla volta in acqua bollente e salata per 1-2 minuti, a seconda di quanto siano croccanti 15. Scolatele 16 e tenetele in un recipiente ad intiepidirsi per qualche minuto 17, mentre continuate con la cottura di tutte le altre foglie. Per formare gli involtini sistemate su un tagliere una foglia e dividetela a metà, così facendo otterrete in tutto 12 pezzi 18. Al centro versate una generosa cucchiaiata di riso 19, poi richiudete i lati 20 portandoli verso il centro e infine arrotolate dal basso verso l’alto 21 come fosse un pacchetto e continuate così per tutti. Ungete una pirofila con circa 10 g di olio 22 e sistemate i fagottini con l’attaccatura rivolta verso il basso, così non si apriranno durante la cottura 23. Cuocete in forno preriscaldato e in modalità statica a 200° per 15 minuti (o in modalità ventilata a 180° per 10-12 minuti) e qualche minuto in funzione grill per colorire la superficie. Prima di servire i vostri involtini di verza lasciateli riposare una decina di minuti fuori dal forno 24. "
}