{
    "title": "Mini millefoglie di chiacchiere",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "2 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "i semi ½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "750 ml"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "180 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "8 g"
        },
        {
            "ingredient": "Pasta di pistacchi",
            "quantity": "60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "6 g"
        },
        {
            "ingredient": "Cioccolato bianco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le mini millefoglie di chiacchiere iniziate mettendo in ammollo in acqua fredda per 5 minuti la gelatina in 3 ciotole separate: 8 g per la crema ai lamponi, 6 g per la crema al pistacchio e 5 g per la crema al cioccolato bianco 1 (per ciascuna crema è previsto un dosaggio diverso di gelatina in base alla composizione degli ingredienti, per i lamponi che contengono più acqua e hanno un grado alto di acidità la dose sarà maggiore) . Dedicatevi alla crema rossa: ponete i lamponi in una padella 2 e cuocete a fuoco basso con il coperchio 3 fino a ridurli ad una salsa 4, filtrate il composto ottenuto con un setaccio per eliminare i semi 5 e poi incorporate gli 8 g di gelatina ammorbidita e ben strizzata alla salsa ancora tiepida 6. Procedete con la salsa bianca: strizzate i 5 g di gelatina e scioglieteli in 50 ml di panna calda 7, a parte sciogliete il cioccolato bianco (nel microonde oppure a bagnomaria) e incorporate la panna al cioccolato 8, mescolate bene con un cucchiaio per amalgamare il composto 9. Per finire preparate la crema verde: strizzate i 6 g di gelatina e scioglieteli in 50 ml di panna calda, incorporate il composto alla crema al pistacchio 10 mescolando bene con un cucchiaio per ottenere una crema omogenea 11. Avrete ottenuto così le 3 salse colorate che faranno da base alle creme 12. Procedete con la preparazione della crema montando con una frusta elettrica o una planetaria, 750 ml di panna fresca 13; per montarla al meglio seguite la nostra scheda come montare la panna. Versate nella panna 180 g di latte condensato 14 e mescolate delicatamente con una spatola dal basso verso l’alto per non smontare il composto. Dividete in 3 parti il composto di panna e latte condensato e unite 1/3 alla salsa di lamponi 15, 1/3 alla crema al pistacchio 16 e 1/3 alla crema al cioccolato bianco 17. Coprite le 3 creme con la pellicola a contatto 18 e ponete in frigorifero a rassodare per almeno 2 ore. Intanto occupatevi delle chiacchiere, per realizzarle al meglio consultate la nostra ricetta Chiacchiere: in una ciotola ponete la farina e il lievito setacciati 19, unite i semi della bacca di vaniglia, le uova 20, il burro a pezzetti 21, un pizzico di sale, il latte condensato 22. Impastate a mano con la punta delle dita per almeno 10 minuti gli ingredienti 23 fino a formare un impasto liscio ed omogeneo 24 . Prendete una parte del panetto 25 e ricoprite la restante con la pellicola così non si seccherà 26, stendete la pasta per mezzo dell'apposita macchinetta fino al rullo più stretto (o con un mattarello), in modo da ottenere una sfoglia sottile 27. Poi con una rotellina a taglio smerlato, ricavatene delle strisce quadrate di 10 cm lato 28, dovrete ottenere 20 chiacchiere. Ponete le strisce ottenute su di un canovaccio infarinato 29. Friggete poche chiacchiere alla volta in abbondante olio di semi ben caldo ma non bollente (170° -180° gradi al massimo), 30 girandole su ambo i lati e stando attenti a non bruciarle; appena diventeranno dorate, scolatele con una schiumarola 31 e ponetele a sgocciolare su un vassoio ricoperto di carta assorbente. A questo punto potete comporre il dolce: ponete una chiacchera su un piatto da dessert, riprendete le 3 creme e trasferitele in 3 diverse sac-à-poche con bocchetta stellata, distribuite uno strato di crema al pistacchio sulla sfoglia, poi ricoprite con un’altra chiacchiera, spremete un altro strato di crema al cioccolato bianco 34 e adagiate sopra un’altra chiacchiera; per ultimo ponete uno strato di crema ai lamponi 35 e chiudete la millefoglie con la quarta chiacchiera. In tutto otterrete 5 mini millefoglie. Guarnite la superficie con ciuffetti di creme, dei lamponi freschi e qualche fogliolina di menta fresca. Le vostre mini millefoglie di chiacchiere sono pronte per colorare la vostra tavola delle feste 36! "
}