{
    "title": "Polpettine in crosta di sesamo",
    "ingredients": [
        {
            "ingredient": "Maiale",
            "quantity": "macinato 300 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 300 g"
        },
        {
            "ingredient": "Pane integrale",
            "quantity": "mollica 65 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 50 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Aneto",
            "quantity": "fresco 1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpettine in crosta di sesamo tagliate la mollica di pane integrale a a cubetti, eliminando la crosta esterna, e sbriciolatela in un mixer dotato di lame (1-2). Tritate finemente l’aneto e tenetelo da parte 3. In una ciotola capiente, versate la carne trita di suino e quella di bovino 4, mischiandole con le mani; aggiungete la mollica di pane tritata 5, quindi il formaggio grattugiato 6. Aromatizzate l’impasto con l'aneto tritato 7, poi incorporate l’uovo 8 e regolate di sale 9. Pepate a piacere 10 e mischiate con le mani fino ad ottenere un composto omogeneo 11. A questo punto, con le mani modellate delle polpettine da circa 20 g ciascuna 12 e continuate così fino a terminare il composto a disposizione: con le nostre dosi dovrete ottenere 38 polpettine. Versate i semi di sesamo bianco in un vassoio 13 e uniteli a quelli di sesamo nero mischiandoli con cura 14. Passate le polpettine sul sesamo, facendolo aderire bene alla carne 15. Proseguite in questo modo con tutte le restanti polpettine 16 e, una volta terminato, disponetele l'una accanto all'altra su una leccarda foderata con carta da forno 17. Infornate le polpettine in forno statico preriscaldato a 180° per circa 25 minuti (oppure in forno ventilato a 160° per circa 15-20 minuti), condendole eventualmente con un filo d’olio. Trascorso il tempo necessario, sfornate e gustate le vostre polpettine in crosta di sesamo ben calde 18. "
}