{
    "title": "Panini colorati",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "fresco 65 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1,5 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 10 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "fresco 6-7 foglie"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1,5 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 10 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "fresco 55 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "fresco 65 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1,5 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "semolato 10 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "fresco q.b."
        }
    ],
    "preparation": " Per preparare i panini colorati, iniziate dall'impasto per i panini verdi (queste prime tre sequenze si ripeteranno identiche per tutte e tre le tipologie di panini, con le dosi indicate per ciascun impasto): in una ciotolina versate parte del latte a temperatura ambiente, poi unite il lievito disidratato 1 e scioglietelo (controllate sulla confezione se è un lievito da sciogliere nel latte o se può essere unito alle altre polveri). Quindi in una ciotola capiente versate la farina setacciata 2, aggiungete il lievito disciolto nel latte 3, lo zucchero e il burro fuso. In un'altra ciotolina versate la dose restante di latte a temperatura ambiente 4 e versateci le foglie di basilico 5, quindi frullate il tutto 6. Versatelo nella ciotola con il resto dell'impasto 7, unite per ultimo il sale messo sui bordi della farina 8 e mescolate prima con una forchetta poi a mano. Formate una pallina di impasto liscia e omogenea 9, Quindi coprite con pellicola trasparente 10 e lasciate riposare in forno spento con luce accesa per 2 ore. Intanto proseguite con gli altri panini: ripete i passaggi come nella squenza (1-3) e per i panini gialli sciogliete lo zafferano nel latte tiepido (11-12); unite il composto al resto dell'impasto 13, aggiungete il sale sui bordi quindi amalgamate il tutto prima con una forchetta poi a mano per formare una pallina liscia e omogenea 14; coprite con pellicola e fate riposare per 2 ore in forno spento con luce accesa. Proseguite infine con i panini rossi: ripetete i passaggi come nella sequenza 1-3 anche per le dosi di questo impasto; poi versate il concentrato di pomodoro nel latte tiepido rimasto 15 scioglietelo 16 e versate il contenuto nella ciotola con la farina e lievito; unite il sale e mescolate prima con una forchetta 17 e poi a mano, formando una pallina liscia e omogenea 18; coprite con pellicola trasparente e ponetela in forno spento con luce accesa per 2 ore a lievitare. Quando tutti e tre gli impasti saranno raddoppiati di volume 19, riprendeteli e iniziate a stendere quello verde a mano, per creare un filoncino 20, dividetelo in pezzetti da 30 g l'uno con un tarocco 21 e dategli una forma rotonda con i palmi delle mani o roteandolo sul piano di lavoro 22. Ponete i panini man a mano su un vassoio 23 e coprite con pellicola trasparente: dovranno lievitare ancora 30 minuti in forno spento con luce accesa. Proseguite allo stesso modo per tutti gli impasti 24. Quando i panini colorati saranno lievitati, togliete la pellicola e poneteli su una leccarda foderata con carta da forno; spennellateli con poco latte tiepido 25 quindi cuoceteli in forno statico preriscaldato a 200° per 14-15 minuti (180° per 10 minuti circa se forno ventilato; potete cuocerne 2-3 per verificare meglio tempi e temperatura in questo caso). Una volta cotti, sfornate i panini colorati fateli raffreddare su una gratella prima di farcirli a piacere e servirli! "
}