{
    "title": "Focaccia al crudo e fichi",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 300 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "5"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Miele",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " In una ciotola mescolate la farina setacciata con il lievito secco 1, sciogliete il sale nell' acqua 2 e poi incorporatelo alle polveri 3, versate poi anche lâolio 4, il miele 5 e il burro ammorbidito 6. Impastate tutto con le mani direttamente nella ciotola 7, quando avrete raccolto tutti gli ingredienti trasferitevi su un piano di lavoro leggermente infarinato 8. Lavorate l'impasto fino a renderlo liscio ed elastico, dategli una forma sferica e ponetelo in una ciotola, coprite con la pellicola trasparente e lasciate lievitare per 2 ore nel forno spento con la luce accesa o in ambiente tiepido, al riparo da correnti d'aria. Trascorso il tempo di lievitazione riprendete l'impasto che avrÃ raddoppiato il suo volume 9, stendete con le mani la focaccia su un piano leggermente oleato, dategli una forma rettangolare 10 e poi trasferitela in una teglia da 35x28 cm oleata bene sul fondo 11. Coprite con pellicola lâimpasto steso 12 e lasciate lievitare ancora per 1 ora, fino a quando la focaccia raggiungerÃ il bordo della teglia. Intanto lavate accuratamente i fichi e tagliateli a fette spesse 1cm senza sbucciarli 13. Riprendete la focaccia lievitate, spennellate la superficie con olio di oliva e distribuite sopra le fettine di fichi 14, facendo una leggera pressione in modo che aderiscano bene allâimpasto. Condite con il timo 15, cospargete la superficie con il miele 16 e il sale grosso. Cuocete in forno statico preriscaldato a 180Â° per 35 minuti (o ventilato a 160Â° per 25 minuti). Quando la focaccia sarÃ ben dorata, sfornatela 17, lasciatela intiepidire poi conditela con le fette di crudo e con ancora un filo di miele e servite la vostra focaccia al crudo e fichi 18! "
}