{
    "title": "Torta salata alla cipolla di Tropea e Silano",
    "ingredients": [
        {
            "ingredient": "Caciocavallo silano",
            "quantity": "(a fette) 350 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "300 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(ghiacciata) 70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la Torta salata alla cipolla di Tropea e Silano incominciate a preparare la pasta brisè. Prendete un mixer ed aggiungetevi la farina ed il burro tagliato grossolanamente in pezzi a freddo di frigo, aggiustate di sale 1 ed amalgamate gli ingredienti fino ad ottenere un impasto sabbioso e farinoso. Versate il composto su un una spianatoia dando la forma di fontana aggiungendovi poco per volta l’acqua ghiacciata 2. Quando gli ingredienti risulteranno uniformemente amalgamati riponete il composto amalgamato a forma di palla in pellicola 3 da cucina e lasciate riposare in frigo per almeno 40 minuti. Mentre la pasta brisè riposa in frigo passate a preparare il ripieno, partendo dalla cipolla di Tropea. Sfogliatela dello strato più esterno, quindi tagliatela a fette non troppo sottili. Prendete una padella antiaderente, cospargetevi un filo di olio evo e ponete a cuocere vostra cipolla di Tropea tagliata a fette 4, facendo cuocere a fuoco moderato. Sfumatela con il vino rosso 5 ed a cottura quasi ultimata aggiungete un pizzico di zucchero per farla caramellare 6. Mescolate aiutandovi con un cucchiaio la cipolla in modo tale da risultare uniformemente cotta. Quando la cipolla di Tropea risulterà cotta riponetela in una ciotola e lasciatela intiepidire. Passate ora alla preparazione della besciamella. Ponete su una padella un filo di olio e rosolatevi la cipolla finemente tagliata 7. Aggiungete la farina 8 e stemperata con la cipolla amalgamando bene per non creare grumi 9. Ponete nel frattempo a scaldare il latte in un pentolino. Quando avrete ben stemperato aggiungete il latte scaldato 10, aromatizzato con noce moscata 11. Aggiustate di sale 12, e pepe 13. Continuate a cuocere e mescolare 14 fino ad ottenere un composto cremoso 15. Quindi spegnete il fuoco e tenete da parte coprendo con un coperchio o con pellicola a contatto. Nel frattempo tagliate a tocchetti 150 g di silano prima in strisce orizzontali e successivamente a dadini 16 e 200 g di silano a fette sottili. A questo punto avete tutti i preparati necessari per comporre la vostra torta salata alla cipolla di Tropea e Silano. Aiutandovi con un mattarello stendete l’impasto della brisè 17. Prendete ora una pirofila tonda dal diametro di 27 cm e ricopritela con carta da forno. A questo punto arrotolate il disco di pasta sul mattarello srotolatelo sullo stampo 18, facendola aderire bene. Con una forchetta bucherellate la pasta brisè stesa 19. Aggiungete quindi la besciamella precedentemente preparata e stendetela uniformemente sulla pasta 20. Aggiungete sopra alla besciamella il silano tagliato a tocchetti 21 Aggiungete ora anche il silano tagliato a fette 22. Adagiate sopra a questi ingredienti stesi sulla pasta brisè anche la cipolla saltata precedentemente 23. Infornate ora la vostra torta salata alla cipolla di Tropea e Silano in forno statico pre riscaldato a 180° C per 40 minuti (o a forno ventilato a 160° 30 per minuti). Servite e gustate 24! "
}