{
    "title": "Chiocciole salate verdure e pancetta",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 300 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoni",
            "quantity": "mezzo rosso e mezzo giallo"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "(lerdammer, provola,emmentaler, ecc...) a fette 250 gr"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "coppata a fette sottili 125 gr"
        }
    ],
    "preparation": " Preparate la pasta da pane seguendo i passaggi che trovate cliccando qui, quindi lasciatela lievitare fino al raddoppiamento del volume 2. Nel frattempo lavate e tagliate le verdure a piccole listarelle, e fatele saltare qualche minuto in padella 1 con un cucchiaio di olio, quindi salatele e spegnete il fuoco. Dividete l’impasto in due parti, che stenderete con un matterello formando due rettangoli dello spessore di circa mezzo centimetro 3. Su di un rettangolo di pasta, stendete le verdure lasciando un paio di cm sui bordi 4, che spennellerete con un po’ di acqua 5. Arrotolate l’impasto farcito su se stesso e formate un rotolo 6 che sigillerete 7 e lascerete lievitare con la chiusura rivolta verso il basso. Prendete il secondo rettangolo di pasta, farcitelo con fette di formaggio 8 e pancetta 9, e arrotolatelo 10 spennellando i bordi con l’acqua per sigillarlo. Lasciate lievitare i due rotoli almeno per un’ora, dopodiché tagliateli a fette 11 dello spessore di almeno 2,5 cm che riporrete su delle teglie foderata di carta forno 12. Lasciate lievitare le fette ottenute per ancora un’ora e poi infornatele in forno già caldo a 180° per circa 15 minuti. Una volta sfornate, lasciate raffreddare le chiocciole e poi servitele. "
}