{
    "title": "Pizza di KamutÂ®",
    "ingredients": [
        {
            "ingredient": "Farina di KamutÂ®",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "500 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pasta per la pizza di KamutÂ® setacciate la farina di KamutÂ®, disponetela a fontana su di una spianatoia (o in una capiente bacinella) e formate un buco al centro. Prendete una ciotolina di vetro, versateci un bicchiere d'acqua tiepida, sbriciolatevi dentro il lievito di birra 1 e il miele 2 . Mescolate fino a fare sciogliere bene il tutto e inserite al centro della farina il composto d'acqua e lievito 3. Ora, a parte, sciogliete 10 g di sale in un altro bicchiere d'acqua tiepida; aggiungete l'olio 4 e inseriteli nella farina 5. Tenete vicino a voi un poâ di farina e la restante acqua tiepida, che integrerete nellâimpasto mano a mano, fino a raggiungere la consistenza desiderata, che deve essere morbida ed elastica 6. Continuate ad impastare fino ad ottenere un impasto liscio e morbido ma consistente, con il quale formerete una palla che andrete ad adagiare in una capiente ciotola 7 (ricordatevi che lâimpasto raddoppierÃ il suo volume), adeguatamente spolverizzata di farina sul fondo. Coprite la ciotola con un canovaccio pulito e riponetela in un luogo tiepido e lontano da correnti dâaria, come il forno spento di casa vostra. Attendete che lâimpasto abbia raddoppiato il proprio volume 8 (ci vorrÃ 1 ora - 1 ora e 1/2) e poi procedete alla stesura della pasta per la pizza. Dividete lâimpasto in due parti e stendetelo in due teglie a bordi bassi precedentemente unte dâolio. Ponete la passata di pomodoro in una ciotola e conditela con 4 cucchiai di olio e il sale 9. Condite le pizze con la passata di pomodoro 10, con un poâ di olio extra vergine di oliva e infornate in forno giÃ caldo per circa 10 minuti a 250Â°. Intanto tagliate la mozzarella a fette e mettetela in un colino in modo da eliminare lâacqua di conservazione. Estraete la pizze 11 e cospargetele con la mozzarella tritata grossolanamente o tagliata a fette 12; informate nuovamente per altri 5 minuti. Dopo aver estratto le pizze di KamutÂ® dal forno, cospargetele con le foglie di basilico fresco e servite immediatamente. "
}