{
    "title": "Struffoli ai frutti rossi",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "50 g"
        },
        {
            "ingredient": "Meringhe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "da fondere q.b."
        },
        {
            "ingredient": "Lamponi disidratati",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lamponi",
            "quantity": "freschi q.b."
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli struffoli ai frutti rossi iniziate dalla preparazione dell'impasto. Rompete le uova in una ciotola capiente 1, aggiungete lo zucchero 2 e un pizzico di sale 3. Unite anche un filo d'olio 4, una grattugiata di buccia d'arancia (orientativamente ne servirà 1/4) 5, e una grattugiata di scorza di lime 6. Aggiungete poi anche il succo dell'arancia 7 e iniziate a mescolare il composto utilizzando una frusta 8. Versate la farina in una volta sola all'interno del composto 9 e iniziate a lavorarlo con le mani, sempre all'interno della ciotola 10. Non appena risulterà piuttosto compatto trasferitelo su un piano di lavoro infarinato abbondantemente 11 e proseguite la lavorazione, impastando con le mani con pochi movimento giusto il tempo di ottenere un risultato liscio ed omogeneo 12. A questo punto avvolgete il vostro panetto con della pellicola per alimenti 13 e riponete in frigorifero a riposare per un'ora. Trascorso il tempo indicato riprendete il panetto e spolverizzatelo con dell'altra farina, giusto quella necessaria per aiutarsi nella lavorazione dell'impasto 14. Da questo ricavate dei filoni spessi circa 1 cm, allungando ciascun pezzetto di impasto 15 e sbattendolo leggermente sul bancone prendendolo dalle estremità, per rendere l'impasto più elastico e allungarlo più facilmente. Utilizzando un coltello ricavate da ogni filone degli gnocchetti larghi circa mezzo cm 16. Poi utilizzando il palmo della mano fate roteare i pezzetti di pasta uno per volta 17 in modo da dargli una forma sferica 18, tipica degli struffoli. A questo punto potete occuparvi della frittura. Mettete a scaldare l'olio di semi in un tegame in modo da raggiungere la temperatura di 170° e solo quando sarà caldo aiutandovi con una schiumarola lasciate scivolare i pezzetti di impasto nell' olio caldo 19. Per non abbassare troppo la temperatura dell'olio si consiglia di cuocere pochi pezzi per volta. Girate di tanto in tanto i vostri struffoli utilizzando una schiumarola e non appena saranno ben dorati estraeteli dall'olio (ci vorranno circa 5 minuti) 20 e trasferiteli su un vassoio foderato con della carta per fritti 21. Una voltra fritti gli struffoli passate a preparare la glassa. Per prima cosa frullate i lamponi utilizzando un mixer ad immersione 22; quindi setacciate la polpa 23 in modo da ricavare una purea liscia 24. Versate il miele in una padella calda ma non rovente 25, aggiungete gli struffoli e mescolate con una spatola fino a glassarli completamente 26. Aggiungete la purea di lamponi appena setacciata e mescolate in modo da ricoprire gli struffoli in maniera uniforme 27. Saltate ancora qualche minuto 28, trasferite gli struffoli su un piatto da portata 29 insieme a un pò del sughetto e decorate con qualche meringa sbriciolata 30. Aggiungete dei lamponi disidratati 31 quindi ultimate il piatto con un pò di cioccolato fuso 32, dei lamponi freschi e servite i vostri struffoli ai frutti rossi 33! "
}