{
    "title": "Ghiaccioli ai fichi e limone",
    "ingredients": [
        {
            "ingredient": "Fichi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare i ghiaccioli ai fichi e limone, iniziate dividendo a metà i limoni 1. Spremeteli 2 e poi filtrate il succo in una ciotola con un colino per eliminare residui di polpa e semini 3. Dopodichè preparate lo sciroppo: prendete una pentola e versateci l’acqua 4. Quindi aggiungete lo zucchero 5, mescolate 6 e portate a bollore. Quando lo sciroppo avrà raggiunto il bollore, unitelo al succo di limone 7 e lasciate raffreddare. Nel frattempo sciacquate i fichi sotto acqua corrente, quindi poneteli su un tagliere e tagliateli a rondelle dello spessore di mezzo cm 8. Prendete, poi, gli stampi da ghiacciolo e foderate le pareti con le fette di fico 9. Posizionate gli stampi sull’apposito piedistallo 10 e versate delicatamente lo sciroppo con il succo di limone ormai freddo 11. Inserite lo stecchino in ogni stampo 12 e congelate per almeno 3 ore. Se gli stecchini tendono a sprofondare all’interno dello stampo, potete attuare un veloce accorgimento: procuratevi dei pezzi di carta stagnola e piegateli fino ad ottenere delle listarelle. Posizionate lo stecchino al centro di ogni listarella 13, piegate una metà da un lato, poi l’altra metà nel verso opposto 14, fino a legare lo stecchino 15. In questo modo, una volta inseriti gli stecchini nello stampo, le linguette di carta stagnola si appoggeranno ai bordi, impedendo agli stecchini di sprofondare. Trascorse le 3 ore di congelamento, tirate fuori i ghiaccioli dal freezer e sformateli, immergendo velocemente gli stampini nell’acqua calda 16. Quindi estraete i ghiaccioli dagli stampi 17 e serviteli subito 18! "
}