{
    "title": "Hamburger all'italiana",
    "ingredients": [
        {
            "ingredient": "Panini da hamburger",
            "quantity": "4"
        },
        {
            "ingredient": "Manzo",
            "quantity": "spalla tritata 800 g"
        },
        {
            "ingredient": "Caciocavallo silano",
            "quantity": "130 g"
        },
        {
            "ingredient": "Pomodorini secchi sottolio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "(per ungere i panini) q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "30 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(a temperatura ambiente) 1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare l'hamburger all'italiana per prima cosa iniziate a realizzare la maionese al basilico, è importante che tutti gli ingredienti siano a temperatura ambiente. Versate il tuorlo in un contenitore dai bordi alti, aggiungete un pizzico di sale e di pepe; unite anche la scorza grattugiata del limone, poi spremetene il succo e aggiungetene 10 gr 3. Iniziate a frullare con un mixer ad immersione aggiungendo l'olio di semi a filo 4, fino ad ottenere una maionese cremosa. Aggiungete poi le foglioline di basilico 5 e frullate nuovamente 6. Tenete da parte la vostra maionese al basilico. Occupatevi delle cipolle caramellate: mondate la cipolla, dividetela a metà 7 e poi a falde 8; trasferitele in un tegame con metà dose di acqua 9 aggiungete lo zucchero di canna 10 e cuocete per qualche minuto 11. Poi unite anche la restante acqua e proseguite la cottura fino a che non sarà evaporata completamente 12. In tutto ci vorranno circa 15 minuti. Nel frattempo occupatevi di preparare gli hamburger, utilizzando per ciascuno 200 gr di carne: ne otterrete 4. Pressate leggermente con le mani per dare la forma voluta, poi conditeli con sale, pepe e un filo d'olio da entrambi i lati 14. Scaldate bene una casseruola e posizionate i burger, attendete 6 minuti e girateli dall'altro lato 15. Nel frattempo affettate il caciocavallo 16 e posizionatelo sugli hamburger, poi aggiungete un pò d'acqua 17 che servirà a fare un pò di vapore, coprite con un coperchio 18 e ultimate la cottura per altri 6 minuti, fino a che il caciocavallo sarà completamente sciolto 19. In questo modo otterrete dei burger al sangue se preferite potete prolungare la cottura per altri 3-4 minuti per una cottura media. Nel frattempo occupatevi anche dei panini, divideteli a metà 20, imburrate le metà per rendere morbido l'interno 21 e tostateli qualche istante su una piastra rovente, con la parte da farcire adagiata sulla piastra 22. Sistemateli poi su un tagliere 23 e posizionate la maionese al basilico sulla base 24. Aggiungete le foglioline di lattuga precedentemente lavate 25, poi posizionate la polpetta di carne al di sopra 26 e qualche cipolla caramellata 27. Ultimate con i pomodorini secchi (scolati dal loro olio di conservazione), richiudete il panino 29 e servite i vostri hamburger all'italiana ancora caldi 30! Potete accompagnarli con sfiziose patate fritte! "
}