{
    "title": "Mini tatin di ananas",
    "ingredients": [
        {
            "ingredient": "Ananas",
            "quantity": "(5 fette) 450 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "135 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 65 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(fredda) 45 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "35 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 5 g"
        },
        {
            "ingredient": "Gelato al fiordilatte",
            "quantity": "4 palline"
        }
    ],
    "preparation": " Per preparare le mini tatin di ananas cominciate dalla pasta brisé: in un mixer mettete la farina 1, il burro freddo di frigo tagliato a tocchetti 2 e un pizzico di sale 3. Frullate il tutto fino ad ottenere un composto dalla consistenza sabbiosa e farinosa 4. A questo punto trasferite il composto su una superficie di marmo, metallo o vetro (basta che sia fredda) e formate la classica forma a fontana. Aggiungete poco alla volta l'acqua fredda 5, impastando velocemente. Continuate a impastare con le dita 6, cercando di riscaldare l'impasto il meno possibile. Lavorate velocemente l'impasto fino a renderlo compatto, sodo e abbastanza elastico 7. Una volta pronta, avvolgete la pasta brisé nella pellicola trasparente 8 e lasciatela riposare in frigo per almeno 40 minuti. Durante questo tempo potete occuparvi dell'ananas: eliminate entrambe le estremità 9 e tagliate via la buccia esterna 10. Tagliate 5 fette dallo spessore di 1 centimetro 11 e, aiutandovi con un coppapasta dal diametro di 3 centimetri, eliminate la parte centrale e legnosa di ogni fetta 12. Ora, con un coppapasta dal diametro di 10 centimetri, ritagliate ulteriormente 4 delle 5 fette di ananas 13; in modo da ottenere 4 fette perfettamente tonde e uguali tra loro, poi mettetele un attimo da parte. Riprendete l'altre fetta di ananas , con il coppapasta da 3 cm, ricavate 4 tondini dalla parte più tenera e polposa della fetta 14. Poi tagliate quello che resta della fetta in cubetti di circa mezzo centimetro 15. Mettete da parte l'ananas e passate a preparare il caramello: versate lo zucchero in un pentolino dal fondo spesso poi aggiungeteci l'acqua 16 e portate a bollore 17. Fate sobollire a fuoco molto basso, fino a quando lo zucchero non avrà preso un bel colore ambrato. A questo punto versate il burro a temperatura ambiente 18 e mescolate bene 19 fino a quando non si sarà sciolto del tutto. Una volta che il burro si sarà sciolto, togliete il pentolino dal fuoco e immergetelo in una bacinella di piena di acqua fredda 20 senza ovviamente far entrare l'acqua nel pentolino. Servirà a fermare la cottura del caramello. Prendete 4 stampi da 10 centimetri di diametro e versate il caramello 21, fino a coprire uniformemente il fondo 22. A questo punto disponete una fetta di ananas in ogni stampo 23 e chiudete il buco centrale con i tondini che avete precedentemente ricavato con il coppapasta 24 poi distribuite su ogni fetta l'ananas a dadini, in parti uguali 25. A questo punto prendete la pasta brisé dal frigo e stendetela 26 fino a raggiungere uno spessore di 5 millimetri. Prendete un coppapasta dal diametro di 11,5 centimetri e ricavate 4 dischi di pasta 27. Ricoprite ogni stampo con il disco di pasta brisé 28 e, premendo delicatamente con le dita, sigillate bene i bordi 29. Bucherellate la superficie con i rebbi di una forchetta 30. Disponete gli stampi sulla leccarda 31 e infornate le mini tatin in forno già caldo a 170° per 35 minuti, avendo cura di posizionare la leccarda a contatto con il fondo del forno. Usate il forno in modalità statica. Dopo 35 minuti alzate la leccarda nella parte media del forno e lasciate cuocere per altri 15 minuti per far prendere colore alla superficie. Una volta cotte, sfornate le mini tatin e lasciate raffreddare per 3-4 minuti 32. Sformatele ancora calde: altrimenti il caramello si indurirà e non sarà più possibile toglierle dallo stampo. Le tarte tatin vanno servite capovolte: quindi prendete uno stampo per volta con una presina 33 e appoggiateci sopra un piatto 34 capovolgete lo stampo 35 e fatele scivolare sul piatto: se necessario staccate delicatamente la tatin aiutandovi con la punta di un coltello 36. Lasciate che lo sciroppo creatosi durante la cottura coli ai bordi della pasta brisé 37 e poi distribuite una pallina di gelato al fiordilatte sulla fetta di ananas 38. Servitele immediatamente, ancora calde 39. Le vostre mini tatin di ananas sono pronte per essere gustate! "
}