{
    "title": "Budino bicolore di Pavesini",
    "ingredients": [
        {
            "ingredient": "Succo d'arancia",
            "quantity": "200 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "9 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "90 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "75 g"
        },
        {
            "ingredient": "Pavesini",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Arance",
            "quantity": "fettine q.b."
        }
    ],
    "preparation": " Per realizzare il budino bicolore di Pavesini per prima cosa preparate la gelatina all’arancia: mettete la gelatina in ammollo in acqua fredda 1. Grattugiate la buccia delle arance in un pentolino 2 e spremete il succo 3 . Filtrate il succo di arancia con un colino 4 e versatelo nel pentolino 5, unite infine lo zucchero 6 e scaldatelo per 5 minuti a fuoco moderato, fino a sfiorare il bollore. Spegnete il fuoco e passate il succo al setaccio per eliminare la scorza d’arancia 7. Strizzate bene la gelatina, che nel frattempo si sarà ammorbidita, e aggiungetela al succo d'arancia caldo 8. Mescolate in modo che la gelatina si sciolga nel succo. Prendete degli stampini di alluminio a forma di ciambella del diametro di 11 cm 9. Mettete circa 35-40 g di composto in ogni stampino 10 e ponetelo in frigorifero per almeno 1 ora a rassodare. Intanto preparate il budino al cioccolato: mettete la gelatina in una ciotola con acqua fredda per farla ammorbiidire 11. Tritate con un coltello il cioccolato fondente 12. In un pentolino unite il burro a pezzetti 13, fatelo sciogliere a fuoco basso e poi unite lo zucchero 14 e il cioccolato 15. Lasciate sciogliere bene il tutto mescolando con un cucchiaio e aggiungete il latte caldo 16. Incorporate poi la gelatina, precedentemente ammorbidita in acqua, avendo cura di strizzarla bene 17. Per ultimo ponete i Pavesini in un mixer, tritateli finemente 19 e aggiungeteli al composto di cioccolato 20. Togliete dal frigo gli stampini con la gelatina di arancia ormai rassodata e versate circa 150 g di composto su ogni gelatina all’arancia 21. Ponete in frigorifero a rassodare per almeno 2-3 ore. Al momento di sformarli scaldate l’acqua in una ciotola (deve essere bollente) e immergeteci dentro i budini un paio di volte per pochi istanti 22 e poi rovesciateli su un piattino da dessert 23. Ora montate la panna con lo zucchero a velo che servirà per guarnire i budini, seguite la scheda dettagliata Come montare la panna che trovate qui. 24 Riempite con la panna montata una sac-à-poche con bocchetta a stella 25 e guarnite ciascun budino con un ciuffetto di panna al centro 26, qualche fettina d’arancia 27 e una fogliolina di menta. Conservate il budino bicolore di Pavesini in frigorifero fino al momento di servire. "
}