{
    "title": "Tartellette dolci di Jack O' Lantern",
    "ingredients": [
        {
            "ingredient": "Fecola di patate",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina di nocciole",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "230 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "giÃ pulita 450 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "170 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "1 g"
        },
        {
            "ingredient": "Zenzero in polvere",
            "quantity": "1 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tartellette dolci di Jack OâLanternÂ iniziate a realizzare la crema per farcirle. Sbucciate la zucca, tagliatela a cubetti 1 e trasferitela in un tegame. Unite il latte condensato 2, lo zenzero disidratato 3, la cannella in polvere 4, un pizzico di sale e cuocete per circa 20 minuti a fuoco moderato, mescolando spesso 5. Una volta che la crema si sarÃ addensata e la zucca risulterÃ tenera potrete frullate il tutto 6, fino ad ottenere un composto molto liscio. Trasferite la crema in una ciotolina 7, lasciatela raffreddare e nel frattempo occupatevi di preparare la pasta frolla. Versate nella ciotola di una planetaria, munita di foglia, la farina 00, la farina di nocciole 8, la fecola e la cannella 9. Quindi unite il burro freddo di frigorifero a fiocchetti 10 e azionate la macchina a velocitÃ bassa. Una volta ottenuto un composto sabbioso unite il latte condensato 11 e continuate a lavorare per pochi minuti 12. Trasferite l'impasto su una spianatoia 13 e lavoratelo con le mani per qualche minuto, giusto il tempo di compattarlo 14. Prendete i 2/3 del composto, posizionatelo su un foglio di carta forno e appiattitelo con le mani 15. Adagiate sopra un altro foglio di carta forno 16 e con un mattarello 17 stendete la frolla fino ad ottenere uno spessore di circa 4 mm 18. Imburrate gli stampi delle tartellette aiutandovi con un pennellino 19 e ricavate dalla sfoglia di frolla dei dischi grandi circa 12 cm 20, per questa operazione potete utilizzare un coppapasta o una ciotolina. Trasferite il disco di frolla sullo stampo di 11,5 cm di diametro e con le dita premete leggermente per farlo aderire al meglio, quindi eliminate l'eccesso di pasta con un coltellino 21. Bucherellate la base di ogni tartelletta con i rebbi di una forchetta 22, adagiate un disco di carta forno e ricoprite con le sfere di ceramica (per questa operazione potete utilizzare anche dei legumi secchi) 23, quindi procedete con la cottura alla cieca. Infornate le tartellette in forno statico preriscaldato a 180Â° per circa 15 minuti, quindi sfornatele 24, eliminate le sfere di ceramica e proseguite la cottura per altri 5 minuti. Nel frattempo riprendete gli avanzi di frolla e impastateli insieme a quella tenuta da parte in precedenza. Stendete nuovamente la frolla tra i due fogli di carta forno fino ad ottenere uno spessore di 4 mm e ricavate dei dischi grandi circa 8 cm 25. Trasferiteli su una leccarda foderata con la carta forno e intagliate sia la bocca 26 che gli occhi 27. Cuocete anche questi in forno statico preriscaldato a 180Â° per circa 15 minuti. Una volta che le tartellette si saranno raffreddate farcitele con la crema 28 e adagiate un biscotto sopra ogni tartelletta 29. Decorate con una fogliolina di menta, una scheggia di cannella 30 e servite le vostre tartellette dolci di Jack OâLantern! "
}