{
    "title": "Struffoli con creme al latte",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "mezza"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "mezzo"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "120 g"
        },
        {
            "ingredient": "Mango",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli struffoli alle creme iniziate dall’impasto: mettete la farina setacciata in una ciotola, grattugiate la scorza del limone 1 e dell’arancia 2. poi aggiungete al centro le uova 3, il burro 4, un pizzico di sale e il latte condensato 5. Impastate energicamente (6-7) e, una volta ottenuto un composto omogeneo e abbastanza compatto, dategli la forma di una palla e ricopritelo con la pellicola trasparente 8, lasciatelo riposare per almeno mezz'ora. Trascorso il tempo di riposo, lavorate l’impasto ancora per qualche minuto e dividetelo in tanti bastoncelli spessi meno di un dito, rullandoli su un piano leggermente infarinato. A questo punto, tagliate i bastoncini a piccoli pezzettini 9 e disponeteli su un telo, facendo attenzione a non sovrapporli. Una volta pronti, mettete l’olio in una padella e friggete i vostri struffoli un po’ alla volta 10 per una cottura ottimale l’olio deve avere una temperatura di circa 170°-180°. Quando gli struffoli si presenteranno gonfi e dorati 11 ma non particolarmente coloriti per evitare che si possano bruciare, sgocciolateli e fateli raffreddare su carta assorbente da cucina 12. Ora occupatevi delle creme: ponete i mirtilli nella tazza del mixer 13 e frullateli 14, passate il composto ottenuto con un setaccio in modo da ricavare una salsa liscia 15. Versate 40 g di latte condensato nella salsa 16 e mescolate per amalgamare il composto. Procedete allo stesso modo con i lamponi: frullateli nel mixer 17, passate il composto al setaccio 18 e poi incorporate 40 g di latte condensato 19. Per ultima preparate la crema al mango: tagliate a spicchi il frutto 20, frullatelo nel mixer 21 e unite anche qui 40 g di latte condensato 22. Ora preparate il caramello per ricoprire gli struffoli: scaldate in padella a fuoco dolce il miele fino ad ottenere una salsa liscia 23, versate gli struffoli e mescolate per amalgamare lo sciroppo 24. A questo punto potete comporre il piatto: versate le 3 salse in 3 piatti diversi, adagiate sopra gli struffoli 25 e per finire guarnite la superficie con zuccherini colorati 26. I vostri struffoli con creme al latte sono pronti per essere gustati! "
}