{
    "title": "Panini tricolore",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "800 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "360 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "8 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "30 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "42 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "35 g"
        },
        {
            "ingredient": "Paprika",
            "quantity": "in polvere 10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare i panini tricolore come prima cosa realizzate il poolish. Sciogliete il lievito nell'acqua a temperatura ambiente 1, unitelo alla farina 2 e mescolate con le mani fino ad ottenere una consistenza liscia. Coprite con pellicola e lasciatelo a temperatura ambiente per 1 ora. Poi trasferite in frigorifero per 23 ore. Trascorse le 23 ore riprendete il poolish e lasciatelo per 1 ora a temperatura ambiente 4.Â A questo punto versate in un mixer le foglie di basilico ben pulite, l'olio 5 e frullate il tutto 6. Adesso realizzate l'impasto. Versate la farina nella ciotola di una planetaria, unite il lievito fresco sbriciolato e il malto 7.Â Aggiungete l'acqua 8 e iniziate ad impastare con il gancio. Aggiungete il poolish 9 e lavorate a velocitÃ moderata 10 fino a che non sarÃ completamente assorbito. Aggiungete poi l'olio a filo 11, il sale 12Â e continuate a lavorare fino a che l'impasto non sarÃ ben incordato 13. Trasferite poi su un piano 14 e formate un panetto 15.Â Dividete quindi l'impasto in 3 parti da 540 g 16. Prendete una parte date una forma sferica, mettete in una ciotola 17 e coprite con pellicola. Prendete un'altra parte unite la salsa di basilico 18Â e impastate con le mani 19. Aggiungete poi i 35 g di farina 00 20 e lavorate ancora 21.Â Trasferite in una ciotola 22 e coprite con pellicola. Passate all'ultimo impasto. In una ciotolina versate la paprika e l'acqua 23. Mescolate con un cucchiaio 24 e trasferitelo sull'impasto 25. Lavorate con le mani 26, poi aggiungete i 15 g di farina 27 e impastate ancora 28. Trasferite in ciotola e coprite con pellicola. Lasciate lievitare i 3 impasti 29 per 3-4 ore, fino a che non saranno raddoppiati di volume 30.Â A questo punto dividete ciascun impasto in 6 porzioni da 90g e formate delle palline 3132. Se dovesse essere necessario per formare le palline verdi potete aggiungere un pizzico di farina, ma senza esagerare. Coprite con un canovaccio per non far seccare le palline e prendetene una di ogni colore. Date la forma di un filoncino prima a quello rosso 33, poi affiancate a questo un filoncino bianco 34 e in ultimo uno verde. Unite le estremitÃ , pizzicandole con le dita, in modo da sigillare bene 35. Disponete su una leccarda da forno e proseguite con la formazione degli altri panini 36.Â Lasciate lievitare per 30 minuti, coprendo con un canovaccio 37. Cuocete in forno statico preriscaldato a 220Â° per 30 minuti nel ripiano centrale. Estraete i panini dal forno quando saranno ben dorati 38, trasferiteli su una gratella 39 e lasciateli intiepidire prima di gustarli.Â "
}