{
    "title": "Pizza rustica",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Provola",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "circa 6 foglie"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare la pizza rustica, iniziate dall'impasto: in una ciotolina sciogliete il sale in una parte della dose di acqua 1 e nella restante acqua versate l'olio 2: emulsionate gli ingredienti. Poi in una ciotola versate la farina setacciata, il lievito disidratato (oppure 12 g di lievito di birra fresco) e lo zucchero; quindi versate l'acqua e l'olio 3. Mescolate e aggiungete anche l'acqua con il sale e iniziate a lavorare l'impasto brevemente con le mani 4; poi trasferitelo su un ripiano leggermente infarinato e maneggiatelo 5, dovrà risultare liscio ed elastico; formate una palla e ponetela in una ciotola a lievitare 6 coperta con pellicola trasparente per almeno 2 ore alla temperatura costante di 26-28° (ad esempio in forno spento con luce accesa). Mentre l'impasto lievita, dedicatevi al ripieno: lavate e tagliate i pomodorini a metà 7, poi la provola a dadini 8 e a rondelle le olive nere denocciolate 9. In una padella scaldate un filo d'olio, fate rosolare lo spicchio d'aglio intero e unite i filetti di alici ben scolati dall'olio di conservazione 10. Mescolate con un cucchiaio di legno per far sciogliere i filetti di alici, poi unite i pomodorini, aggiungete l'origano 11 e fate cuocere con coperchio per circa 10 minuti a fuoco vivace, mescolando di tanto in tanto. I pomodori si dovranno ammorbidire ma non sciogliere del tutto. Al termine della cottura, togliete lo spicchio di aglio e poco prima di spegnere il fuoco aggiungete delle foglioline di basilico per insaporirli 12. Ora riprendete l'impasto della pizza che avrà raddoppiato il suo volume 13 e dividetelo a metà 14. Formate due palline di impasto: una potete coprirla con pellicola trasparente perchè non si secchi, mentre stendete l'altra 15 a formare un rettangolo sottile di circa 45x32 (poco più grande delle dimensioni della teglia che sarà di 42x30). Oleate accuratamente il fondo e i bordi della teglia, avvolgete l'impasto attorno al mattarello e srotolatelo delicatamente il sulla teglia 16. Farcite con i pomodorini privati del liquido di cottura 17, la provola a dadini e le olive a rondelle, distribuendo gli ingredienti in maniera uniforme. Cospargete la superficie con dell'origano 18. A questo punto stendete l'altra metà di impasto in un rettangolo delle stesse dimensioni del precedente e adagiatelo sempre con l'aiuto del mattarello a chiudere la pizza rustica 19. Ripiegate i bordi verso l'interno e sigillateli accuratamente con le mani e con i rebbi di una forchetta 20. Coprite la pizza con pellicola trasparente e lasciate lievitare almeno 30 minuti in un luogo tiepido 21. Passato il tempo necessario, scoprite la pizza; in una ciotolina sbattete l'uovo con 2 cucchiai di latte e spennellate la superficie (22-23) prima di cuocere la pizza rustica in forno statico preriscaldato a 180° per 1 ora e 10 minuti circa (160° per circa 1 ora se forno ventilato): potete cuocere la pizza nella parte più bassa del forno. Una volta che sarà ben cotta e dorata (potete controllare la cottura alzando leggermente la pizza per verificare la cottura della base), sfornatela 24 e lasciatela intiepidire quindi sformatela e servitela! "
}