{
    "title": "Hosomaki",
    "ingredients": [
        {
            "ingredient": "Riso per sushi",
            "quantity": "cotto 100 g"
        },
        {
            "ingredient": "Salmone",
            "quantity": "(o tonno fresco a bastoncini di 1 cm) 40 g"
        },
        {
            "ingredient": "Wasabi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Alga nori",
            "quantity": "mezza foglia"
        },
        {
            "ingredient": "Wasabi",
            "quantity": "in pasta q.b."
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zenzero sott'aceto",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’hosomaki, per prima cosa tagliate a metà una foglia grande di alga nori 1 quindi posizionatela sulla stuoietta apposita (se preferite, potete rivestirla con pellicola trasparente), poggiando con la parte più liscia e lucida verso il basso 2. Bagnate le mani in una ciotola con dell’acqua 3, possibilmente acidulata con qualche cucchiaio di aceto di riso, e prelevate circa 100 gr di riso per sushi. Bagnarsi le mani è necessario perchè il riso è molto colloso e così eviterete che si appiccichi alle mani. Stendete il riso sulla superficie dell’alga, lasciando un paio di centimetri di alga liberi sul bordo superiore 4. Lo spessore del riso, non deve essere troppo alto. Prendete ora una puntina di wasabi 6 e stendetelo al centro sul riso, non molto perché è il wasabi è piccante 6. Se non gradite il wasabi potete omettere questo passaggio. Prendete un bastoncino di salmone o tonno, tagliato da un filetto fresco ad uno spessore di circa 1 cm, e posizionatelo al centro, tagliando la parte in eccesso o aggiungendone un pezzo per coprire tutta la lunghezza del rotolo 7. Ora prendete il bordo inferiore della stuoia 8 e, premendo con le dita l’ingrediente centrale verso l’interno, arrotolate il tutto come un involtino. Mantenete una delicata pressione sul rotolo affinché resti compatto, fino a quando non vedrete la striscia di alga non coperta di riso 9; fate quindi avanzare un poco l’involtino in modo che la striscia scoperta di nori sigilli il tutto: l’umidità del riso fungerà da adesivo. A questo punto, modellate il rotolo, premendo uniformemente con le mani nel senso della lunghezza 10. Ecco pronto l’hosomaki 11: spingete all’interno i grani di riso sporgenti sui lati. Non resta che tagliare l'hosomaki: mettetelo su un tagliere e bagnate la lama del coltello con l’acqua acidulata; tagliatelo a metà, affiancate i due pezzi ottenuti quindi tagliateli in tre parti uguali, così otterete 6 pezzi di hosomaki. "
}