{
    "title": "Flan di merluzzo su crema di carciofi",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "450 g"
        },
        {
            "ingredient": "Pancetta (tesa)",
            "quantity": "360 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i flan di merluzzo su crema di carciofi iniziate eliminando eventuali lische dai filetti di merluzzo con una pinza da cucina 1, poi tagliate i filetti a pezzi 2. Riempite con acqua una pentola per la cottura al vapore, aromatizzate l’acqua con i gambi del prezzemolo e i grani di pepe nero e due pezzetti di scorza di arancia 3. Tagliate la scorza di arancia avanzata a julienne 4; portate l’acqua al bollore, quindi ponete il cestello nella vaporiera, adagiate il merluzzo, le erbe aromatiche tritate e aggiungete la scorza d'arancia 5. Coprite con il coperchio 6 e cuocete per 5 minuti al massimo. A cottura ultimata 7 trasferite il pesce nel mixer 8 e sminuzzatelo fino ad ottenere una crema: se dovesse risultare troppo asciutto aggiungete un po’ di acqua calda 9; trasferite la crema ottenuta in una ciotola. A parte montate l’albume a neve ben ferma con il robot dotato di fruste elettriche 10. Incorporate l’albume al merluzzo 11 e mescolate per amalgamare gli ingredienti. A questo punto pelate le patate, poi tagliatele con il robot da cucina dotato di lame per affettare 12: dovrete ottenere fettine molto sottili 13 . Cuocete per pochi minuti le patate in acqua bollente 14, non si devono sfaldare, scolatele 15 e tenetele da parte. Imburrate degli stampini monoporzione della capacità di 125 ml 16, rivestiteli internamente con le fette di pancetta 17 che dovranno ricadere sul bordo esterno. Farcite con un cucchiaino di crema di merluzzo 18 proseguite con una fettina di patata 19 e proseguite fino ad esaurire gli ingredienti, alternando gli strati per tutti i tortini. Poi richiudetecon le fettine di pancetta 20 e cuocete i tortini in forno statico preriscaldato a 180° per 20 minuti (oppure in forno ventilato a 160° per 15 minuti). A cottura ultimata sfornate i tortini e lasciateli intiepidire 21. Mentre i tortini cuociono occupatevi della crema di carciofi: pulite i carciofi, eliminate la punta e le foglie più esterne e rimuovete lo strato più fibroso del gambo. Affettate sottilmente i carciofi 22 e metteteli a bagno in una ciotola con acqua e limone perché non anneriscano 23. Poi scolate i carciofi e saltateli in padella con un filo di olio di oliva e uno spicchio di aglio finché non saranno morbidi. Prima di spegnere il fuoco, condite con sale e pepe a piacere 24. Frullate i carciofi cotti con il mixer ad immersione 25 fino ad ottenere una crema 26 (potete aggiungere poca acqua calda per diluirla se la crema fosse troppo densa). A questo punto potete sformare su un piatto di portata i flan di merluzzo e guarnirli con ciuffi di crema di carciofi, realizzati con la sac-à-poche con bocchetta a stella 27! Il resto della crema di carciofi potete servirla come accompagnamento. "
}