{
    "title": "Cipollata",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Costine di maiale",
            "quantity": "500 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "10"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "800 g"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "70 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "8 fette"
        }
    ],
    "preparation": " Per realizzare la cipollata iniziate lavando e pelando le carote e il sedano, poi tagliateli a pezzi grossolani 1, in un tegame dal bordo alto versate l'acqua, unite le costine 2 , le verdure a pezzetti, l’aglio 3, il rosmarino, il pepe in grani 4 e il sale. Coprite con il coperchio 5 e cuocete per 2 ore a fuoco moderato finché la carne non si staccherà dall’osso. Verso fine cottura iniziate ad occuparvi delle cipolle: sbucciatele e affettatele finemente 6, poi sciacquatele sotto l’acqua corrente 7 e scolatele. Intanto tagliate a striscioline la pancetta 8 e a pezzetti la salsiccia 9. In un tegame scaldate l’olio di oliva, unite la salsiccia 10 e la pancetta 11, fate soffriggere per un minuto e poi unite anche le cipolle affettate 12 e cuocete per 6-7 minuti. Prelevate due mestoli di brodo dal tegame con le costine 13 e bagnate le cipolle, poi coprite con il coperchio 14 e proseguite la cottura finchè le cipolle non saranno morbide. Nel frattempo le costine saranno giunte a cottura: prelevatele 15 staccate la carne dall’osso 16 e tagliatela a pezzetti 17. Unite la carne alle cipolle 18, mescolate e cuocete ancora per 20 minuti a fuoco moderato con il coperchio. A cottura ultimata 19 spegnete il fuoco e occupatevi dei crostini: tagliate delle fette di pane da una pagnotta, adagiatele su una teglia rivestita con carta da forno, irroratele con un filo di olio di oliva 20 e tostatele sotto il grill per circa 4 minuti a 220° finché non saranno dorate 21. Servite la cipollata calda in una zuppiera accompagnandola con le fette di pane tostato. "
}