{
    "title": "Tartare di scampi ",
    "ingredients": [
        {
            "ingredient": "Scampi",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "12"
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 foglie"
        },
        {
            "ingredient": "Menta",
            "quantity": "20 foglie"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la tartare di scampi, assicuratevi di aver acquistato scampi abbattuti, congelateli per 96 ore a -18 gradi per maggior sicurezza. Poi scongelateli per impiegarli nella ricetta. Sciacquate quindi gli scampi sotto acqua corrente fresca 1, eliminate la testa esercitando una leggera pressione con le mani alla base della testa e tirate 2. Munitevi di forbici e tagliate un lato del carapace 3. Estraete la polpa dal carapace 4 e trasferite gli scampi puliti e sgusciati su un tagliere. Incidete leggermente la parte centrale della polpa con un coltello 5 ed eliminate l’intestino sempre aiutandovi con la punta del coltello 6. Dividete gli scampi a metà 7 e tagliateli in piccoli cubetti 8. Effettuate lo stesso procedimento con tutti gli scampi, dopodichè trasferite gli scampi tagliati a dadini in una ciotola, copriteli bene con la pellicola e lasciateli in frigorifero fino al loro utilizzo. A questo punto lavate i pomodorini sotto acqua corrente e poneteli su un tagliere. Divideteli con un coltellino, tagliateli a dadini 9 e conservateli in una ciotola fino al momento di utilizzarli. Ora preparate la salsa al basilico e menta: sciacquate velocemente le foglie di basilico e mettetele nel mixer, aggiungete le foglioline di menta 10, uno spicchio d’aglio sbucciato e l’olio 11. Salate e pepate a piacere e quindi frullate fino ad ottenere una salsa liscia e omogenea 12. A questo punto prendete un piatto da portata e versate sul fondo un cucchiaio di salsa al basilico e menta 13, poi ponete al centro della salsa un coppapasta da 7 cm di diametro e riempitelo fino a metà con gli scampi tagliati a cubetti che avete tirato fuori dal frigo 14, pressando bene con un cucchiaino, in modo che lo strato assuma la forma del coppapasta. Continuate formando uno strato di pomodorini tagliati a dadini 15. Formate un altro strato di scampi a dadini 16, pressate nuovamente il tutto e lasciate in frigo fino al momento di servire. Prima di portare in tavola le tartare di scampi, sfilate il coppapasta 17, guarnite con la scorza di limone grattugiata in precedenza 18 e terminate con un filo d’olio: la vostra tartare di scampi è pronta per essere servita e gustata! "
}