{
    "title": "Biscotti al gorgonzola",
    "ingredients": [
        {
            "ingredient": "Gorgonzola",
            "quantity": "piccante 80 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "110 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "30 g"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per preparare i biscotti al gorgonzola iniziate tagliando il gorgonzola piccante a piccoli cubetti 1 (potete utilizzare anche il formaggio roquefort), poi ponetelo in una ciotola e unite il parmigiano grattugiato 2. Tritate finemente le noci e mettetele da parte 3. Ora procedete con l’impasto: mettete in una ciotola (o su una spianatoia) la farina setacciata, il burro ammorbidito a temperatura ambiente 4,il lievito, il sale e il pepe quindi impastate fino ad ottenere una pasta liscia 5. A questo punto unite il gorgonzola e il parmigiano grattugiato 6 e impastate per amalgamare bene gli ingredienti, formate con la pasta un panetto, ricopritelo con la pellicola trasparente e ponetelo in frigorifero per circa mezzora 8. Trascorso il tempo di riposo stendete il panetto con il mattarello su una spianatoia infarinata formando una sfoglia di circa 1 cm di spessore 8, ora con l’aiuto di uno stampino rotondo di circa 3 cm di diametro ritagliate i biscotti 9 e disponeteli su una teglia foderata con della carta da forno. Spennellate la superficie dei biscotti con la panna e ricopro teli con le noci tritate e i semi di sesamo. Infine cuocete in forno preriscaldato a 180 gradi per circa 20 minuti. Estraete i frollini dal forno e lasciateli raffreddare su una griglia. "
}