{
    "title": "Gaufres al cioccolato e frutto della passione",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "220 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cacao amaro in polvere",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Frutti della passione",
            "quantity": "4"
        }
    ],
    "preparation": " Per realizzare le gaufres al cioccolato e frutto della passione setacciate in una ciotola la farina, il lievito e il cacao amaro 1, versate il latte mescolando con la frusta 2. Separate il tuorlo dall’albume e versate il primo nel composto 3, avendo cura di conservare l’albume. Incorporate ora il latte condensato e continuate a mescolare 4. A parte sciogliete il burro, lasciatelo raffreddare e poi unitelo al composto 5, coprite la ciotola con la pellicola trasparente 6 e lasciate riposare l’impasto per un paio di ore in frigorifero. Trascorso il tempo di riposo, montate a neve ben ferma l’albume che avete messo da parte 7 e incorporatelo delicatamente all’impasto delle gaufres 8. A questo punto procedete con la cottura: scaldate una piastra da gaufres (o waffle), versate il composto nello stampo apposito aiutandovi con un mestolo fino a riempire tutto lo stampo 9. Chiudete la piastra e cuocete l'impasto per circa 5 minuti o per il tempo indicato dalla vostra piastra. Una volta cotte sformatele e fatele intiepidire 10. Ora dedicatevi alla salsa: tagliate a metà i frutti della passione 11, estraete la polpa e filtratela attraverso un colino per eliminare i semi e raccoglietela in una ciotola 12, unite il latte condensato 13 e mescolate per ottenere una salsa densa e omogenea 14. Ponete le vostre gaufres al cioccolato su un piatto di portata e accompagnatele con la salsa al frutto della passione 15. "
}