{
    "title": "Pane ai cereali",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "di grano tenero 75 g"
        },
        {
            "ingredient": "Farina di farro integrale",
            "quantity": "75 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 205 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1,75 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "per spennellare il pane q.b."
        },
        {
            "ingredient": "Semi misti",
            "quantity": "65 g"
        }
    ],
    "preparation": " Per preparare il pane ai cereali iniziate prendendo una planetaria munita di foglia in cui verserete la farina manitoba 1, quella integrale 2 e anche quella di farro 3. Unite il lievito 4 e il miele 5. Avviate la planetaria a velocità bassa aggiungendo l’acqua a temperatura ambiente a filo 6: ci vorranno circa 10 minuti per impastare bene gli ingredienti. Quando avrete ottenuto un impasto omogeneo, staccate la foglia e montate il gancio 8: mentre impastate a velocità media aggiungete 50 g di semi misti 9. Impastate per circa 2 minuti per amalgamarli al composto. Per ultimo versate il sale 10 e continuate ad impastare fino a quando il composto non si sarà incordato al gancio e il sale non si sarà assorbito completamente: ci vorranno altri 5 minuti circa 11. Raccogliete l’impasto ottenuto, dandogli la forma di una palla e disponetelo in una ciotola capiente 12. Fate lievitare in forno spento con luce accesa per circa 1 ora e mezza 13. Trascorso il tempo di lievitazione l’impasto dovrà aver raddoppiato di volume. Trasferitelo su una spianatoia leggermente infarinata 14 e stendetelo leggermente con le mani 15. Dategli una piega di rinforzo: per questa operazione portate le parti esterne dell’impasto verso l’interno 16. Ripetete questa operazione fino ad ottenere 6 pieghe 17, quindi formate una pagnotta che trasferirete, se necessario aiutandovi con un tarocco, in una teglia forata 18. Riponete così in forno spento con luce accesa per effettuare la seconda lievitazione. Lasciate lievitare per almeno 1 ora. A questo punto il pane sarà raddoppiato di volume 19. Estraetelo dal forno ed effettuate dei tagli diagonalmente sulla superficie del pane 20 e spruzzatelo poi con dell’acqua 21. Cospargetene la superficie con 10 g di semini misti in maniera uniforme e facendoli aderire bene 22. Impostate il forno freddo in modalità pane. Lasciate cuocere così il vostro pane ai cereali. Dopo 45 minuti sarà cotto 23, estraetelo dal forno, affettatelo e… portate in tavola ancora fumante 24! "
}