{
    "title": "Panini alle cime di rapa",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cime di rapa",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i panini alle cime di rapa come prima cosa lavate le cime di rapa, poi tagliatele a pezzi con un coltello 1. Scaldate in un tegame un giro d'olio, aggiungete le cime di rapa 2 e cuocetele mescolando di tanto in tanto 3 fino a che non si saranno appassite 4, poi lasciatele raffreddare completamente. A questo punto versate in una ciotola l'acqua tiepida 4 e il lievito 5 eescolate con le mani o con un cucchiaio per scioglierlo completamente 7. Unite l'olio e il miele 8, poi aggiungete gradualmente la farina 9Â e iniziate ad impastare. Prima che sia completamente assorbita, unite anche il sale 10. Continuate a lavorare il composto 11, poi trasferitelo su un piano infarinato e impastate fino ad ottenere un panetto omogeneo 12.Â A questo punto allargate l'impasto 13 e sistemate le cime di rapa ben fredde al centro 14. Impastate con le mani per incorporarle all'impasto 15, aggiungendo altra farina nel caso dovesse risultare troppo umido.Â Lavorate l'impasto per altri 5 minuti, poi date una forma sferica 16 e riponete in una ciotola 17. Coprite con la pellicola per alimenti 18Â e lasciate lievitare per almeno 3 ore, fino a che non sarÃ raddoppiato di volume. Trascorso il tempo di lievitazione 19, trasferite l'impasto su un piano leggermente infarinato 20 e ricavateÂ 8 pezzi da 100-110Â gÂ 21.Â Date a ciascuna porzione una forma sferica 22, poi pirlate l'impasto roteandolo su un piano 23Â e trasferite man mano su una leccarda. A questo punto spolverizzate la superficie con poca farina 24 e incidete due tagli sulla superficie di ciascun panino (25-26). Coprite con un panno 27 e lasciate lievitare per altri 40 minuti 28. Cuocete in forno statico nel ripiano centrale a 190Â° per circa 30 minuti. Quando saranno ben dorati, sfornate i vostri panini alle cime di rapa 29 e lasciate intiepidire prima di servirli 30! "
}