{
    "title": "Insalata di nervetti",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "i piedini 2,5 kg"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Alloro",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoni sott'aceto",
            "quantity": "80 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare l’insalata di nervetti cominciate lavando accuratamente i piedini di vitello, anche le ginocchia se le avete, sotto acqua corrente 1. Dopodiché, con un coltello mannaia, dividete in pezzi i piedini 2, poi tagliate anche sedano e carota, dopo averli mondati 3. In una pentola capiente versate la carne e gli ortaggi 4 unite poi l’alloro e coprite con molta acqua 5. Infine aggiungete il sale, il pepe nero in grani e l’aceto di vino bianco 6 e portate ad ebollizione coprendo con un coperchio. Cuocete a fiamma bassa per circa due ore e mezza, tenendo sempre il coperchio sulla pentola e a cottura ultimata scolate le parti 7, lasciandole raffreddare in un recipiente 8. Spolpate le ossa con le mani 9 e tagliate a listarelle sottili i nervetti 10, raccoglieteli in un contenitore di vetro e lasciate raffreddare per un’ora 11. Tagliate a fette sottili la cipolla, mondata e privata dell’anima, cioè la parte centrale 12 e poi tagliate a listarelle anche i peperoni sottaceto 13. A questo punto riprendete i nervetti e uniteli alle cipolle 14 e ai peperoni 15. Aggiustate di olio, sale e pepe nero 16 e mescolate per bene 17. Tritate il prezzemolo 18 precedentemente lavato e asciugato, e aggiungetelo all’insalata insieme all’aceto 19. Mescolate ancora 20 e a questo punto la vostra insalata di nervetti è pronta per essere consumata 21. "
}