{
    "title": "Focaccine integrali in padella",
    "ingredients": [
        {
            "ingredient": "Farina integrale",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "160 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "5 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "da tritare 1 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "80 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "2"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le focaccine integrali ponete entrambe le farine nella ciotola di una planetaria, aggiungete il sale, il rosmarino tritato e il lievito 2. Unite l'olio a filo 3 e azionate la planetaria. Versate, sempre con la planetaria in azione, anche l'acqua a filo 4 e lavorate l'impasto per circa 5 minuti. Trasferitelo su una spianatoia leggermente infarinata 5 e dategli una forma sferica 6 lavorandolo con le mani. Infarinate nuovamente il piano di lavoro e stendete l'impasto con un mattarello, fino ad ottenere uno spessore di circa 8 mm 7. Con un coppapasta dal diametro di 11 cm ritagliate la pasta 8 e ricavate le vostre 6 focaccine 9. Ungete leggermente una padella, distribuendo l'olio in maniera uniforme con un pennelloÂ 10 e adagiatevi le focaccine 11. Bucherellate la superficie con i rebbi di una forchetta 12 e cuocetele per circa 5 minuti. Girate le focaccine e cuocete nuovamente per 5 minuti fino a che risulteranno ben dorate e croccanti 13.Â Tagliate i fichi in 4 parti 14 e spalmate le focaccine con lo stracchino 15. Adagiate una fettina di prosciutto crudo sullo stracchino 16 e affiancatelo con uno spicchio di fico e un gheriglio di noce 17. Decorate con qualche fogliolina di timo e servite le vostre focaccine in padella 18! "
}