{
    "title": "Polpette in insalata",
    "ingredients": [
        {
            "ingredient": "Ceci secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(1 piccolo) 35 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "80 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "per friggere 1 l"
        },
        {
            "ingredient": "Lattuga lollo",
            "quantity": "180 g"
        },
        {
            "ingredient": "Songino",
            "quantity": "65 g"
        },
        {
            "ingredient": "Pomodori cuore di bue",
            "quantity": "370 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "180 g"
        },
        {
            "ingredient": "Mango",
            "quantity": "350 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "30 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il piatto unico polpette in insalata iniziate a mettere in ammollo i ceci per 12 ore 1. Una volta trascorse le 12 ore sciacquate i ceci sotto acqua corrente 2 e asciugateli con un panno da cucina 3. Eliminate il gambo del cipollotto, spuntate la base e affettatelo grossolanamente 4. Versate i ceci nella tazza del mixer, tagliate a rondelle anche il cipollotto fresco 5 salate, pepate e frullate fino ad ottenere un composto omogeneo ben sminuzzato 6 . Trasferite i ceci tritati in una ciotola, versate l’uovo 7, il Grana grattugiato 8 e il pangrattato 9. Mescolate per amalgamare tutti gli ingredienti 10, quindi prendete una piccola porzione di impasto (circa 15 gr) e formate delle palline, man mano che realizzate le polpettine adagiatele su un vassoio rivestito con carta da forno 11. Con le dosi indicate otterrete circa 28 polpettine. Mettete a rassodare le polpettine in frigorifero per 1 ora. Nel frattempo realizzate la salsa per condire l’insalata: in una ciotola versate la senape, l’olio di oliva 12 e il succo di limone 13, mescolate con un cucchiaio e salate a piacere 14. Tenete da parte la salsa e tostate in padella le mandorle a lamelle per circa 3 minuti, il tempo di renderle dorate in superficie 15. Lavate i pomodori e tagliateli a cubetti 16, riducete a dadini la provola 17, poi lavate anche la lattuga e tagliatela a strisce 18. Tenete da parte gli ingredienti e riprendete le polpettine di ceci: in un tegame scaldate l’olio di semi fino a quando non arriverà 180°, per una frittura ottimale consigliamo di munirsi di termometro per alimenti. Una volta che l’olio avrà raggiunto la giusta temperatura immergete le polpettine 19, poche alla volta per non abbassare la temperatura dell’olio. Cuocete le polpettine per un paio di minuti o fino a quando non saranno dorate, quindi scolatele con una schiumarola e adagiatele su un vassoio rivestito con carta assorbente per asciugare l’olio in eccesso 20 e lasciatele intiepidire. Nel frattempo terminate la preparazione dell'insalata tagliando il mango a spicchi 21. Eliminate poi la buccia da ciascuno spicchio 22 e riducetelo a dadini 23. Tutto è pronto per comporre l’insalata: in un piatto di portata versate la lattuga e il songino, unite la provola 24 I pomodori, il mango e le mandorle tostate 25, condite con la salsa che avete preparato in precedenza 26, mescolate con un cucchiaio per insaporire e terminate il piatto con le polpettine di ceci fritte 27. Le vostre polpette in insalata è pronto per essere portato in tavola. "
}