{
    "title": "Focaccia di grano arso ai pomodorini",
    "ingredients": [
        {
            "ingredient": "Farina di grano arso",
            "quantity": "125 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "375 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "25 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la focaccia di grano arso ai pomodorini come prima cosa mettete a bollire le patate in acqua salata per circa 20 minuti 1, il tempo di cottura dipende dalla grandezza delle patate, se impilzandole con una forchetta la patata scivolerà via facilmente significa che sono pronte. A questo punto pelatele 2, passatele con uno schiaccia patate 3 e lasciatele intiepidire. Nel frattempo in una planetaria versate la farina di semola rimacinata, quella di grano arso 4, il lievito disidratato 5 e azionate la planetaria con il gancio montato versando quasi tutta l'acqua, a temperatura ambiente, a filo 6, tenendone da parte circa 50 grammi. Una volta che l'impasto avrà raggiunto una consistenza solida, aggiungete anche il sale disciolto nell'acqua tenuta da parte precendentemente 7, quindi unite anche l'olio 8 e impastate per circa 10 minuti. L'impasto risulterà molto morbido, ma non preoccupatevi se non si staccherà dalla ciotola, l'importante è che sia ben incordato 9. A questo punto versatevi anche le patate schiacciate precedentemente e ormai tiepide 10, lasciate andare l'impastatrice per ancora un paio di minuti 11 e aiutandovi con un tarocco versate l'impasto su un piano di lavoro unto 12. Quindi dategli delle pieghe di rinforzo portando le parti esterne dell'impasto verso il centro 13. Formate una palla 14 e spostatela in una ciotola capiente 15, coprite il tutto con della pellicola trastarente, quindi lasciatelo lievitare per circa 1 ora in forno solo con la luce accesa, dopodichè riponetelo in frigorifero e lasciate lievitare tutta la notte . Il mattino successivo, tiratela fuori dal frigorifero e lasciatela di nuovo a temperatura ambiente per circa 2 ore 16. Dopodichè versate l'impasto, aiutandovi sempre con un tarocco versatelo nuovamente su un piano di lavoro unto e dategli nuovamente delle pieghe 17. Formate una palla e passatelo su una teglia oleata 18. Con le mani unte stendete l'impasto schiacciando con le dita fino a coprire l'intera teglia 19. Cospargete la focaccia con l'olio 20, quindi lavate per bene i pomodorini e tagliateli a metà 21. Adagiateli su tutta la focaccia, con la parte della pelle rivolta verso l'alto 22 e lasciate lievitare ancora per un'ora a temperatura ambiente. In fine aggiungete l'origano e il sale 23 e infornate in forno ventilato preriscaldato per circa 40 minuti a 190°C 24. "
}