{
    "title": "Rotolo di polenta con salsiccia e funghi",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "a cottura istantanea 250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "450 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "6 cucchiai"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 5 cucchiai"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "500 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 3 cucchiai"
        }
    ],
    "preparation": " Per preparare il rotolo di polenta con salsiccia e funghi iniziate spellando la carota, lâaglio e la cipolla quindi tritatele assieme alla costa di sedano: ponete il trito dentro ad un tegame capiente nel quale avrete fatto scaldare 4 -5 cucchiai di olio extravergine di oliva 1. Lasciate appassire a fuoco basso per circa 15 minuti senza fare prendere colore, poi aggiungete la salsiccia sbriciolata 2 e alzate un poâ il fuoco per fare rosolare la carne. Sfumate con un bicchiere di vino bianco (a temperatura ambiente) e poi unite il pepe macinato, i funghi 3 ben puliti e tagliati a fette non troppo sottili e lasciate cuocere per circa 10-15 minuti, a fuoco dolce aggiustando di sale. Quando i funghi saranno teneri, unite il pomodoro fate cuocere per qualche minuto fino a che il sugo non si asciughi, quindi aggiustate ancora eventualmente di sale, unite il prezzemolo tritato 4 mescolate e spegnete il fuoco. Preparate la polenta versando in un tegame (meglio se antiaderente) lâacqua e portatela al bollore: unite il sale e poi lâolio extravergine di oliva, quindi versate a pioggia la farina dentro allâacqua in bollore mescolando con vigore con una frusta 5, per evitare la formazione di grumi. Lasciate cuocere a fuoco dolce per almeno 5 minuti mescolando di continuo 6 , poi spegnete il fuoco e versate la polenta su un rettangolo di carta forno delle dimensioni di cm 30 x cm 35, spalmandola e livellandola per bene 7. Versate sul rettangolo di polenta il composto di salsiccia e funghi 8 lasciandone da parte due cucchiai per la decorazione finale; distribuite il composto su tutta la superficie lasciando tutto intorno un bordo libero di 3-4 cm, quindi cospargete con 4 cucchiai di formaggio grattugiato 9. Aiutandovi con il foglio di carta forno, iniziate subito ad arrotolare la polenta ancora calda 10, fino a formare un cilindro che chiuderete con la carta forno 11Â e lascerete riposare per qualche minuto con lâestremitÃ rivolta verso il basso, prima di adagiarlo in una pirofila oliata con un cucchiaio di olio extravergine di oliva. Prima di infornarlo, cospargete la sommitÃ del rotolo con il composto di salsiccia, spolverizzatela con un cucchiaio di formaggio grattugiato 12 e infornate il rotolo di polenta in forno preriscaldato a 200Â° per circa 20-25 minuti. Trascorso il tempo necessario, sfornate il rotolo di polenta con salsiccia e funghi, lasciatelo riposare 10 minuti e poi servitelo tagliandolo a fette. "
}