{
    "title": "Ciabatta",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "400 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "350 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "per la spianatoia q.b."
        }
    ],
    "preparation": " Per preparare la ciabatta, iniziate ad impastare il poolish, un lievitino molto idratato: sciogliete il lievito di birra disidratato nell'acqua (in alternativa potete utilizzare 6 g di lievito di birra fresco) 1; in una ciotola mescolate le due farine setacciate 2, quella 00 e la manitoba, quindi unite il tutto versando il liquido a filo sulle farine 3. Mescolate bene con un cucchiaio di legno 4 fino ad ottenere un impasto omogeno, liscio e molto morbido 5. Coprite l’impasto con della pellicola trasparente e lasciate lievitare per circa 3 ore a temperatura ambiente. Trascorse le tre ore, il poolish si presenterà più gonfio, pieno di bolle e di colore leggermente più scuro 6. Potete procedere ora con il secondo impasto: sciogliete il lievito di birra disidratato (in alternativa potete utilizzare 9 g di lievito di birra fresco) e il malto (in alternativa potete utilizzare lo zucchero) nell'acqua (7-8), mescolate insieme le farine setacciate e versate il poolish nella tazza di una planetaria, munita di foglia 9. Se non l'avete potete impastare in una ciotola aiutandovi prima con un cucchiaio e poi, una volta raccolti tutti gli ingredienti, continuare con le mani. Mentre la planetaria è in azione a velocità media, aggiungete, alternandoli, sia il liquido che le polveri (10-11), fino a terminarli. Quando tutti gli ingredienti saranno raccolti intorno alla foglia, pulitela e sostituitela con il gancio. Continuate ad impastare così per 5 minuti, aggiungete il sale 12 e continuate per altri 5-7 minuti, fino a che l'impasto non si sarà attorcigliato attorno al gancio. A quel punto, staccatelo e trasferitelo in una ciotola (oppure lasciatelo direttamente nella tazza usata), copritelo con la pellicola e lasciatelo riposare per 1 ora a temperatura ambiente, meglio se compresa tra i 24 e i 25 gradi 13. Trascorso questo tempo, rovesciate l'impasto su un piano di lavoro infarinato con abbondante semola di grano duro rimacinata 14. Infarinate con la semola anche la superficie 15 e procedete, praticando le pieghe che serviranno poi per la lievitazione: portate l'impasto in avanti 16, poi piegate la parte inferiore su quella superiore 17 e passate poi piegando lateralmente da un lato 18 e dall'altro 19. Appiattite leggermente il panetto 20 e dividetelo in 10 pezzi circa che peseranno ognuno circa 150-160 g 21. Lasciate lievitare i panetti su di un piano ben infarinato con la semola, avendo cura di disporli con il taglio rivolto verso l’alto 22. Cospargeteli con farina di semola, copriteli con pellicola, per evitare che l'impasto superficiale si secchi 23 e lasciateli così per almeno 1 ora/1 ora e mezza, in un ambiente tiepido (circa 27 gradi). Trascorso questo tempo i panetti raddoppieranno di volume 24. Prendete ora un panetto alla volta, capovolgetelo 25 e trasferitelo subito su una leccarda già riscaldata in forno ricoperta con carta da forno 26. Allungate il panetto, tirandolo delicatamente, per non far fuoriscire i gas di lievitazione 27 e infornateli in forno statico preriscaldato a 240-250° (se ventilato 220-230°) 28: prima di chiudere il forno spruzzate 5-6 volte dell'acqua con un vaporizzatore per creare un ambiente caldo e umido, che permetterà di non far creare subito la crosta esterna e sviluppare invece la mollica. La cottura è la fase più delicata: per primi 8 minuti, le ciabatte dovranno cuocere a 240-250°. Trascorsi i primi 8 minuti, abbassate la temperatura a 200° (se ventilato 180°) e cuocete ancora per altri 8 minuti. Proseguite la cottura per gli ultimi 3-4 minuti, tenendo il forno socchiuso con un mestolo di legno incastrato nell'apertura, per creare uno sfiato d'aria e far fuoriuscire il vapore in eccesso, così da favorire alla fine la cottura della crosta e ottenere una consistenza croccante. Alla fine fate raffreddare le vostre ciabatte 30 ed eccole pronte per essere divorate! "
}