{
    "title": "Burrito",
    "ingredients": [
        {
            "ingredient": "Tortillas di farina",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Edamer",
            "quantity": "120 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 400 g"
        },
        {
            "ingredient": "Fagioli neri precotti",
            "quantity": "350 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "125 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Brodo di carne",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "grande 1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "lungo ½"
        },
        {
            "ingredient": "Cumino in polvere",
            "quantity": "½ cucchiaio"
        },
        {
            "ingredient": "Coriandolo in polvere",
            "quantity": "½ cucchiaio"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "½ cucchiaio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "½ cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "fresco q.b."
        }
    ],
    "preparation": " Per realizzare il burrito, per prima cosa preparate circa 250 g di brodo di carne per il chili, poi passate alla preparazione degli ingredienti: tagliate a fettine sottili gli spicchi dâaglio 1, la cipolla rossa 2 e quella bianca. Tritate il peperoncino e tagliate il peperone a tocchetti 3. Scaldate metÃ dellâolio in una casseruola (possibilmente di ghisa), aggiungete la carne macinata 4 e rosolatela a fuoco medio-alto mescolando bene. Condite con il sale, sfumate con un mestolo di brodo 5 e continuate a rosolare per una decina di minuti, poi trasferite la carne in una ciotola e tenete da parte 6. Nella stessa casseruola versate lâolio rimanente e aggiungete il peperoncino, lâaglio 7, le cipolle e i peperoni 8, poi insaporite con il sale, il pepe, lo zucchero di canna, il cumino e il coriandolo in polvere 9. Sfumate con un mestolo di brodo e cuocete a fiamma medio-alta per 10 minuti. A questo punto, unite la carne macinata rosolata in precedenza 10, versate la passata di pomodoro 11 e quasi tutto il brodo rimanente 12. Coprite con il coperchio 13 e cuocete a fuoco medio-basso per 60 minuti, mescolando di tanto in tanto e controllando che non si asciughi troppo; in questo caso allungate con un pochino di brodo. Trascorso questo tempo, aggiungete i fagioli col loro liquido di conservazione 14, coprite ancora con il coperchio e cuocete per altri 40 minuti, sempre a fuoco medio-basso. Una volta pronto, togliete la casseruola dal fornello, guarnite con qualche fogliolina di coriandolo e lasciate riposare il chili con carne per una decina di minuti 15. Nel frattempo grattugiate il formaggio con una grattugia a fori larghi 16. Ora siete pronti per assemblare i vostri burrito: adagiate le tortillas sul tagliere e posizionate nel centro circa 100 g di chili con carne ciascuna 17, poi aggiungete circa 30 g di edamer grattugiato 18. Richiudete prima i lati della tortilla 19, poi ripiegate la parte inferiore sopra al ripieno 20 e arrotolate la tortilla dal basso verso lâalto, mantenendo la chiusura verso il basso 21. Scaldate bene una padella antiaderente, posizionate il burrito con la chiusura verso il basso 22 e cuocete per 2 minuti, in modo che si sigilli. Girate il burrito con lâaiuto di una spatola e cuocete per un minuto dallâaltra parte 23, poi sollevatelo e riscaldate anche le estremitÃ per un minuto ciascuna. Trasferite i burrito su un tagliere, divideteli a metÃ e gustateli ancora caldi 24! "
}