{
    "title": "Ovetti di panna cotta al cioccolato",
    "ingredients": [
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "400 g"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ribes",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli ovetti di panna cotta al cioccolato iniziate tritando il cioccolato con un coltello 1. Quindi scioglietelo a bagnomaria ponendolo in una bastardella oppure mettendo un pentolino in un'altra pentola riempita di acqua, quel tanto che serva perchè l'acqua non sfiori il contenitore in cui avete messo il cioccolato 2. Nel frattempo, in un altro pentolino versate la panna 3, il latte condensato e scaldate insieme 4. Sciogliete bene il cioccolato mescolando spesso 5 e versatevi il composto di latte e panna ormai caldo 5. Mescolate bene il tutto e aggiungete anche lo zucchero a velo setacciato 7. Fate sciogliere lo zucchero a velo 8 e strizzate con le mani la gelatina in fogli precedentemente messa in ammollo in acqua fredda, per almeno 10 minuti 9. Aggiungete anche quest'ultima nel pentolino e mescolate velocemente 10. Una volta ben sciolta la gelatina in fogli aiutandovi con un mestolo versate il composto nello stampo a forma di mezzi ovetti 11 e lasciate raffreddare in frigorifero per almeno 4 ore 12. Trascorso questo tempo andate a montare la panna fresca che userete per la decorazione. Versate la panna in una ciotola dai bordi alti 13 e dopo aver azionato lo sbattitore aggiungete lo zucchero a velo 14. Continuate a montare fino ad avere un composto sodo e fermo 15. Per riuscire a sformare le panne cotte immergete lo stampo per qualche secondo in acqua bollente 16, quindi estraetele e passatele nel piatto in cui le servirete. Versate la panna montata in un sac à poche 17 e usatelo per decorare il vostro dessert, aiutandovi con qualche frutto rosso e qualche fogliolina di menta per dare un pò di colore. I vostri ovetti di panna cotta al cioccolato sono pronti! 18 "
}