{
    "title": "Pizza pere e brie",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "600 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(oppure 25 g di lievito fresco) 7 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pere Williams",
            "quantity": "(circa 2) 400 g"
        },
        {
            "ingredient": "Brie",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la pasta per la pizza iniziate versando la farina nella ciotola della planetaria 1. Aggiungete il lievito 2 e 100 grammi d’acqua, quindi azionate la planetaria con il gancio montato a velocità medio bassa 3. Procedete aggiungendo l’acqua poco per volta, avendo cura di aspettare che la dose precedente sia stata ben assorbita dalla farina 4 . Una volta versati circa i 3/4 dell'acqua aggiungete il sale 5 e continuate ad impastare. Aggiungete il resto dell’acqua sempre a filo e lasciate lavorare fino ad ottenere un composto liscio ed omogeneo 6. A questo punto aggiungete l’olio gradatamente (come avete fatto con l’acqua) 7. Quando l’olio è stato completamente assorbito, estraete l’impasto dalla planetaria e modellatelo con le mani fino ad ottenere una palla 8 . Inseritelo in una ciotola capiente leggermente unta 9. Coprite con pellicola o con un canovaccio pulito e mettete a lievitare nel forno con la luce accesa 10 . Attendete che l’impasto abbia almeno raddoppiato il suo volume (1,5 h), meglio triplicato (2,5/3 h) e procedete alla stesura delle pizze 11. Una volta che l’impasto avrà lievitato, trasferitelo sulla spianatoia e dividetelo in 4 parti uguali 12. Fate con ognuno delle palline13 . Coprite con un canovaccio pulito e lasciate riposare per 30 minuti 14 . Nel frattempo ungete leggermente con un filo d’olio 4 teglie da pizza di 30 cm di diametro. Passati i 30 minuti posizionate al centro della teglia una pallina di impasto 15. e cominciate a schiacciare dal centro verso l’esterno, tirando i leggermente i lati se necessario 16 . Se la pasta risulta troppo elastica e tende a tornare alla forma che aveva prima, mettete da parte la pizza che state stendendo e procedete a stenderne un’altra, facendo così riposare la precedente. Cercate di distendere la pasta su tutta la superficie della teglia 17. Versate un filo d'olio sulla pizza e procedete a condirla 18. Tagliate il brie a fette spesse poco più di 5 mm e ricavate quindi dei quadretti di circa 2,5 cm di lato 19.A questo punto disponete la mozzarella tritata grossolanamente sulla pizza 20 e aggiungete il brie 21. In ultimo spolverate con il parmigiano 22 e infornate per 10 minuti a 200 °C. Nel frattempo lavate e pelate le pere 23. Quindi tagliatele in 4, privatele del torsolo e ricavate delle fette di egual spessore 24. Passati i 10 minuti estraete la pizza dal forno 25 e disponete le pere a raggiera sulla pizza 26 e infornate nuovamente per altri 10/15 minuti sempre a 200 °C. Non appena estraete la pizza pere e brie dal forno, servitela immediatamente 27. "
}