{
    "title": "Crostata rustica allâitaliana",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 140 ml"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "400 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "400 g"
        },
        {
            "ingredient": "Fontal",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare la crostata rustica all’italiana iniziate dalla preparazione della pasta brisè: Per preparare la pasta brisè, mettete nel frullatore la farina setacciata, il burro freddo di frigo a pezzi, un pizzico di sale e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 1. Disponete il composto ottenuto su una spianatoia nella classica forma a fontana, aggiungete al centro il grana grattugiato 2, versate l'acqua ghiaccciata poco alla volta 3 e impastate energicamente 4 fino ad ottenere un impasto compatto, sodo ed abbastanza elastico 5. Una volta pronta, avvolgete la vostra pasta brisè in un foglio di pellicola da cucina e lasciatela riposare in frigo per almeno 40 minuti. Intanto occupatevi del ripieno: pulite gli asparagi, pareggiateli con un coltello eliminando la parte più coriacea e pelate i gambi con un pelaverdure per eliminare la parte esterna filamentosa. Quindi lessateli nell’apposita asparagiera 6, lasciando le punte fuori. Quando saranno cotti. tagliateli a rondelle 7 avendo cura di conservare le punte intere (serviranno per la guarnizione). Lavate, pelate e tagliate a dadini le carote 8 e le zucchine 9. In una larga padella scaldate un filo di olio di oliva 10 unite le carote a dadini 11, uno spicchio di aglio intero, i piselli, le zucchine a dadini 12 e fate saltare le verdure qualche minuto: devono rimanere croccanti e non si devono sfaldare. Poi spegnete il fuoco e incorporate gli asparagi 13, salate, pepate e profumate le verdure con foglioline di basilico. Setacciate in un colino la ricotta 14 e raccoglietela in una ciotolina, aromatizzate con la noce moscata , unite il grana grattugiato 15, versate il latte 16 e mescolate il composto di formaggi per ottenere una crema omogena e morbida. A questo punto unite al composto le verdure saltate 17, tagliate a rondelle le olive nere 18 e unitele alla farcia 19 insieme alle foglie di basilico 20, mescolando con una spatola. Per ultimo prendete il formaggio Fontal 20, tagliatelo a dadini 21 e aggiungetelo al ripieno 22. Tenete da parte la farcitura e riprendete la pasta brisè: togliete la pellicola e stendetela su una spianatoia infarinata in una sfoglia rotonda spessa circa ½ cm 23. Avvolgete la sfoglia sul mattarello e srotolatela su una teglia del diametro di 28 cm. Con un tagliapasta liscio ritagliate il bordo a filo 24 eliminando la pasta in eccesso (che potrete reimpastare per realizzare le losanghe). Bucate il fondo della pasta con i rebbi della forchetta 25, in questo modo non si gonfierà troppo in cottura. Poi ritagliate un disco di carta forno del diametro della teglia, bagnatelo, strizzatelo e ponetelo sulla pasta. Ricoprite la base con legumi secchi o i pesi appositi per la cottura alla cieca 26. Cuocete la pasta brisè in forno statico preriscaldato a 180° per 30 minuti ( se forno ventilato a 160° per 20 minuti). Sfornate la teglia 27 togliete i pesi e la carta da forno 27 e poi farcitela con il ripieno di verdure e formaggi 28. Stendete la pasta brisè avanzata ritagliate delle strisce con una rotella dentellata 29 e applicatele sulla superficie, intersecandole in obliquo, come una classica crostata dolce 30. Per finire decorate il bordo con una striscia di pasta della stessa lunghezza del perimetro della teglia, arrotolata a mo’ di elica 31. Spennellate la superficie con un uovo sbattuto 32 e informate di nuovo a 180° per 70 minuti (se forno ventilato a 160° per 60 minuti). A cottura ultimata sfornate la crostata, guarnitela con le punte degli asparagi 33 e servitela in tavola! "
}