{
    "title": "Fritto misto di calamari e gamberi con salsa di maionese e yogurt",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Calamari",
            "quantity": "500 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "compatto 200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Senape",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "190 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare il fritto misto di calamari e gamberi con salsa di maionese e yogurt, iniziate dalla salsa di accompagnamento: in una ciotolina versate l'uovo intero e il tuorlo, unite l'aceto di vino bianco 1, mescolate gli ingredienti con una forchetta, quindi versateli all'interno di un bicchiere alto graduato, poi iniziate a frullare con un mixer ad immersione, mentre versate poco alla volta l'olio di semi a filo 2: questa operazione serve per evitare di far \"impazzire\" la maionese. Dovrete ottenere un composto vellutato e cremoso. Trasferitelo in una ciotolina, aggiustate di sale e pepe 3. Versate il succo di limone 4 e mescolate delicatamente con una spatola. Poi unite la maionese in una ciotola dovre avrete messo lo yogurt greco 5, mescolate accuratamente il composto e unite anche la senape 6. Per ultimo tritate l'erba cipollina 7 e unitela alla salsa alla maionese e yogurt 8. Quindi tenete da parte in frigorifero fino al momento di utilizzarla e passate a preparare la frittura. Iniziate dalla pulizia dei gamberi: staccate la testa 9, quindi togliete il carapace 10 ed eliminate l'intestino (il filetto nero) dal dorso, aiutandovi con uno stuzzicadenti 11. Tenete i gamberi da parte e passate alla pulizia dei calamari: sciacquateli sotto acqua corrente 12, poi eliminate la penna di cartillagine interna 13 e sciacquateli nuovamente per pulire accuratamente l'interno del mantello 14. Dopodiché privateli della pelle aiutandovi con un coltellino 15 riducete quindi i calamari ad anelli dello spessore di circa 1 cm 16. In un tegame capiente dai bordi alti, versate 1 l di olio di semi per friggere 17 e portatelo ad una temperatura di 170-180° (potrete controllare la temperatura con un termometro da cucina). Intanto passate i calamari nella farina, assicurandovi di infarinarli completamente 18, quindi eliminate la farina in eccesso setacciando i calamari con un colino 19. Quando l'olio avrà raggiunto la temperatura indicata, potete friggere i calamari, poco alla volta 20 per non abbassare troppo la temperatura dell'olio e rischiare di ottenere una frittura molle. Ci vorranno pochi istanti e potrete scolare i calamari dorati aiutandovi con una schiumarola 21. Adagiateli su un foglio di carta assorbente 22 e proseguite allo stesso modo con i gamberi: infarinateli accuratamente 23, eliminate la farina in eccesso con un setaccio, quindi passate a friggerli nell'olio a temperatura, sempre pochi alla volta. Quando saranno ben dorati, scolateli con una schiumarola 24 e adagiateli sulla carta assorbente per farli scolare dell'olio in eccesso 25. Salate a piacere la frittura 26 e servite il fritto misto di calamari e gamberi con salsa di maionese e yogurt 27! "
}