{
    "title": "Wrap con hummus piccante e verdure",
    "ingredients": [
        {
            "ingredient": "Piadine integrali",
            "quantity": "( da 50 gr ciascuna) 4"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "dolce 10 g"
        },
        {
            "ingredient": "Lattuga iceberg",
            "quantity": "80 g"
        },
        {
            "ingredient": "Barbabietole",
            "quantity": "50 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "8 fette 150 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "300 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tabasco",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Paprika piccante",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Tahina",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "facoltativa 50 g"
        }
    ],
    "preparation": " Per realizzare il wrap con hummus piccante e verdure iniziate dalla preparazione dell’hummus: in un mixer versate i ceci precotti 1, la tahina 2, il prezzemolo 3, salate 4 e pepate e aromatizzate con la paprika forte 5. Poi spremete il succo del limone 6 e versatelo nel mixer 7, unite anche qualche goccia di tabasco 8, uno spicchio d'aglio schiacciato 9; è preferibile schiacciarlo perché le lame potrebbero non tritarlo abbastanza finemente. Azionate il mixer e, mentre è in funzione, versate nell'apposita apertura l’olio a filo 10 fino ad ottenere un composto omogeneo 11. A questo punto aggiungete l’acqua 12 dosandola in base alla consistenza che desiderate, per un hummus meno denso aggiungete più acqua. Conservate l’hummus pronto in frigorifero 13 e occupatevi delle verdure: lavate, spuntate e pelate le carote 14, poi con un mandolina affettatele sottilmente 15 Dalle fettine di carota ricavate dei bastoncini a fiammifero 16. Fate lo stesso con le zucchine: dopo averle lavate e spuntate tagliatele a rondelle 17 quindi affettatele per ricavare i bastoncini 18. Spuntate il peperoncino fresco, eliminate i semi 19 e tagliatelo a rondelle 20. Dividete a metà la lattuga iceberg 21, eliminate il torsolo 22 e affettatela per ricavare delle striscioline 23, poi lavatela e asciugatela con della carta assorbente. Per finire pelate la barbabietola 24, tagliatela a metà poi affettate ciascuna metà con la mandolina 25 e ritagliate dalle fettine i bastoncini come fatto in precedenza 26. Tutto è pronto per comporre il wrap: farcite una piadina integrale con due fettine di Emmentaler 27 Aggiungete le carote 28, le zucchine 29, il peperoncino 30 le barbabietole 31 e per finire spalmate sopra l’hummus piccante 32. Ora ripiegate i lembi laterali della piadina verso il centro, poi ripiegate anche la parte inferiore 33 e arrotolatela delicatamente (34-35). Con le dosi indicate potete farcire 4 piadine. Una volta pronti i vostri wrap, preriscaldate una piastra e quando sarà ben calda adagiate ciascun wrap e scaldatelo 1-2 minuti per ciascun lato in modo da tostarlo in superficie 36. Una volta pronto 37, trasferite il wrap con hummus piccante e verdure su un tagliere e dividetelo a metà 38 quindi servitelo ben caldo! 39 "
}