{
    "title": "Panada",
    "ingredients": [
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "750 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 380 ml"
        },
        {
            "ingredient": "Agnello",
            "quantity": "polpa 1,15 kg"
        },
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Iniziate preparando l’impasto della panada: sciogliete il sale nell’acqua tiepida 1, aggiungete lo strutto 2 (oppure la stessa dose di olio extravergine d'oliva) alla farina di semola, iniziate ad impastare aggiungendo l’acqua tiepida poco alla volta 3. Impastate a mano energicamente 4 fino a raccogliere tutti gli ingredienti (oppure utilizzate una planetaria dotata di gancio), quindi trasferite l'impasto su una spianatoia e lavoratelo energicamente, tirando la pasta con le mani 5 fino a che non ci saranno più \"increspature\", dovrete ottenere un impasto abbastanza sodo e liscio, ci vorranno circa 15 minuti. Alla fine dovrà risultare ben compatto ma non troppo asciutto altrimenti non riuscirete a stenderlo e a lavorarlo 6, Copritelo bene con la pellicola 7 e lasciate riposare una mezz’ora circa in un luogo fresco (ma non in frigorifero). Nel frattempo tagliate l’agnello a bocconcini 8, sbucciate le patate e tagliatele a tocchetti 9 non troppo piccoli. Tritate l’aglio, il prezzemolo 10 e i pomodori secchi 11. Riprendete il panetto di impasta e dividetelo in due parti 12, le proporzioni dovranno essere circa 1/3 per la copertura (il coperchio) e 2/3 per la base che andrà a contenere il ripieno. Prendete il panetto più grande, l'altro tenetelo da parte coperto con la pellicola in questo modo non si seccherà, e stendetelo fino a ottenere una sfoglia spessa circa 1 cm 13, dandole una forma tonda più regolare possibile che superi di almeno 10 cm il diametro della tortiera. Prendete una teglia dal diametro di 26 cm dai bordi bassi e adagiateci sopra la sfoglia 14, fatela aderire bene alle pareti e iniziate a riempirla. Se preferite potete utilizzare una teglia dai borbi altri (8-10 cm) in questo modo sarà più semplice ottenere una panada dai bordi regolari. Ponete sul fondo un parte del prezzemolo tritato, di aglio e di pomodori secchi, un filo d’olio 15, coprite con metà delle patate 16 e metà dei bocconcini di agnello, salate e pepate, aggiungete ancora un parte di prezzemolo, pomodori secchi, aglio, salate e pepate 17. Quindi fate un altro strato con le patate e l'agnello rimasti, completate con il prezzemolo, i pomodorini e l'aglio tritati, sale, pepe 18 e, se preferite, irrorate con un filo d’olio. Formate delle pieghe sovrapponendo i lembi della pasta in eccesso lungo tutto la circonferenza (19-20). Coprite con un canovaccio umido, in modo che non si secchi la pasta, e tenete da parte. Stendete intanto il panetto più piccolo in una sfoglia tonda 21 dal diametro di 21 cm e spessa circa mezzo cm (che sarà il coperchio della panada). Ponete la sfoglia tonda al centro della panada 22 e sigillate accuratamente i bordi con le dita, pizzicando la pasta. Una volta che avrete chiuso per ben la pasta potrete decorarla con il tipico cordoncino che formerete pizzicando la pasta tra il pollice e l’indice 23. Continuate così per tutta la circonferenza. Cuocete in forno statico già caldo a 200° per 30 minuti e poi a 180° per circa 1 ora. La panada sarà pronta 24 quando scuotendola sentirete il succo rilasciato dalle carni muoversi all’interno. Sfornatela, lasciatela intiepidire e sformatela. Tagliate la parte superiore e servite la panada ben calda! "
}