{
    "title": "Cartocci di fave e formaggio",
    "ingredients": [
        {
            "ingredient": "Fave",
            "quantity": "(da sgranare) 500 g"
        },
        {
            "ingredient": "Pecorino toscano",
            "quantity": "(a media stagionatura) 220 g"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "(fresca) 200 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cartocci di fave e formaggio, per prima cosaÂ sgranate le fave e tenetele da parte 1: dovrete ottenere circa 90 g di fave sgranate. Tagliate quindi il formaggio pecorino a dadini di circa 1,5 cm 2 e mettete da parte. Ponete nel bicchiere del mixer la ricotta insieme con lâolio 3 I pinoli e la menta â tenendone da parte 4 foglioline- 4, il sale e il pepe 5, azionate le lame e frullate per ottenere una crema abbastanza omogenea. Grattugiate metÃ scorza di mezzo limone 6 E amalgamate con una spatola 7. Tagliate 4 quadrati di carta da forno di 35x35 cm circa e ponete al centro di ciascun foglio 2-3 cucchiaiate di crema di ricotta 8 che costituirÃ la base dei cartocci. Distribuite sopra la ricotta i dadini di formaggio 9 E le fave, cercando di mantenere una disposizione piuttosto ordinata 10. Grattugiate in ogni cartoccio la restante scorza di limone 11 e guarnite con una fogliolina di menta 12. Infine spolverate con pepe a piacere 13: i cartocci sono pronti per essere chiusi 14. Formate i cartocci riunendo i 4 angoli del foglio di carta da forno 15 e chiudete con dello spago 16. Posizionate i cartocci di fave e formaggio su una teglia e infornateli in forno statico preriscaldato a 180Â° per 15 minuti (se utilizzate il forno ventilato 160Â° per circa 5 minuti) 17. Una volta sfornati impiattateli e lasciate che ciascun ospite scarti il suo fagottino direttamente nel piatto 18. "
}