{
    "title": "Cotolette di pleurotus",
    "ingredients": [
        {
            "ingredient": "Funghi orecchioni o ostrica (Pleurotus)",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per realizzare le cotolette di pleurotus alla griglia iniziate dalla pulizia dei funghi: con un panno umido pulite la superficie dei cappelli e il gambo per eliminare il terriccio 1, poi con un coltellino separare i gambi dal cespo (2-3) e se necessario ripassate il panno sui cappelli e sulle lamelle interne per eliminare eventuali tracce di terra. Tenete da parte i singoli cappelli interi per la cottura. Ora preparate la panatura: in una ciotola ponete le due uova intere, salate 4 pepate e sbattetele con una forchetta 5. In altre due ciotole separate setacciate rispettivamente la farina 6 e il pangrattato 7. Ora che tutto è predisposto 8 potete iniziare a comporre le cotolette: prendete un singolo cappello, infarinatelo 9, poi passatelo nell’uovo 10 e per ultimo ricopritelo con il pangrattato 11. Una volta che avrete impanato i pleurotus ponete sul fuoco una pentola dal fondo capiente e riscaldate l’olio di semi, per una frittura perfetta la temperatura ideale deve essere tra i 170° e i 180°, per monitorare la temperatura munitevi di un termometro per alimenti. Quando l’olio sarà caldo immergete i funghi 12 e cuocetele per pochi minuti fino a completa doratura, a cottura ultimata scolate con un mestolo forato i pleurotus 13 e poneteli su un vassoio ricoperto di carta assorbente in modo da eliminare l’olio in eccesso 14. In alternativa potete cuocere i pleurotus in forno statico preriscaldato a 180° per circa 15-20 minuti. Le vostre cotolette di pleurotus sono pronte per essere gustate ben calde 15! "
}