{
    "title": "Barchette di melanzane grigliate",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 800 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "francesini 4"
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "3 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "75 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le barchette di melanzane grigliate, per prima cosa lavate le melanzane, spuntatele 1 e tagliatele in due per il lungo 2. Praticare poi sulla polpa delle incisioni parallele molto ravvicinate 3 in modo obliquo, in un verso e nell'altro 4. Spennellare le melanzane con dell'olio extravergine 5, scaldate bene la griglia e iniziate a grigliare dal lato reciso 6 per almeno 4-5 minuti, fino a quando si formeranno tighe di cauterizzazione ben marcate. Girate poi le melanzane dalla parte della pelle e lasciatele abbrustolire per almeno 10 minuti. Le melanzane saranno cotte al punto giusto quando la polpa avrà acquisito una consistenza morbida. A questo punto prendete le foglie di menta, lavate, asciugatele e tritatele con un coltello 10. Versate la menta tritata in una ciotola 11, versate 30 g di olio 12, 10 g di aceto 13, salate 14, pepate 15. Trasferite le melanzane su un tagliere 16, togliete la polpa aiutandovi con una forchetta o con un cucchiaino, versatela in una ciotola e unite l'emulsione con olio e menta 18. Mescolate il tutto 19, poi tagliate in pane in due 20, spennellatelo con 20 g di olio 21, poi fate grigliare il pane 22 sulla griglia ben calda dove avete giù fatto grigliare le melanzane, prima da un lato, poi dall'altro 23. Ponete il pane su un tagliere, strofinate l'aglio su ogni bruschetta, 24 spremetelo e unitelo alla polpa preparata 25, quindi spalmate il composto sul pane 26 e le vostre barchette di melanzane grigliate soon pronte per essere gustate! 27 "
}