{
    "title": "Lenticchie e salsiccia",
    "ingredients": [
        {
            "ingredient": "Lenticchie secche",
            "quantity": "250 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "450 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Salvia",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per realizzare le lenticchie e salsiccia per prima cosa preparate il soffritto tritando finemente la carota, il sedano e la cipolla 1. Per maggiori dettagli potete consultate la nostra scheda come fare il soffritto. Scaldate l’olio in un tegame dal fondo spesso, meglio se di ghisa 2. Versate il trito per il soffritto 3e lasciate appassire a fuoco dolce per 10 minuti o fino a quando non sarà ben stufato. Intanto sciacquate sotto l’acqua corrente le lenticchie 4 e poi lasciatele scolare in un colino. Nel frattempo estraete la salsiccia dal budello, pressando da un lato per far fuoriuscire la carne in modo da mantenere intere le salsicce (5-6). Tritate la salvia e il rosmarino 7 fino a ottenere un trito fine e aromatico 8. Quando il soffritto sarà ben stufato, versate le salsicce 9 e profumate con il trito di erbe 10, lasciate rosolare a fuoco medio per 3-4 minuti, quindi sfumate con il vino bianco 11. Lasciate evaporare il vino e poi unite anche le lenticchie ben scolate 12. Versate la passata di pomodoro 13 e l’acqua 14, mescolate per amalgamare bene gli ingredienti 15 Coprite con il coperchio 16 e cuocete tutto per 40 minuti a fuoco basso. Trascorso questo tempo, togliete il coperchio, salate, pepate 17 e proseguite la cottura per altri 40 minuti senza il coperchio. A cottura ultimata guarnite con qualche rametto di rosmarino fresco e servite ben calde le lenticchie e salsiccia 18. "
}