{
    "title": "Tartiflette",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a fette 140 g"
        },
        {
            "ingredient": "Reblochon",
            "quantity": "privato della scorza 300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "(facoltativa) 70 ml"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la tartiflette, iniziate cuocendo le patate: noi le abbiamo cotte in acqua salata in pentola a pressione per 10 minuti 1. Le patate non devono essere troppo cotte perché le fette devono rimanere intere; se cuociono troppo, tagliandole si romperanno. Mentre le patate sono sul fuoco, dedicatevi alla preparazione della cipolla: mondatela e affettatela finemente a rondelle 2 e cuocetela in una padella antiaderente, a fuoco molto basso, nel burro sciolto: deve appassire lentamente 3. Sfumate la cipolla con il vino 4 e continuate la cottura fino a quando la cipolla sarà molto morbida 5. Intanto, tenete da parte 16 fette intere di pancetta, ne serviranno 4 per ogni terrina monoporzione o tutte insieme per una terrina unica) e tagliate a striscioline di mezzo cm quelle che restano 6. Quando le patate saranno cotte, lasciatele raffreddare completamente 7 e, quando saranno fredde, sbucciatele e tagliatele a fette spesse mezzo cm, facendo attenzione a non romperle 8. Mescolate in una ciotola, delicatamente, le patate, la pancetta e la cipolla stufata, e lasciatele insaporire 9. Preparate ora la fonduta di reblochon: private il formaggio dalla crosta esteriore 10 e scioglietelo, a bagnomaria o al microonde, in una terrina 10. Se volete, una volta sciolto, aggiungete al formaggio la panna 12, per rendere la crema più fluida. Componete la tartiflette: oliate leggermente 4 pirofile di ceramica (diametro 18-20 cm circa) e disponete in ognuna 4 fette di pancetta a formare una croce, lasciando metà fetta fuori dalla terrina 13. Potete comporre la tartiflette anche in una pirofila unica. Aggungete le patate, condite con pancetta e cipolla, fino a riempire le terrine (14-15). Versate sulle patate la fonduta di reblochon 16, ripiegate la pancetta sulla superficie della terrina 17 e infornate in forno statico già caldo a 250° per 13-15 minuti (ventilato 230° per 10 minuti), fino a che la superficie non sarà ben dorata e croccante 18. Sfornate la tartiflette, lasciatela intiepidire per qualche minuto e buon appetito! "
}