{
    "title": "Torta salata agli spinaci",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Spinaci",
            "quantity": "550 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "(circa 2) 30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la torta salata agli spinaci per prima cosa preparate la pasta brisè: in una ciotola versate la farina e il burro freddo a tocchetti 1, lavorate l’impasto con la punta delle dita 2 per ottenere una consistenza sbriciolata, salate, pepate e poi versate l’acqua fredda a filo 3, continuando a mescolare. Una volta che avrete ottenuto un impasto uniforme 4, trasferitelo sulla spianatoia e formate un panetto 5. Avvolgetelo con la pellicola 6 e ponetelo in frigorifero a rassodare per circa 1 ora. Intanto spuntate il cipollotto e affettatelo 7. In un tegame versate un filo di olio, aggiungete il cipollotto 8 e lasciate rosolare per un paio di minuti, quindi aggiungete gli spinaci lavati 9; coprite con il coperchio e cuocete così per 10 minuti 10. A cottura ultimata, salate 11 e strizzate bene gli spinaci e lasciateli asciugare per circa 20 minuti in un colino 12, così non rilasceranno acqua nella torta. Riprendete il panetto di pasta brisè e stendetela su una spianatoia leggermente infarinata 13 a uno spessore di circa 1 mm 14. Imburrate uno stampo da crostata del diametro di 22 cm 15. Adagiate sopra la sfoglia 16, facendola aderire bene al fondo e ai bordi, quindi ritagliate la pasta in eccesso (17-18). Preparate ora il ripieno: nel bicchiere di un mixer versate le uova e la panna 19 e frullate tutto con il mixer a immersione 20. Tagliate a piccoli cubetti il formaggio 21 Incorporatelo alla miscela di panna e uova 22, aromatizzate con foglioline di timo 23 e versate il composto all’interno della torta (24-25). Per finire distribuite gli spinaci in superficie 26 e cuocete in forno statico preriscaldato a 180° per 55 minuti. A cottura ultimata sfornate la vostra torta salata agli spinaci 27 e lasciatela intiepidire prima di sformarla. "
}