{
    "title": "Mousse al cioccolato con frollini all'arancia",
    "ingredients": [
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "2"
        },
        {
            "ingredient": "Cioccolato fondente",
            "quantity": "75 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Scorza d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        }
    ],
    "preparation": " Per preparare la mousse al cioccolato con frollini all’arancia iniziate a tritare finemente il cioccolato 1 e a mettere in ammollo il fogli di gelatina per 10 minuti, in una ciotola riempita con acqua fredda 2. Mentre la gelatina raggiunge la giusta consistenza, versate la panna in un pentolino e aggiungete lo zucchero 3 dopodiché riscaldate il tutto fino a quando lo zuccherò non sarà completamente sciolto. Spegnete la fiamma, prelevate la gelatina dall’acqua e dopo averla ben strizzata aggiungetela alla panna 4: mescolate con cura con una frusta, così da sciogliere completamente la gelatina. Unite anche il cioccolato 5 mescolando continuamente fino a quando sarà completamente sciolto 6. Filtrate a questo punto il composto facendolo passare da un colino 7: è molto importante che non ci siano grumi né di cioccolato né di gelatina. Senza necessariamente aspettare che si raffreddi, versate la crema nel sifone 8, chiudetelo bene e inserite la bomboletta di azoto 9. Agitate il sifone una decina di volte e lasciate riposare in frigo da un minimo di 3 ore ad un massimo di 12. Se non avete il sifone potete comunque ottenere una mousse: lasciate raffreddare la crema al cioccolato, montate con cura 200 g di panna fresca liquida e incorporatela con movimenti dal basso verso l’alto per evitare che si smonti. Ponetela poi nei bicchieri, a mano o con una sac-à-poche munita di bocchetta a stella. Intanto preparate i frollini. In una ciotola capiente ponete il burro a temperatura ambiente, cui dovete unire lo zucchero 10. Lavate bene un’arancia non trattata e grattugiatene la scorza 11, dopodiché aggiungete anche questa al burro e zucchero 12. In ultimo aggiungete la farina setacciata e mescolate bene tutti gli ingredienti 13. Trasferite l’impasto ancora friabile su una spianatoia 14 e maneggiate brevemente l’impasto 15 fino ad ottenere un composto compatto, formate un panetto 16. Foderate la pasta con pellicola trasparente e lasciatela riposare in frigo per 30 minuti 17. Trascorso questo tempo trasferite nuovamente l’impasto sulla spianatoia e modellatelo con il palmo della mano in modo da ottenere dei filoncini 18, che taglierete formando dei bastoncini di circa 7 mm di diametro e lunghi 8-9 cm. Disponete i frollini su una leccarda foderata con carta da forno 19 e infornate per 12 minuti, o finché non saranno dorati, in forno statico preriscaldato a 180° (se ventilato, a 160° per 5-6 minuti). Trascorso il tempo di riposo della mousse, prelevate il sifone dal frigorifero e dotatelo di bocchetta a stella. Agitatelo bene e riempite di mousse i bicchierini 20. La vostra mousse può essere servita, accompagnandola con i frollini all’arancia 21 disposti a parte oppure all’interno del bicchierini. "
}