{
    "title": "Spaghetti di riso con carne e verdure",
    "ingredients": [
        {
            "ingredient": "Spaghetti di riso",
            "quantity": "200 g"
        },
        {
            "ingredient": "Fettine di manzo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "con fiori 350 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "300 g"
        },
        {
            "ingredient": "Germogli di soia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "8 g"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        }
    ],
    "preparation": " Per preparare gli spaghetti di riso con carne e verdure iniziate predisponendo tutti gli ingredienti che verranno cotti in successione nel wok: tagliate a striscioline sottili di circa 1 cm le fettine di vitello 1. Sbucciate lo zenzero 2 e tagliatelo a listarelle 3, lavate il cipollotto, eliminate il gambo e tagliate a fettine sottili il bulbo 4. Lavate e pelate le carote, tagliate anche queste a bastoncini sottili circa ½ cm nel senso della lunghezza 5, riducete a piccole listarelle anche il peperoncino avendo cura di privarlo dei semi interni 6. Per finire lavate delicatamente gli champignon e tagliateli a fette 7, lavate le zucchine, eliminate il fiore 8 e tenetelo da parte (sarà aggiunto alla preparazione a fine cottura) t, procede come gli altri ingredienti tagliando anche le zucchine a bastoncini 9. Versate l’olio di semi nel wok 10 e fatelo scaldare. Versateci il peperoncino, lo zenzero 11 e il cipollotto 12. Questi tre ingredienti saranno la base del nostro soffritto, lasciate che l’olio si insaporisca lasciandoli soffriggere dai tre ai quattro minuti a fuoco medio. Aggiungete le zucchine 13 le carote 14 e proseguite la cottura. Unite nel wok anche i funghi 15 quindi è il momento di sfumare con un cucchiaio di soia 16 e il brodo 17, versandolo poco alla volta, man mano che verrà assorbito dalle verdure (per preparare il brodo di verdure consultate la nostra scheda Brodo vegetale cliccando qui) . Salate e pepate a piacere, in questo caso considerate che la soia conferirà sapidità al piatto, quindi assaggiate la preparazione prima di salare. Quando le verdure risulteranno croccanti aggiungete la carne tagliata precedentemente a listarelle 18. A cottura della carne ultimata, aggiungete i fiori di zucchina 19 e togliete il wok dal fuoco. Cuocete gli spaghetti di riso in acqua bollente 20 come da indicazioni della confezione, tenendo conto che non necessitano di una cottura lunga come i tradizionali spaghetti di grano duro. Scolateli e passateli per qualche secondo sotto l’acqua fredda per fermarne la cottura. Aggiungete gli spaghetti di riso al wok 21, unite anche i germogli di soia 22. Tenete il fuoco alto per gli ultimi due minuti di cottura aggiungendo un altro cucchiaio di salsa di soia 23. Una volta pronti , servite gli spaghetti di riso con carne e verdure ben caldi 24. "
}