{
    "title": "Focaccia morbida",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 300 g"
        },
        {
            "ingredient": "Fiocchi di sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la focaccia morbida, iniziate setacciando la farina, versatela poi in una planetaria dotata di gancio 1 unite il lievito di birra fresco sbriciolato (oppure 3,5 g di lievito di birra secco) 2 e metÃ dellâacqua presa dalla dose totale 3. Iniziate ad impastare a velocitÃ bassa e quando lâacqua sarÃ incorporata aggiungete la restante a piccole dosi. Prima dellâultima versata di acqua, aggiungete il sale 4 che si scioglierÃ quando verserete l'ultima dose di acqua. Aggiungete infine lâolio a filo 5. Quando lâimpasto sarÃ ben liscio e omogeneo 6, arrestate la planetaria. Oleate con 10 g di olio il piano di lavoro 7, quindi rovesciate l'impasto 8 e lavoratelo con le mani 9 giusto il tempo di conferirgli una forma sferica (10 ); trasferitelo quindi in una ciotola e coprite con pellicola 11. Lasciate lievitare per 1 ora in forno spento con luce accesa (la temperatura dovrÃ essere di 25-28Â°). Passata lâora, ungete la teglia accuratamente con circa 10-20 g di olio: la teglia dovrÃ essere alta 5 cm con 24 cm di diametro 12. Ponete al centro l'impasto. Stendete l'impasto su tutta la superficie della teglia con le mani 13, quindi condite con il restante olio 15. Coprite con la pellicola e lasciate lievitare per 1 ora in forno spento con la luce accesa (sempre ad una temperatura compresa tra i 25-28Â°). Trascorso il tempo di lievitazione, riprendete l'impasto, eliminate la pellicola 16, con la punta delle dita pressate la superficie per creare i tipici buchi della focaccia 17, quindi distribuite sopra i fiocchi di sale 18 e gli aghi di rosmarino 18. Cuocete in forno ventilato preriscaldato a 180Â° per 40 minuti. Una volta cotta 20 sfornate la vostra focaccia morbida 21, fatela intiepidire e sformatela 21 quindi servitela ancora calda da sola o accompagnata con salumi o verdure grigliate! "
}