{
    "title": "Salmone alla griglia con insalata di cous cous",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "800 g"
        },
        {
            "ingredient": "Cous cous",
            "quantity": "precotto 200 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "200 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di sesamo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pistacchi tostati",
            "quantity": "30 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "1"
        },
        {
            "ingredient": "Cardamomo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per preparare il salmone alla griglia con insalata di cous cous, iniziate dal brodo di verdure che servirà per far rinvenire il cous cous precotto: lavate le verdure, quindi pelate la carota 1 e spuntatela. Poi dividetela in pezzi 2; tagliatele via la parte verde e la barbetta del porro, quindi incidetelo per la lunghezza e sfogliatelo del primo strato 3 versate le verdure tagliate in un tegame capiente 4, unite lo zenzero fresco pelato 5 e le bacche di cardamomo 6 la stecca di cannella 7, poi il sale grosso e i grani di pepe nero 8. Quindi versate l'acqua 9 e lasciate cuocere il brodo per circa 40 minuti a fuoco moderato. Intanto preparate le verdure per il cous cous: Lavate il peperone, dividetelo a metà e togliete la parte verde e i semini interni 10; quindi riducetelo in listarelle 11, poi tritatelo 12. Spuntate e pelate la carota, tagliatela poi a listarelle, quindi riducete anche questa in piccoli dadini 13. Lavate e spuntate i fagiolini, poi divideteli in piccoli pezzetti 10. Dopodichè in una padella capiente versate l'olio di semi di sesamo 15 e versatevi le verdure tagliate a dadini 16; salate e pepate 17 e saltatele alcuni minuti a fuoco medio, mescolando di tanto in tanto. Dovranno ammorbidirsi senza sfaldarsi. Intanto, versate il cous cous precotto in una ciotolina e quando il brodo vegetale sarà pronto, filtratelo direttamente sul cous cous 18. Coprite con pellicola e lasciate rinvenire il cous cous per circa 2 minuti, giusto il tempo di gonfiarsi 19. Dopodiché versatelo su un vassoio per sgranarlo 20, quindi aggiungetelo nel tegame con le verdure saltate, a fuoco spento 21. Aggiungete anche i pistacchi tostati sgusciati e tritati grossolanamente 22 e tenete da parte. Passate al salmone: private il filetto delle lische se presenti 23; poi dividete il salmone in filetti. Spennellate leggermente ciascun filetto con olio 24 poi pepate a piacere, quindi scottate i filetti di salmone norvegese su una griglia rovente 25: basteranno cinque minuti di cottura in totale, girandolo a metà cottura dall'altro lato 26. Una volta pronti, servite il salmone alla griglia con insalata di cous cous di verdure 27. "
}