{
    "title": "Parmigiana bianca di zucchine",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 200 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "360 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "steli q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        }
    ],
    "preparation": " Per preparare la parmigiana bianca di zucchine, iniziate a tagliare finemente un cipollotto 1 e a tritate insieme il basilico, l’erba cipollina e il prezzemolo 2. In un pentolino mettete a sciogliere il burro e aggiungete il cipollotto tritato 3, che dovrà imbiondire. Aggiungete la farina a pioggia 4, mescolando con una frusta per ottenere un roux ben amalgamato. A questo punto aggiungete il latte 5, che avrete riscaldato in un pentolino, e stemperate tutto il composto, mescolando bene con la frusta. Continuando a mescolare, fate cuocere il composto a fuoco basso fino a che non si sarà addensato. Togliete il pentolino dal fuoco e unite il sale, la noce moscata e il trito di erbe 6. Amalgamate bene tutto alla besciamella e mettetela da parte. Tagliate le zucchine a fette spesse 2-3 mm e grigliatele da entrambi i lati 7 facendo attenzione a non romperle. Intanto preparate le fette di provola: potete comprare la provola già affettata oppure prendere un pezzo intero e ricavarne 12 fette 8. Predisponete una teglia e ungetela con olio extravergine d'oliva per tutta la sua superficie 9. Stendete uno strato di besciamella 10 e cominciate a disporre le fette di zucchina grigliate in senso orizzontale 11. Cospargete con altra besciamella 12, spolverate con un paio di cucchiai di Parmigiano grattugiato 13 e terminate con 3 fette di provola 14. Ricominciate con un'altro strato adagiando le zucchine in senso verticale e proseguite come prima con la besciamella 15, il Parmigiano e la provola. Formate ancora altri due strati. Terminate con l'ultimo strato di zucchine 16 (in totale dovranno essere 5 strati di zucchine), cospargete con un cucchiaio di Parmigiano, uno strato di besciamella 17, un filo d'olio e un'ultima generosa manciata di Parmigiano 18. Infornate in forno già caldo a 160 gradi per 40 minuti circa, fino a che non sarà comparsa una bella crosticina dorata sulla superficie. Lasciate riposare 15 minuti prima di tagliare la vostra parmigiana bianca di zucchine. "
}