{
    "title": "Frittatine con cavolo nero",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(circa 5) 275 g"
        },
        {
            "ingredient": "Cavolo nero",
            "quantity": "170 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le frittatine con cavolo nero, per prima cosa eliminate i gambi del cavolo nero e sciacquate le foglie sotto l’acqua corrente lasciandole intere. Scaldate un filo d’olio in una padella, aggiungete le foglie del cavolo nero 1 e saltatele per circa 5 minuti a fuoco vivace finché non si saranno ammorbidite 2. Tenete da parte il cavolo nero e occupatevi del composto di uova: versate le uova in una ciotola e aggiungete il latte 3, il Parmigiano grattugiato 4, sale 5 e pepe, poi amalgamate il tutto con una frusta o una forchetta 6. Trasferite il composto in una caraffa per riempire più facilmente gli stampini. Imburrate una teglia da muffin 7 e foderatela con il pangrattato, poi distribuite equamente il composto di uova all’interno dello stampo 8 e adagiate una foglia di cavolo in ogni scomparto 9. Aggiungete una macinata di pepe in superficie e cuocete in forno statico preriscaldato a 200° per circa 20 minuti 10. Una volta sfornate, lasciate intiepidire leggermente le vostre frittatine con cavolo nero 11 prima di sformarle e servirle: saranno ottime anche a temperatura ambiente 12! "
}