{
    "title": "Torta Fiore",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 70 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "6 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "(a temperatura ambiente) 180 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Nutella",
            "quantity": "360 g"
        }
    ],
    "preparation": " Per preparare la Torta fiore, iniziate ponendo nella tazza di una planetaria la farina Manitoba setacciata, versate anche lo zucchero 1, il lievito disidratato 2 e il latte a temperatura ambiente 3 (se il lievito disidratato che utilizzate va sciolto in un liquido, potrete scioglierlo in poco latte tiepido preso dalla dose intera. Potete anche utilizzare il lievito di birra fresco: in questo caso la dose da usare è 18 g). Azionate la planetaria con la foglia e lavorate l'impasto. Quando gli ingredienti liquidi si saranno assorbiti, togliete la foglia e montate il gancio 4, quindi fate ripartire la planetaria versando a filo l'acqua tiepida 5; quindi unite il malto 6 (in alternativa potete utilizzare la stessa dose di miele); poi versate le uova una alla volta 7, aspettando che venga incorporata prima di aggiungerne un'altra. Impastate fino ad ottenere una consistenza liscia ed omogenea e fino a quando la pasta non si staccherà dai bordi incordandosi al gancio 8. A questo punto potete aggiungere il burro ammorbidito un pezzo alla volta, aspettando che si sia assorbito prima di procedere con un altro pezzetto 9. Quando tutto il burro si sarà assorbito e l'impasto sarà diventato lucido e ben incordato, arrestate la planetaria, trasferite l'impasto su un piano di lavoro, ungetevi le mani con il burro, continuando ad impastare per alcuni minuti. Quindi formate una palla con l'impasto, trasferitelo in una ciotola leggermente imburrata e coprite con pellicola 10. Lasciatelo lievitare per 3 ore in forno spento con luce accesa (o fino a quando non sarà raddoppiato di volume); passato questo tempo, riprendete l'impasto e dividetelo in 4 parti dello stesso peso 11. Maneggiate ciascun pezzo per dargli una forma rotonda 12. Ponete le 4 palline a riposare coperte con pellicola 13 per almeno 20 minuti a temperatura ambiente. Dopodiché infarinate leggermente un piano di lavoro, schiacciate leggermente ciascuna pallina e stendetela con un mattarello su un foglio di carta da forno, fino ad ottenere un disco di 26 cm di diametro 14; ponete il disco a rassodare in frigorifero per almeno 20 minuti e proseguite man a mano con gli altri, ripetendo le stesse operazioni. Poi tirate fuori dal frigo il primo disco che avevate steso e spalmate la superficie con la Nutella 15; quindi prendete un altro disco, da adagiare sullo strato di Nutella 16; proseguite in questo modo fino a terminare gli ingredienti: come ultimo strato dovrete avere quello di pan brioche. Fate riposare il tutto per almeno 30 minuti in frigorifero coperto con pellicola (per aiutarvi nel trasferimento, potete adagiare l'impasto su un vassoio e riporlo in frigorifero). Praticate sulla superficie delle incisioni lasciando un margine dal centro; partite da 4 incisioni a croce, poi praticatene un'altra tra un taglio e l'altro 17. Proseguite fino a realizzarne 16; quindi prendete con le dita ciascuno spicchio e praticate una torsione rigirando ciascuno su se stesso ma in versi opposti, facendo un giro completo 18 e unendo i lati più corti che saranno rivolti verso l'alto 19. Completate la torta eseguendo la stessa operazione per tutte le coppie di spicchi, poi adagiatela con la carta da forno su una leccarda e fate lievitare per almeno 1 ora coperta con pellicola. Passato questo tempo 20, cuocete in forno statico preriscaldato a 180°C per 40 minuti circa (a 160°C per circa 30 minuti se forno ventilato). Una volta cotta, sfornate la torta fiore 21 e fatela intiepidire su una gratella, quindi servitela! "
}