{
    "title": "Spiedini di tortellini fritti con salsa alla panna e parmigiano",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Tortellini",
            "quantity": "medi 36"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare gli spiedini di tortellini fritti con salsa alla panna e parmigiano lessate i tortellini nel brodo e scolateli quando saranno bene al dente 1; lasciateli intiepidire ben divisi tra loro, in modo che non si attacchino l’uno con l’altro. Realizzate ora la salsa: mettete in un pentolino la panna 2, fatela scaldare a fuoco basso, aggiungete il latte 3 e portate il tutto lentamente ad ebollizione. Unite il parmigiano grattugiato 4 e mescolate con l'aiuto di una frusta fino a farlo sciogliere completamente 5, quindi aggiungete la noce moscata grattugiata 6 e il pepe. Continuate a mescolare fino a quando il composto si sarà addensato, poi aggiustate eventualmente di sale, spegnete il fuoco e mettete la crema ottenuta da parte. Ora iniziate a comporre gli spiedini: infilate tre tortellini per ogni stecco di legno 7, fino ad ottenere un totale di 12 spiedini, e metteteli da parte. In una terrina sbattete un uovo con una forchetta 8 e spennellatelo su ciascuno degli spiedini di tortellini 9, che poi passerete nel pangrattato 10. Friggete gli spiedini nell’olio bollente per 1 minuto 11, rigirandoli affinché si indorino su entrambi i lati, poi adagiateli a scolare su un vassioio ricoperto con carta assorbente da cucina 12; successivamente disponeteli su un piatto da portata. In una ciotolina mettete la salsa al formaggio, che servirete affiancata da un cucchiaino: ogni commensale ne cospargerà a piacimento gli spiedini, prima di consumarli. "
}