{
    "title": "Pane tricolore",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "175 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(7 g se fresco) 2"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 75"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "2,5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida di cui 250 ml per l'impasto e 20 ml per frullare gli spinaci 270 ml"
        },
        {
            "ingredient": "Malto",
            "quantity": "(oppure mezzo cucchiaino di zucchero) ½ cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        }
    ],
    "preparation": " Pe preparare il pane tricolore, sciogliete il lievito di birra disidratato in poca acqua tiepida (presa dai 250 ml che servono per l'impasto) e unite il malto 1 (potete sostituire il malto con lo zucchero: in questo caso aggiungetelo alla farina setacciata). Mescolate con un cucchiaino e unite il composto alla farina setacciata e versata nella ciotola di una planetaria 2; lavorate gli ingredienti con la frusta a foglia a velocità media, poi unite l'uovo 3 e la dose di acqua tiepida indicata per l'impasto 4. Continuate ad impastare e quando il composto sarà omogeneo, fermate la planetaria e sostituite la frusta con il gancio 5, versate il sale 6 lavorate l'impasto a velocità media e aggiungete il burro ammorbidito a pezzetti, aspettando che si assorba un pezzo prima di procedere con il successivo 7. Lavorate l'impasto per almeno 10 minuti fino a quando non sarà omogeneo, liscio e scenderà a nastro 8. Trasferitelo in una ciotola 9, coprite con pellicola e fate lievitare in forno spento con luce accesa per almeno 2 ore (dovrà raddoppiare il suo volume). Nel frattemo lavate gli spinaci e stufateli in padella con un filo d'olio coperti con un coperchio (10-11). Una volta cotti, fateli rafferddare e poi versateli nel frullatore 12 aggiungete 20 ml di acqua e frullate il tutto 13 fino ad ottenere un composto cremoso; scolate poi la crema dall'acqua in eccesso 14. Quindi riprendete l'impasto che avrà raddoppiato il suo volume 15 trasferitelo su un piano di lavoro leggermente oleato e dividetelo in tre parti (potete avvolgere in pellicola quelle che non utilizzate al momento) e conditene una con gli spinaci 16 impastando per amalgamarli in maniera omogenea 17. Quindi imburrate e foderate con carta da forno uno stampo da plumcake di 30x11 cm e poente l'impasto verde all'interno 18. Proseguite maneggiando l'impasto chiaro e per dargli la forma a filoncino delle stesse dimensioni dello stampo 19 e ponetelo sopra all'impasto verde nello stampo. Condite poi l'ultima parte di impasto con il concentrato di pomodoro 20 e la paprika 21. Procedete nello stesso modo e adagiate anche l'impasto rosso nello stampo 22. Coprite con pellicola trasparente 23 e lasciate lievitare per almeno 30 minuti al riparo da correnti d'aria. Passato il tempo necessario, infornate il pane tricolore in forno statico preriscaldato a 200° per circa 60 minuti (180° per 50 minuti se forno ventilato). Verificate la cottura con uno stecchino prima di terminare la cottura; quando il pane tricolore sarà cotto, sfornatelo e lasciatelo raffreddare almeno 20 minuti nello stampo 24 e poi capovolgetelo su una gratella per farlo freddare completamente! "
}