{
    "title": "Spaghetti di soia all'orientale",
    "ingredients": [
        {
            "ingredient": "Germogli di soia",
            "quantity": "150 g"
        },
        {
            "ingredient": "Spaghetti di soia",
            "quantity": "250 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "(leggermente salata) 10 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "½"
        },
        {
            "ingredient": "Peperoncino dolce",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare gli spaghetti di soia all’orientale iniziate pelando la carota, eliminate le estremità e poi tagliatela a listarelle sottili 1, lavate il peperone dividetelo a metà, eliminate il picciolo e i semi interni e tagliatelo a listarelle 2 come avete fatto per la carota. Affettate sottilmente il cipollotto 3 , e tagliate a rondelle sottili i peperoncini dolci avendo cura di eliminare picciolo e semi (4-5). Prendete il petto di pollo, tagliate via l'osso centrale con un coltello poi dividetelo a metà 6 spennellatelo con l’olio di oliva 7, grigliate il pollo su entrambi i lati su una piastra cosparsa di sale grosso per insaporirlo (8-9)e fare in modo che non sia direttamente a contatto con il fondo.. Tagliate a bastoncini il pollo grigliato 10 e tenetelo da parte. Scaldate un filo di olio in una padella, fate rosolare il cipollotto 11 e poi versate qualche cucchiaio di acqua tiepida per farlo stufare 12. Quando sarà appassito unite le carote 13 e il peperone rosso e il peperoncino dolce 14. Cuocete per 5 minuti e poi sfumate con la salsa di soia 15 e proseguite per altri 5 minuti. Poi spegnete il fuoco e unite i bastoncini di pollo 16. In una pentola portate ad ebollizione l’acqua e lessate gli spaghetti di soia 17 per due minuti massimo con il coperchio, o seguendo le istruzioni riportate sulle confezioni. Scolateli 18 e passateli sotto l’acqua fredda sgranandoli con una forchetta per evitare che si rapprendano troppo. Unite gli spaghetti di soia nella padella con le verdure e il pollo e mantecateli a fuoco medio 19, aggiungete i germogli di soia 20 e mescolate, per finire aromatizzate con la scorza di lime 21. Gli spaghetti di soia all’orientale sono pronti gustateli caldi. "
}