{
    "title": "Tacos veloci",
    "ingredients": [
        {
            "ingredient": "Tacos",
            "quantity": "8"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "500 g"
        },
        {
            "ingredient": "Peperoncino dolce",
            "quantity": "lungo 10 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna acida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "½"
        }
    ],
    "preparation": " Per preparare i tacos veloci, per prima cosa rimuovete il budello dalla salsiccia 1, poi sgranatela con il dorso di un coltello 2. Lavate il peperoncino, tagliatelo a metà per il lungo per eliminare tutti i semini interni, dopodiché tagliatelo a striscioline 3. Ora scaldate l’olio in una padella antiaderente, aggiungete la salsiccia sgranata 4 e la paprika affumicata 5 e rosolate brevemente a fuoco medio-alto, poi unite il peperoncino 6 e sfumate con il vino rosso 7. Quando il vino sarà completamente evaporato, aggiungete il concentrato di pomodoro 8 e una macinata di pepe e continuate a cuocere a fuoco medio per un totale di 15 minuti, mescolando spesso 9. Mentre la carne sta cuocendo potete preparare l’insalatina con cui farcirete i vostri tacos: lavate i pomodorini e tagliateli a cubetti 10, poi pulite il cipollotto eliminando la radice e lo strato più esterno, dividetelo a metà per il lungo e tagliatelo a falde sottili 11. Infine lavate e tritate il prezzemolo grossolanamente 12. In una ciotola unite i pomodorini, il cipollotto 13 e il prezzemolo 14, poi condite con l’olio extravergine d’oliva 15, un pizzico di sale 16 e il succo di mezzo lime 17. Mescolate 18 e tenete momentaneamente da parte. Per quanto riguarda la salsa, unite in un’altra ciotola lo yogurt greco e la panna acida 19, aggiungete la scorza grattugiata di mezzo lime 20 e mescolate accuratamente 21. A questo punto la carne sarà cotta, quindi prendete i tacos già pronti e iniziate a farcirli: iniziate con una cucchiaiata abbondante di salsiccia 22, proseguite con l’insalata di pomodorini e cipollotti 23 e completate con qualche goccia di salsa allo yogurt: i vostri tacos veloci sono pronti per essere gustati 24! "
}