{
    "title": "Monkey bread",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "450 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "tiepido 240 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "230 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cannella in polvere",
            "quantity": "20"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "bollente 100 g"
        }
    ],
    "preparation": " Per preparare il monkey bread, iniziate dall'impasto: in una ciotolina sciogliete il lievito disidratato (in alternativa potete utilizzare 12 g di lievito di birra fresco) nel latte tiepido 1, mentre in una ciotolina versate l'acqua e aggiungete il sale 2, mescolando per farlo sciogliere. Nella ciotola di una planetaria versate la farina setacciata e aggiungete lo zucchero 3. Versate anche il latte in cui avete sciolto il lievito 4 e iniziate a far andare le fruste a velocità media. Poi aggiungete l'acqua in cui avete disciolto il sale 5, l'uovo intero 6 e quando si sarà incorporato completamente, unite anche il tuorlo, sempre con la planetaria in funzione. Quando anche le uova saranno incorporate completamente, montate il gancio 7 e continuate a lavorare l'impasto fino a quando non sarà morbido e omogeneo 8. Trasferitelo in una ciotola 9, copritelo con pellicola trasparente e lasciatelo lievitare a temperatura compresa tra i 26-28° per circa 2 ore. Passato il tempo necessario perchè l'impasto raddoppi di volume, preparate la copertura: sciogliete il burro in un pentolino, poi trasferitelo in una ciotolina, mentre in un'altra versate lo zucchero di canna e la cannella 10. Quindi prendete l'impasto 11, maneggiatelo su un ripiano di lavoro e formate delle palline di circa 2-3 cm 12: saranno queste a dare la particolare forma al dolce. Con le dita formate un incavo in ogni pallina 13 e farcitela con un cucchiaino di marmellata di arance 14. Poi sigillate le palline chiudendo bene i lembi 15. Passate le palline prima nel burro fuso 16 poi nel mix di zucchero di canna e cannella 17. Imburrate e infarinate uno stampo da ciambella alto e profondo e posizionate le palline una accanto all'altra e poi creando uno strato superiore 18. Fate lievitare il monkey bread per circa un'ora a temperatura ambiente 19. Dopodiché cuocetelo in forno statico preriscaldato a 190° per 40 minuti (se forno ventilato a 170° per 30-35 minuti): a fine cottura il monkey bread dovrà essere dorato 20. Mentre il dolce starà cuocendo, potrete preparare la glassa al latte: portate a bollore il latte in un pentolino, quindi versatelo a filo in una ciotolina dove avrete messo lo zucchero a velo setacciato 21. Mescolate con un cucchiaino fino ad ottenere un composto fluido 22. Ora che il dolce è cotto e la glassa è pronta, potete decorare il monkey bread: versate la glassa in una sac-à-poche ed utilizzate la bocchetta più piccola (oppure create una piccola punta di una sac-à-poche usa e getta). Decorate il dolce con fili di glassa verticali 23 e orizzontali ricoprendo lo strato superiore delle palline 24. Sarà divertente gustare il monkey bread, staccando facilmente le palline con le mani. Servitelo caldo o tiepido! "
}