{
    "title": "Panettoncini con mandarino candito e rosmarino",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "30 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 20 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 10 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "5 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Mandarini canditi",
            "quantity": "65 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "(gli aghetti) 5 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "da fondere 10 g"
        }
    ],
    "preparation": " Per preparare i panettoncini al mandarino candito e rosmarino, iniziate dalla biga: in una ciotolina versate la farina setacciata e il lievito disidratato 1, poi unite l'acqua a temperatura ambiente 2 e iniziate ad impastare a mano 3 quando avrete ottenuto un impasto liscio, date una forma sferica all'impasto e ponetelo nella ciotola, coperto con pellicola trasparente 4. Lasciatelo riposare a temperatura ambiente per circa 30 minuti. Poi trasferite in frigorifero a maturare per una notte intera (dalle 10 alle 12 ore). Passato il tempo indicato, potete iniziare il primo impasto: riprendete la biga 5 e trasferitela nella planetaria 6. Montate il gancio e versate anche la farina setacciata 7, iniziate a far andare la planetaria e man a mano unite l'acqua a temperatura ambiente 8, poi lo zucchero 9 e lasciate incordare l'impasto, poi versate il tuorlo a temperatura ambiente 10. Una volta che l'impasto sarÃ nuovamente ben incordato, unite il burro ammorbidito 11. Quando il burro si sarÃ assorbito completamente e l'impasto sarÃ incordato al gancio 12, potete trasferire l'impasto su un piano di lavoro. LavorateloÂ con le mani alcuni istanti, quindi date una forma rotonda 13 e ponetelo in una ciotola; coprite con pellicola trasparente 14 e lasciate lievitare per circa 6 ore in forno spento con luce accesa (ad una temperatura di circa 26Â°). Nel frattempo, preparate il rosmarino caramellato: in un pentolino versate l'acqua e lo zucchero 15; Quando il composto avrÃ sfiorato il bollore, versate gli aghi di rosmarino e continuate a cuocere per circa 5 minuti, poi scolate gli aghi dallo sciroppo filtrando con un colino a maglie strette 17. Tenete da parte gli aghi di rosmarino canditi e preparate anche il mandarino candito: tagliatelo a fette 18 poi riducetelo a pezzetti 19 e tenete anch'esso da parte. Riprendete dopo le 6 ore di lievitazione l'impasto che sarÃ raddoppiato di volume 20. Versate l'impasto lievitato nella planetaria munita di gancio 21; poi aggiungete la farina setacciata 22 e iniziate ad impastare a velocitÃ media. Quindi versate lo zucchero 23, il miele 24, e il tuorlo a temperatura ambiente 25; lasciate andare la planetaria fino a quando gli ingredienti non saranno ben assorbiti e incordato l'impasto, quindi unite il sale 26, poi il burro ammorbidito 27. Infine unite i mandarini canditi 28 e gli aghi di rosmarino candito, tenendone alcuni da parte per la decorazione finale 29. Quando saranno amalgamati all'impasto, arrestate la planetaria e trasferite l'impasto su un piano di lavoro. Ricavate dall'impasto totale 4 pezzi da circa 120 g l'uno 30. Lavorate sul piano roteando ciascun pezzo per ottenere delle palline 31 e ponetele nei rispettivi stampi di carta per pandorini 32. Lasciate lievitare per circa 4 ore a temperatura ambiente; saranno pronti quando avranno raggiunto i 3/4 dello stampo 33. Quindi con un taglierino fate un'incisione a croce sulla sommitÃ di ciascun pandorino e scalzate i lembi 34. Spennellate con il burro fuso 35 e ripiegate verso l'interno i lembi 36, spennellate nuovamente la superficie dei panettoncini 37. Poneteli su una leccarda, aggiungete anche alcuni aghetti di rosmarino tenuti da parte 38 e cuoceteli in forno statico preriscaldato a 180Â° per circa 30 minuti (non consigliamo di usare il forno ventilato). Una volta pronti sfornateli 39 e lasciateli intiepidire prima di serivire i vostri panettoncini con mandarino candito e rosmarino! "
}