{
    "title": "Frittelle di piselli con salsa allo yogurt",
    "ingredients": [
        {
            "ingredient": "Pisellini",
            "quantity": "350 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "75 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "70 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "fili 5"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "1 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "fili 5"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittelle di piselli con salsa allo yogurt iniziate pulendo il cipollotto: eliminate la parte verde del gambo 1, la barbetta e lo strato esterno più duro. Quindi riducetelo a fettine sottili 2. In una padella scaldate un filo d'olio e versate il cipollotto 3, unite uno spicchio di aglio sbucciato e intero 4 e fate soffriggere a fuoco dolce, mescolando di tanto in tanto per non far bruciare. Quando il cipollotto sarà appassito, aggiungete i piselli in padella 5, salate 6 e pepate poi coprite con un coperchio 7. Proseguite la cottura per circa 15-20 minuti. Durante la cottura potete aggiungere dell’acqua per non far asciugare troppo i piselli 8. Una volta cotti 9, eliminate lo spicchio di aglio scolate i piselli in un colino raccogliendo l'acqua di vegetazione in una ciotolina 10. Prelevate metà dei piselli e versateli nel mixer 11 frullateli insieme all' acqua di vegetazione 12 fino ad ottenere una crema densa e omogenea 13. Tenetela da parte in una ciotolina e iniziate a preparare la pastella: tritate l'erba cipollina 14. In una ciotola iniziate a lavorare l'uovo con una frusta 15 per sbatterlo 16, quindi unite lo yogurt 17 e mescolate per amalgamare il composto; a parte in una ciotola versate la farina insieme al bicarbonato 18 e poi uniteli al composto di uova avendo cura di setacciarle attraverso un colino 19 Insaporite con il formaggio grattugiato 20 e mescolate accuratamente gli ingredienti con una frusta 21. versate il latte e continuate a mescolare 22 per ottenere un composto omogeneo e senza grumi, aggiungete anche il frullato di piselli 23. Se occorre, aggiustate di sale e pepe, mescolate e aggiungete anche i piselli interi 24 e aromatizzate con metà dell'erba cipollina tritata 25. Tenete da parte il composto 26 e preparate anche la salsa allo yogurt: in una ciotola versate lo yogurt greco e aggiungete il latte 27. Mescolate gli ingredienti con una frusta 28 e terminate aromatizzando con la restante metà dell'erba cipollina che avete tritato 29. In una padella scaldate l'olio di semi per friggere (non dovrete friggere in olio profondo, le frittelle dovranno galleggiare ma non essere immerse completamente) e versate un cucchiaio di impasto per formare le frittelle 30. Per una frittura ottimale l'olio deve avere una temperatura di 180°, per monitorare al meglio la cottura si consiglia l'utilizzo di un termometro per alimenti. Girate le frittelle dopo un paio di minuti per farle dorare anche dall'altro lato 31, quindi scolatele con l'aiuto di una schiumarola su vassoio rivestito di carta assorbente per scolarle e tamponarle dell'olio in eccesso 32. Servite le vostre frittelle di piselli, meglio se ben calde accompagnate con salsa allo yogurt 33! "
}