{
    "title": "Plumcake alle verdure",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(3 medie) 165 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "16 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "130 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "110 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "dolce 100 g"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "(denocciolate) 50 g"
        },
        {
            "ingredient": "Peperoni",
            "quantity": "misti 200 g"
        }
    ],
    "preparation": " Per preparare il plumcake alle verdure iniziate a pelare la carota 1, spuntatela poi tagliatela a fette 2 e in fine riducetela in piccoli cubetti 3. Lavate la zucchina, spuntatela 4 e tagliatela della stessa dimensione delle carote 5. Lavate anche i peperoni, divideteli a metÃ , poi privateli del picciolo, dei filamenti bianchi e dei semini interni 6. Tagliate anche questi a fettine nel senso della lunghezza 7 e poi in cubetti 8. In ultimo scubettate anche la scamorza 9 e tenete tutto da parte. A questo punto occupatevi di preparare l'impasto: versate in una ciotolina la farina e il lievito istantaneo per preparazioni salate 10 precedentemente setacciati. Poi rompete le uova in un'altra ciotola, salate, pepate 11 e iniziate a sbatterle con uno sbattitore elettrico 12. Quando saranno diventate spumose aggiungete prima l'olio a filo 13 e poi anche il latte, sempre lentamente. Continuando a sbattere aggiungete poco per volta la farina mescolata al lievito 15 e quando sarÃ completamente assorbita unite anche il Grana Padano grattugiato 16. Otterrete cosi un composto liscio ed omogeneo 17, a cui dovrete aggiungere prima i peperoni 18, poi le zucchine 19, le carote, le olive taggiasche intere ma denocciolate 20, i piselli e i cubetti di scamorza 21. Mescolate il tutto 22, foderate con della carta forno uno stampo da plumcake grande 30x11 cm. Versate il composto al suo interno 23, livellatelo con una spatola 24 e cuocete il vostro plumcake alle verdure in forno statico preriscaldato a 180Â° per 60 minuti. Quando risulterÃ cotto (potete fare la prova dello stecchino) estraete il plumcake di verdure dal forno 25 e lasciatelo intiepidire prima di sformarlo capovolgendolo 26 e servirlo tagliato a fette 27! "
}