{
    "title": "Toast vegetariano",
    "ingredients": [
        {
            "ingredient": "Pane bianco in cassetta",
            "quantity": "12 fette"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "200 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "(8 fette) 160 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il toast vegetariano come prima cosa occupatevi delle verdure. Lavate la melanzana, spuntatela e tagliatela a fette spesse 1 cm con una mandolina o con un coltello 1. Ripetete la stessa operazione anche per le zucchine 2. A questo punto ponete le fette su una griglia rovente leggermente unta e cuocetele a fuoco alto, girandole dopo un paio di minuti 3. Lasciate cuocere anche l'altro lato 4 e riponetele in un contenitore 5. Condite le zucchine con sale e pepe e grigliate le melanzane 6; anche in questo caso serviranno circa 5 minuti di cottura. Salate e pepate anche queste quindi passate ad occuparvi della crema di datterini.Â Ponete i datterini ben lavati e asciutti nel bicchiere di un mixer, aggiungete le foglioline di basilico 7, la ricotta, l'olio 8, il sale e il pepe 9.Â Frullate il tutto fino ad ottenere una crema e tenete da parte 10. Lavate e affettate anche il pomodoro 11. Iniziate la composizione del toast vegetariano. Per prima cosa imburrate una fetta diÂ pane 12, poi capovolgetela; la parte imburrata infatti sarÃ quella che dovrÃ andare a contatto con la padella.Â Create uno strato di crema ai datterini 13, adagiate un paio di melanzane grigliate 14 e un paio di fette di pomodoro 15.Â Posizionate anche una fetta di emmental 16 e ricoprite con un'altra fetta di pane. Aggiungete ancora uno strato di crema 18;Â posizionate poi le zucchine 19 e un'altra fetta di formaggio 20. Richiudete con un'altra fetta di pane e imburratela 21. Posizionate in un tegame giÃ caldo 22, coprite con il coperchio 23 e lasciate cuocere per circa 5 minuti schiacciandolo di tanto in tanto con una spatola in modo da favorire lo scioglimento del formaggio 24.Â Quando sarÃ ben dorato giratelo e ultimate la cottura per altri 3 minuti, schiacciandolo di tanto in tanto 25. Appena anche l'altro lato sarÃ ben dorato trasferitelo su un tagliere, dividetelo a metÃ 26 e gustate il vostro toast fumante 27!Â "
}