{
    "title": "Carpaccio di pesce spada al pepe verde e rosa",
    "ingredients": [
        {
            "ingredient": "Pesce spada",
            "quantity": "500"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pepe rosa in grani",
            "quantity": "5"
        },
        {
            "ingredient": "Pepe verde in grani",
            "quantity": "10"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale dell'Himalaya (rosa)",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per preparare il carpaccio di pesce spada al pepe verde e rosa iniziate dal taglio delle fette di pesce spada. Con l'aiuto di un'affettatrice, tagliate il trancio di spada in 16 fettine da circa 30 gr l'una e dello spessore di 3-4 mm 1. Per facilitare l'operazione, tenete il trancio di spada per compattarlo in freezer per un'ora prima di affettarlo. Se non avete a disposizione un'affettatrice, comprate lo spada già tagliato in fette per il carpaccio oppure fatelo tagliare nella vostra pescheria di fiducia. Eliminate con un coltello la pelle del pesce spada 2 e disponete le fette in una pirofila 3. Iniziate a preparare la marinatura: in una ciotola versate il latte 4 e l'olio 5. Unite il pepe verde in grani 6, il pepe rosa 7 e il sale rosa dell'Himalaya 8. Emulsionate il composto con una frusta 9 per amalgamare tutti gli ingredienti. Versate la marinatura nella pirofila dove avrete sistemato le fette di pesce spada (10-11) e coprite con la pellicola 12. Il carpaccio dovrà marinare in frigorifero per almeno 4 ore. Trascorso questo tempo togliete il carpaccio di pesce spada dal frigo e, con l’ausilio di una paletta, sollevate ad una ad una le fette di spada 13, scolando un po' la marinatura, e sistematele in una pirofila da forno 14. Infornate a 180 gradi per non oltre 5 minuti, in modo che il pesce rilasci la marinatura assorbita 15. Fate intipiedire il carpaccio di pesce spada al pepe verde e rosa prima di servire in tavola. "
}