{
    "title": "Nidi di tagliatelle dolci al Passito di Pantelleria",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Passito di Pantelleria",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare i nidi di tagliatelle al Passito di Pantelleria iniziate dall’impasto della pasta fresca (per ulteriori dettagli consultate la nostra scheda della scuola di cucina Pasta fresca): in una ciotola capiente ponete la farina setacciata 1, i semi della bacca di vaniglia 2, le uova 3, il sale e lo zucchero semolato 4, il Passito di Pantelleria 5, il burro a pezzetti ammorbidito 6 e impastate a mano energicamente 7 fino ad ottenere un impasto liscio, omogeneo ed elastico 8(in alternativa potete usare una planetaria per impastare). Dividete l’impasto ottenuto in 3 panetti; prendetene uno, avendo cura di coprire gli altri con la pellicola 9per evitare che la pasta si secchi, infarinatela schiacciatela leggermente 10 e poi passate la pasta nella macchina per la sfoglia fino al rullo più stretto in modo da ottenere una sfoglia sottile (in alternativa potete stenderla a mano con un matterello fino ad ottenere una sfoglia sottile (11-12), poi con una rotella liscia tagliatela a strisce della larghezza di 1cm e ½, formando delle tagliatelle). Una volta realizzate le sfoglie, ritagliatele con il rullo apposito per le tagliatelle 13. Prendete due tagliatelle, arrotolatele delicatamente sulle dita e formate una specie di nido 14 e poneteli su una gratella apposita 15 oppure su un canovaccio infarinato. Proseguite in questo modo fino ad esaurire la pasta fresca, dovrete ottenere circa 40 nidi. Ora occupatevi della cottura: ponete a scaldare sul fuoco dell’olio di semi, prendete un nido e immergetelo nell’olio caldo 16 (la temperatura ideale per la frittura è di 170°-180°) e quando si sarà dorato scolatelo 17 e ponetelo su un vassoio rivestito con carta assorbente da cucina 18. Quando i nidi di tagliatelle dolci al Passito di Pantelleria saranno freddi cospargeteli con lo zucchero a velo e gustateli! "
}