{
    "title": "Frittata ai ravanelli",
    "ingredients": [
        {
            "ingredient": "Ravanelli",
            "quantity": "360 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "250 g"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "8"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "70 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la frittata ai ravanelli iniziate pulendo le verdure. Pelate sia gli asparagi che le carote e tagliateli a rondelle (1-2) tenendo da parte le cime degli asparagi. Lavate anche i ravanelli e tagliate anche questi a rondelle ma abbastanza sottili 3. A questo punto tritate lo scalogno finemente 4 e stufatelo con un filo d'olio per circa 5 minuti a fuoco molto basso 5, quindi aggiungetevi le carote e lasciate cuocere un paio di minuti 6. Passato questo tempo aggiungete anche le rondelle di asparagi 7 e il timo tritato 8. Terminate di cuocere per circa 5 minuti e solo alla fine aggiungete il sale e il pepe. Lasciate intiepidire e nel frattempo iniziate a sbattere le uova in una ciotola capiente, aggiungendo subito sia il sale che ilÂ pepe 9. Quindi unite il formaggio grattugiato 10, mescolate bene e aggiungete anche le verdure: sia il mix di carote e asparagi 11 che i ravanelli affettati 12. Amalgamate bene il composto e versatelo in una teglia con carta forno 13, decorate con le punte degli asparagi tenute da parte 14 e infornate a 180Â° per 55 minuti 14. Servite la frittata ai ravanelli tiepida per gustare al meglio i vari sapori. "
}