{
    "title": "Vacherin al forno alle erbe",
    "ingredients": [
        {
            "ingredient": "Vacherin Mont d'Or",
            "quantity": "forma intera 500 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Patate",
            "quantity": "8"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il vacherin al forno alle erbe, iniziate ponendo in una ciotola un cucchiaio di olio, lo spicchio d'aglio e metà del rosmarino 1 che serviranno ad aromatizzare le patate che accompagneranno il vacherin. Con un pennello da cucina ungete le patate con l'olio aromatizzato 2, salate 3 e avvolgete le patate in un cartoccio con una pellicola di alluminio 4. Cuocete le patate al cartoccio in forno statico preriscaldato a 200° 5 per circa 50 minuti (oppure in forno ventilato a 180° per 40 minuti). Tritare il restante rosmarino 6 e tenetelo da parte. Ora prendete la forma di vacherin, sagomate con un coltello un cerchio sulla parte superiore 7 e sollevate la crosta 8. Condite il vacherin con il vino bianco 9 un cucchiaino di olio, il rosmarino tritato e le foglioline di timo 10. Richiudete la forma con la crosta 11, avvolgete il vacherin con la carta di alluminio 12 e cuocete in forno statico preriscaldato a 200° per circa 25 minuti (oppure in forno ventilato a 180° per 20 minuti circa). Trascorso il tempo necessario, sfornate il vostro vacherin al forno alle erbe e servitelo ben caldo e filante con le patate al cartoccio. "
}