{
    "title": "Crostatine all'uva",
    "ingredients": [
        {
            "ingredient": "Uva bianca",
            "quantity": "acini 15"
        },
        {
            "ingredient": "Uva nera",
            "quantity": "acini 6"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "2"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "70 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare la crostatine all’uva iniziate con la preparazione della pasta frolla utilizzando le dosi indicate negli ingredienti sopraelencati e seguendo il procedimento che trovate cliccando qui. Preparate anche la crema frangipane, sempre seguendo le dosi sopraindicate e il procedimento indicato cliccando qui, fermandosi però alla sequenza 3, cioè prima della cottura della crema.Imburrate e infarinate bene 6 stampini da crostatina dal diametro di circa 8 cm l’uno 1. Dopo il riposo in frigorifero stendete la pasta frolla in una sfoglia spessa circa 3 mm con l'aiuto di un mattarello 2, tagliatela in quadrati di circa 10 cm di lato e posate ogni quadrato di sfoglia sugli stampi da crostatina facendola aderire bene sul fondo e sui lati degli stampi. Eliminate infine la pasta in eccesso aiutandovi con un mattarello 3. Bucherellate quindi il fondo delle crostatine con i lembi di una forchetta 4 e ponete su ciascunaun abbondante cucchiaio di crema frangipane 5, che andrete poi a livellare con il dorso del cucchiaio stesso. Lavate l’uva bianca e tagliate gli acini a metà (se presenti eliminate i semini interni). Posate le metà degli acini sulla crema frangipane, formando i petali di un fiore. Ponete al centro di ogni fiore un piccolo acino di uva nera 6. Infornate le crostatine in forno statico a 180°C per circa 20-25 minuti: quando la crema frangipane sarà ben dorata e compatta le crostatine all’uva saranno pronte! Lasciatele quindi raffreddare e se volete spennellate gli acini d’uva con la marmellata d'albicocche diluita con poca acqua calda, per renderli più lucidi! "
}