{
    "title": "Treccia alla Nutella",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "175 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Nutella",
            "quantity": "200 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare la treccia alla Nutella setacciate le farine nella ciotola di una planetaria 1, unite il lievito di birra disidratato 2 e lo zucchero 3 e il sale. Azionate la planetaria dotata di foglia e versate lentamente il latte a temperatura ambiente 4. Una volta ottenuto un composto uniforme, cambiate la foglia con il gancio e continuate a lavorare l'impasto aggiungendo poco per volta il burro morbido 5, attendete ancora circa 15 minuti fino a che il composto non risulterà ben incordato attorno al gancio. Trasferite l'impasto su un piano di lavoro leggermente unto, lavoratelo con le mani 7 e una volta che gli avrete dato una forma sferica 8, trasferitelo in una ciotola capiente e coprite con della pellicola per alimenti 9. Ponete il vostro impasto in forno spento solo con la luce accesa e lasciatelo lievitare per 3 ore o fino a che non sarà raddoppiato di volume. Trascorso questo tempo riprendete l'impasto 10 e trasferitelo su un piano di lavoro 11. Lavoratelo per qualche secondo in modo da ottenere un filone 12 e ricavate 3 porzioni uguali 13, alle quali andrete a dare la forma di una sfera 14. Stendete ciascuna sfera utilizzando un mattarello 15 fino ad ottenere degli ovali lunghi circa 20 cm e larghi 10 cm. Trasferite la Nutella all'interno di un sac a pochè e utilizzatelo per ricavare una striscia di ripieno su ciascuna porzione di impasto 16. Poi sollevate i due bordi più lunghi e pizzicateli tra di loro 17, in modo da sigillare il ripieno all'interno e utilizzando la parte inferiore delle dita conferitegli la forma di un filone 18, ripetete la stessa operazione per le altre due porzioni di impasto. Una volta che avrette ottenuto 3 filoni delle stesse dimensioni pizzicate le estremità superiori tra di loro 19, in modo da bloccarle e proseguite intrecciandoli tra di loro 20 fino alla fine 21. Una volta che avrete ultimato la vostra treccia sollevatela e allo stesso tempo allungatela delicatamente 22, poi trasferitela su una leccarda foderata con carta forno. Sbattete leggermente un uovo, utilizzatelo per spennellare la treccia 23 e guarnitelo con la granella di nocciole 24. Una volta che lo avrete ricoperto in maniera uniforme 25, cuocete la vostra treccia alla Nutella in forno statico preriscaldato a 180° per 30 minuti. Una volta ben dorata sfornatela 26 e lasciatela intiepidire prima di gustarla 27! "
}