{
    "title": "Cordon bleu di polenta",
    "ingredients": [
        {
            "ingredient": "Farina istantanea per polenta",
            "quantity": "185 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "750 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "700 g"
        }
    ],
    "preparation": " Per preparare il cordon bleu di polenta come prima cosa ponete sul fuoco un tegame con i 750 gr d'acqua. Non appena inizierÃ a bollire aggiungete il sale 1 e un filo d'olio 2. Poi versate a pioggia la polenta 3 e iniziate a mescolare con una frusta 4. Non appena la polenta inizierÃ ad addensarsi proseguite a mescolare con un mestolo di legno 5 e proseguite la cottura per altri 8 minuti a fuoco basso fino ad ottenere un composto piuttosto compatto 6. Trasferite in un vassoio leggermente unto di olio e livellate con una spatola in modo 7 in modo da ottenere uno spessore di circa 8 mm e di ricoprire una superficie da 38X21 cm; poi coprite con della pellicola per alimenti 8 e lasciate raffreddare in frigorifero per circa 30 minuti. Trascorso questo tempo la polenta si sarÃ rassodata, estraetela dal frigo e utilizzando un coppapasta dal diametro di 9 cm ricavate 8 dischi di polenta 9. Se dovessero avanzare dei ritagli di polenta teneteli da parte, basterÃ passarli nell'uovo e poi nel pangrattato prima di friggerli! Disponeteli su un tagliere 10 e iniziate a farcire il primo. Utilizzando sempre lo stesso coppapasta ritagliate la fettina di formaggio 11 e posizionatela su uno dei due dischi, aggiungendo al centro anche i pezzetti al di fuori del cerchio 12. Posizionate anche una fetta di prosciutto 13 e ricoprite con un'altra fetta di formaggio a cui avrete dato una forma circolare 14. Rompete le uova in una ciotola e sbattetele con una forchetta. Passate il cordon bleu di polenta all'interno dell'uovo 15, facendo in modo che lo ricopra interamente. Passatelo poi nel pangrattato 16, anche questa volta girandolo da entrambi i lati e prestando particolare attenzione al bordo esterno 17. Ripetete il passaggio nell'uovo 18 e nel pangrattato 19 in modo da avere una panatura uniforme su tutti i lati 20. Scaldate l'olio di semi in un tegame piuttosto profondo e quando avrÃ raggiunto la temperatura di 160Â° immergete pochi pezzi per volta 21. Cuocete 2-3 minuti per lato e quando risulteranno ben dorati da entrambi i lati scolateli dall'olio utilizzando una schiumarola 22 e posizionateli su un foglio di carta da cucina 23, per togliere l'olio in eccesso. I vostri cordon bleu di polenta sono pronti gustateli ancora caldi! "
}