{
    "title": "Pizza crudaiola",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 600 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "7 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "400 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "fiordilatte 1 kg"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la pizza crudaiola iniziate a realizzare l'impasto di base setacciando la farina nella ciotola della planetaria 1. Aggiungete il lievito 2, quindi azionate la planetaria con il gancio montato a velocità medio bassa e versate l'acqua lentamente 3. Aggiungete il sale 5 e continuate ad impastare. Una volta ottenuto un composto liscio ed omogeneo 5 versate anche l'olio a filo 6. Quando l’olio sarà stato completamente assorbito e l'impasto sarà incordato 7, estraetelo dalla planetaria e modellatelo con le mani fino ad ottenere una palla 8. Inseritelo in una ciotola capiente leggermente unta 9, coprite con pellicola o con un canovaccio pulito e mettete a lievitare nel forno impostato con la modalità pane. Attendete che l’impasto abbia almeno raddoppiato il suo volume (1,5 h), meglio triplicato (2,5/3 h) e procedete alla stesura delle pizze. A questo punto 10, trasferitelo sulla spianatoia 11 e dividetelo in 4 parti uguali con l'aiuto di un tarocco 12, e con le mani formate delle palline 13. Una volta terminato, coprite con un canovaccio pulito e lasciate riposare per 30 minuti a temperatura ambiente . Trascorso questo tempo ungete leggermente con un filo d’olio 4 teglie da pizza di 30 cm di diametro. Posizionate al centro di ciascuna teglia una pallina di impasto 14 e cominciate a schiacciare dal centro verso l’esterno, tirando leggermente i lati se necessario. Se la pasta risulta troppo elastica e tende a tornare alla forma che aveva prima, mettete da parte la pizza che state stendendo e procedete a stenderne un’altra, facendo così riposare la precedente. Stendete la pasta su tutta la superficie della teglia 15 e lasciatela riposare per una mezz'ora. Nel frattempo preparate gli ingredienti per guarnire la vostra pizza. Lavate le zucchine e con un pelapatate ricavate delle fettine sottilissime 16, quindi trasferitele in una ciotola e conditele con sale, pepe, un goccio d'olio 17 e una parte del timo tritato 18. A questo punto occupatevi delle carotine baby: eliminate con un coltello il ciuffo 19, lavatele, tagliatele a metà 20 e conditele con sale, olio 21, pepe e timo. Tagliate anche i pomodorini in 4 e conditeli come fatto per le zucchine e le carote 22. A questo punto tagliate la mozzarella a cubetti 23 e posizionatela sulle vostre pizze 24. Selezionate la modalità di cottura pane 25 e senza preriscaldare il forno infornate la pizza al livello più basso del forno e cuocete a 200° per circa 25 minuti 26. Una volta cotta sfornatela 27, e conditela con le verdure tenute da parte: pomodorini, olive tagliate a rondelle, zucchine 28 e carotine baby 29. Un giro di olio a crudo e la vostra pizza alla crudaiola è pronta! "
}