{
    "title": "Pandoro al latte condensato e gocce di cioccolato",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "90 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "300 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "130 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 125 g"
        },
        {
            "ingredient": "Gocce di cioccolato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "230 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "(morbido) 10 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pandoro al latte condensato e gocce di cioccolato, iniziate dal lievitino: in una ciotola versate la farina setacciata, il lievito disidratato 1 (se utilizzate quello fresco potete usarne 15 g da sciogliere nel latte tiepido); poi unite il latte tiepido 2 e un tuorlo, quindi mescolate con la frusta 3 fino ad ottenere un impasto omogeneo 4; coprite con pellicola trasparente 5 e lasciate lievitare per 1 ora a temperatura ambiente fino a quando non avrà raddoppiato il suo volume. Passato il tempo necessario, versate nella tazza di una planetaria il lievitino, unite lo zucchero 6 poi il latte condensato 7 e la farina setacciata 8; poi azionate la planetaria munita di foglia e aggiungete le uova, uno alla volta, aspettando che la precedente si sia assorbita prima di proseguire con il successivo 9. Quando l'impasto sarà omogeneo e si staccherà dalle pareti, sostituite la foglia con il gancio, fate andare la planetaria alcuni minuti, quindi unite il burro ammorbidito un pezzetto alla volta, aspettando che il pezzo precedente si sia assorbito prima di proseguire con il successivo 10. Quando tutto il burro si sarà amalgamato, versate le gocce di cioccolato 11. Prendete lo stampo da pandoro della capacità di 750 g e imburratelo accuratamente 12. Rovesciate l'impasto su un piano di lavoro leggermente imburrato, lavoratelo per dargli la forma di una palla e ponetelo nello stampo da pandoro (13-14); coprite con un canovaccio pulito 15 e fate lievitare fino a quando non avrà raggiunto il bordo dello stampo (ci vorranno circa 6 ore). Intanto preparate la crema inglese: versate il latte condensato in un pentolino 16, poi aggiungete la panna 17. Ponete il pentolino sul fuoco dolce e mettete in infusione una bacca di vaniglia aperta 18: portate tutto a bollore. In una ciotolina versate i tuorli, unite lo zucchero 19 e mescolate per ridurre il tutto a crema 20, quindi unite la panna con il latte condensato scaldati in precedenza 21 poi riportate il composto nel tegame in cui avete scaldato la panna e il latte condensato 22 e ponete il tegame a bagnomaria, facendo attenzione perchè l'acqua del tegame più grande non sfiori il fondo del tegamino in cui avete posto la crema; mescolate con una frusta 23 e portate la crema a 83° misurando la temperatura esatta con un termometro da cucina. Quindi spegnete il fuoco e passate la crema al setaccio per eliminare i grumi e i residui di bacca di vaniglia 24. Coprite con pellicola a contatto 25 e fate raffreddare a temperatura ambiente, poi ponete in frigorifero fino al momento di utilizzarla. Quando il pandoro avrà lievitato, ponetelo in forno per la cottura: ponete una ciotolina colma di acqua in forno sulla parte più bassa, poi cuocete il pandoro in forno statico preriscaldato a 170° per 55 minuti. Prima di sfornare verificate la cottura con uno stuzzicadente. Una volta cotto sfornatelo 26, quindi capovolgetelo su un piatto da portata per farlo rafferddare completamente. Una volta freddo, spolverizzate a piacere con lo zucchero a velo 27: il pandoro al latte condensato e gocce di cioccolato è pronto per esssere portato in tavola! "
}