{
    "title": "Parmigiana bianca di verdure e parmigiano",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "600 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per realizzare la parmigiana bianca iniziate lavando e spuntando le melanzane 2, poi affettatele sottilmente con l’aiuto di una mandolina per il verso lungo 2; procedete nello stesso modo con le zucchine 3, realizzando delle fettine sottili 4. Distribuite le melanzane sul piatto doratore di Smart Oven ricoperta di carta da forno 6, ungetele con l’olio e cuocetele in forno microonde Smart Oven con la funzione Slim Fry programma 9 (il peso delle verdure deve essere massimo di 250 gr). Un segnale acustico avviserà quando è il momento di girare il cibo per ottenere una cottura uniforme. Preparate allo steso modo anche le zucchine: distribuitele sulla teglia, spennellate con l'olio 7 e cuocete con lo stesso programma utilizzato per le melanzane. Una volta pronte le melanzane procedere allo stesso modo con le zucchine. Intanto che le verdure cuociono preparate la crema al parmigiano: scaldate il latte in un pentolino (senza far arrivare a bollore), poi sciogliete in un altro pentolino il burro in un pentolino a fuoco basso 8, aggiungete la farina setacciata 9, e mescolate mantenedo il fuoco basso 10, unite poi il latte scaldato in precedenza e leggermente intiepidito 11, stemperate il composto con il formaggio grattugiato 12. Proseguite la cottura fino ad ottenere un composto fluido 13 e spegnete il fuoco. Prendete una pirofila 20x20 cm spalmate 2 cucchiai di crema al parmigiano sul fondo, distribuite uno strato di melanzane 14, salate 15, pepate e poi versate un altro strato di crema al parmigiano (16-17), proseguite poi con uno strato di zucchine 18 e proseguite alternando gli ingredienti fino ad esaurirli e terminando con uno strato di crema al parmigiano 19. Una volta terminato cospargete la superficie con il parmigiano grattugiato 20. Cuocete la parmigiana con il forno microonde Samsung Smart Oven con cottura a convezione a 180° per 15 minuti avendo cura di azionare la funzione di preriscaldamento automatico prima della cottura. Gli ultimi 5 minuti di cottura azionate il grill. A cottura ultimata la vostra parmigiana bianca di verdure e parmigiano lasciatela intiepidire leggermente e poi portatela in tavola 21. "
}