{
    "title": "Alette di pollo",
    "ingredients": [
        {
            "ingredient": "Alette di pollo",
            "quantity": "9"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "20 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Riso nero Venere",
            "quantity": "150 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fave",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Ketchup",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare le alette di pollo \"finto fritto\" al forno potete iniziare dalla preparazione del contorno che richiederà più tempo. Potete iniziare dal riso venere: sciacquatelo sotto acqua corrente 1, quindi versatelo in un tegame capiente in cui avrete fatto bollire l'acqua (salata a piacere) (2-3). Fate cuocere il riso per il tempo indicato sulla confezione (ci vorranno circa 20 minuti). Quando sarà cotto scolatelo e lasciatelo raffreddare versandolo in una ciotola 4. Mentre il riso cuoce potete preparare le verdure: iniziate dalle fave: eliminate il filamento centrale poi spuntate un'estremità e aprite il baccello per sgranarlo (5-6): per questa operazione potete indossare dei guanti per uso alimentare per non sporcarvi le mani. Una volta terminato, lasciatele da parte! Continuate sgranando i piselli; poi pelate e spuntate le carote, quindi tagliatele a bastoncini e poi a dadini di 5 mm di spessore 7. Lavate e spuntate anche le zucchine e tagliate anch'esse a dadini di 5 mm. Poi passate alla cottura: versate un filo d'olio in una padella ampia, fate scaldare e aggiungete le carote per prime 8; fatele cuocere 3-4 minuti a fuoco vivace, mescolando di tanto intanto, quindi aggiungete le fave 9 e lasciate cuocere altri 3-4 minuti. Unite poi le zucchine, saltate ancora per 3-4 minuti ed infine aggiungete i piselli 11. Continuate a saltare, abbassando leggermentela fiamma e mescolate di tanto intanto 12; proseguite la cottura fino a quando i piselli non saranno cotti. Una volta pronte, spegnete il fuoco e tenete da parte in caldo 13. Poi potete dedicarvi alla panatura delle alette di pollo: in una ciotola versate la farina integrale 14 quindi unite il pangrattato 15, la paprika dolce e il sale 16. Mescolate bene il tutto 17 e riponete la panatura aromatizzata in una ciotola bassa e ampia. Quindi spennellate accuratamente le alette di pollo, ben pulite, con dell'olio 18. passatele nel composto di pangrattato avendo cura di impanarle per bene 19. Irrorate una padella capiente con l'olio, scaldatelo per poi adagiare le alette 20: scottatele da una parte e dall'altra per un paio di minuti 21. Quando risulteranno leggermente rosolate, trasferitele in una teglia e passatele in forno statico preriscaldato a 190° per circa 15 minuti, in modo che si formi una croccante crosticina 22. Ora che le anche le alette sono pronte, potete impiattare: in una ciotolina versate il ketchup 23, poi in nei singoli piatti da portata disponete una o due alette di pollo, la ciotolina con il ketchup, le verdure e il riso venere: le vostre alette al forno \"finto fritto\" sono pronte per essere gustate 24! "
}