{
    "title": "Triangolini di pasta phillo al salmone con crema di burrata",
    "ingredients": [
        {
            "ingredient": "Pasta fillo",
            "quantity": "240 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "scozzese 100 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 30 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "70 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Burro",
            "quantity": "per spennellare 20 g"
        },
        {
            "ingredient": "Burrata",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare i triangolini di pasta phillo al salmone e crema di burrata iniziate tagliando a striscioline sottili il salmone 1 che terrete da parte in una ciotolina. Poi prendete la feta: ricavatene delle fettine, quindi dei cubetti 2 e tenetela da parte. Dopodiché passate alle olive nere denocciolate: tagliatele e pezzetti molto piccoli 3 e tenete anche queste da parte. Prendete ora la pasta phillo, sovrapponetene un foglio sull'altro e ricavate delle strisce di cira 8-10 cm di spessore 4: prendete una striscia di pasta phillo (potete spennellarla con del burro fuso per renderla più croccante in cottura) 5, partite da uno dei lati più corti e adagiate dei cubetti di feta 6. Poi disponete anche alcuni pezzetti di olive nere 7 e di salmone 8. Quindi cominciate a richiudere il vostro triangolino (svolgete questa operazione piùttosto velocemente per non rischiare che la pasta phillo si secchi): prendete l'angolo di pasta in basso alla vostra sinistra e portatelo al lato opposto 9. Ripiegate il triangolo da destra verso sinistra e continuate a ripiegare il triangolo in maniera alternata fino a terminare la striscia (10-11). Quando arriverete alla parte finale della sfoglia di pasta phillo spennellate la parte rimanente con dell’altro burro in modo tale da sigillare bene la chiusura del triangolino 12. Proseguite allo stesso modo per tutti i triangolini. Disponeteli su una leccarda foderata con carta forno: spennellate la superficie con del burro fuso in modo da renderli dorati con la cottura 13 e infornate in forno statico preriscaldato a 200 °C per 15 minuti (se utsate il forno ventilato sarà sufficiente a 180°C per 5-6 minuti circa). Mentre i triangolini cuociono, dedicatevi alla preparazione della crema di burrata di accompagnamento. Prendete un mixer e versateci dei pezzetti di burrata 14: frullatela con dell’acqua di conservazione del formaggio 15 fino a ottenere un composto liscio e cremoso. Trasferitelo quindi in una sac-à-poche usa e getta 16 e decorate il piatto con la crema di burrata su cui adagiare delle foglioline di basilico. A questo punto i vostri triangolini di pasta phillo al salmone e crema di burrata saranno cotti: toglieteli dal forno 17 e impiattateli 18: il vostro aperitivo alternativo è servito! "
}