{
    "title": "Tarte tatin al latte condensato con gelato fiordilatte e cannella",
    "ingredients": [
        {
            "ingredient": "Latte condensato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(ammorbidito) 140 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "180 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "8 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Mele renette",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 l"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte condensato",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "2"
        }
    ],
    "preparation": " Per preparare la tarte tatin al latte condensato con gelato fiordilatte e cannella, iniziate dal gelato: in un tegame versate il latte condensato 1, unite il latte e la panna 2, poi due stecche di cannella 3. Portate a bollore, poi lasciate raffreddare, quindi filtrate con un colino per raccogliere la stecca di cannella ed eventuali residui 4 e versate il tutto all'interno della gelatiera 5. Azionatela e fate andare per almeno 1 ora. Quando sarà ben cremoso, arrestate la gelatiera e riponetelo in freezer per circa 3 ore prima di consumarlo se la vostra gelatiera non ha il raffreddamento incorporato. Preparate quindi la frolla: nella tazza di una planetaria (se non l'avete potete fare l'impasto a mano lavorando prima la farina con il burro, poi aggiungendo man a mano gli altri ingredienti) versate il burro freddo di frigo a pezzetti e lo zucchero semolato 7. Poi unite il latte condensato 8, l'uovo e il tuorlo 9 e 1 pizzico di sale; quindi lavorate il composto con la frusta. Quando le uova si saranno assorbite e il composto si sarà montato leggermente, versate la farina setacciata con il lievito 10. Lavorate il composto per compattarlo, quindi ponete la frolla su un piano di lavoro leggermente infarinato e maneggiatelo giusto il tempo di formare un panetto. Schiacciatelo leggermente con un mattarello per dargli una forma quadrata, quindi avvolgetelo nella pellicola trasparente 11 e fatelo riposare in frigorifero per almeno 30 minuti. Intanto dedicatevi al ripieno della tarte tatin: in una padella versate l'acqua 12 unite metà dose di zucchero 13 e fate caramellare a fuoco lento roteando spesso la padella senza mescolare: dovrete realizzare un caramello biondo, senza far dorare eccessivamente lo zucchero. Poi decuocete il caramello unendo il burro 14 e lasciatelo sciogliere lentamente. Dopodiché versatelo su una teglia di 20 cm di diametro 15, Poi sbucciate le mele 16 estraete il torsolo con l'apposito levatorsoli 17 (oppure con un coltello) e tagliatele in 4 spicchi ciascuna 18. Distribuitele nella teglia con la parte concava rivolta verso l'alto 19, lungo tutto il perimetro e al centro, quindi spolverizzate con la dose di zucchero rimasta 20. Cuocete le mele in forno statico preriscaldato a 220° per 15 minuti (per il forno ventilato a 200° per 5-8 minuti). Intanto riprendete il panetto di frolla, stendetelo 21 in un disco dello spessore di 2 mm e 2-3 cm più largo del diametro della tortiera; in un disco dello spessore di 2 mm e 2-3 cm più largo del diametro della tortiera; rifilate i vordi con un coltello 22, poi estraete le mele dal forno passato il tempo necessario e adagiatevi il disco di frolla 23. Rifilate la parte esterna in eccesso con un coltellino 24 e pizzicate tutto intorno l'impasto per sigillare bene la frolla sul ripieno 25; quindi ponete in forno statico preriscaldato a 180° per circa 25-30 minuti (se forno ventilato a 160° per circa 15-20 minuti). Una volta cotta 26, sfornate la tarte tatin al latte condensato, fate intiepidire leggermente e poi capovolgetela su un piatto da portata 27. La vostra tarte tatin al latte condensato con gelato al fiordilatte e cannella è pronta per essere servita 28! Potete offrirla a fette su un piatto da portata sporcato con della confettura 29 accompagnate da una pallina di gelato al fiordilatte e cannella. "
}