{
    "title": "Quiche  al salmone con patate e radicchio",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigorifero) 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(ghiacciata) 70 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Origano",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "norvegese 500 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la quiche al salmone con patate e radicchio per prima cosa preparate la pasta brisè: in un robot da cucina dotato di lame mettete la farina setacciata, il burro freddo tagliato a cubetti e il sale 1. Aggiungete le foglioline di timo e di origano 2, dopodiché azionate le lame fino ad ottenere un composto sabbioso; ponete il composto su di una spianatoia, create la forma a fontana al centro e poi versate l'acqua ghiacciata a filo 3. Impastate la sabbiatura con le mani per al massimo 5 minuti 4 fino ad ottenere un impasto omogeneo; fate un panetto e poi ricopritelo con la pellicola trasparente 5, facendo riposare in frigorifero per almeno 30 minuti. Nel frattempo occupatevi delle verdure e del pesce: lavate il radicchio e le patate con abbondante acqua fresca corrente; eliminate la costa dura del radicchio e poi tagliatelo a striscioline 6. Pelate le patate e tagliatele a fettine con una mandolina a lama liscia 7, riducetele a listarelle 8 e poi mettetele da parte in una ciotola piena d'acqua. Prendete il salmone, eliminate con una pinza da cucina le eventuali lische e poi tagliatelo a tocchetti piuttosto grossi 9. In una ciotola a parte versate le uova intere e il tuorlo 10; aggiungete la scorza di limone grattugiata 11, l'aneto, tenendone da parte qualche fogliolina, e il sale 12. Regolate di pepe a vostro piacimento 13 e poi mescolate bene con le fruste a mano aggiungendo la panna fresca a filo 14; quando gli ingredienti si saranno ben amalgamati, coprite con la pellicola trasparente e ponete in frigorifero. Dopo 30 minuti, prendete la pasta brisè e con un mattarello stendete su un piano di lavoro infarinato una sfoglia dello spessore di 0,5 cm e della misura di 30 cm di diametro 15. Imburrate e infarinate una tortiera del diametro di 28 cm; arrotolate la pasta brisè attorno al mattarello e adagiatela sulla tortiera 16, facendola aderire bene al fondo e ai bordi. Facendo pressione con il mattarello togliete l'eccesso di pasta 17, conservandola per la decorazione finale. Con una forchetta bucate la base della pasta brisè e poi versate il composto a base di uova e panna, mettendone da parte una piccola quantità che vi servirà per spennellare la quiche prima di infornarla 18. A questo punto farcite con il radicchio e le patate che avete precedentemente tagliato 19, conservando una parte di entrambe le verdure per la decorazione finale. Distribuite con una forchetta la farcitura in maniera uniforme, coprendo le verdure con il ripieno a base di uova 20; aggiungete anche il salmone a tocchetti, collocandolo delicatamente su tutta la superficie della torta 21. Decorate la superficie della quiche con l'aneto e con le patate che avete tenuto da parte, disponendole a raggiera intorno alla torta 22 e al centro, dove potete aggiungere il radicchio avanzato 23. A questo punto prendete l'impasto avanzato e con le mani lavoratelo fino ad ottenere 2 filoncini lunghi per decorare il perimetro della torta salata 24; Intrecciate i 2 filoncini, sigillandone le estremità, e poi ponete delicatamente la decorazione tutta intorno alla torta 25. Spennellate i bordi con il composto a base di uovo e panna tenuto da parte 26 e fate cuocere in forno statico preriscaldato a 180° per 50 minuti (o 160° per 40 minuti se in forno ventilato). Infine, sfornate, fate intiepidire e servite la quiche al salmone con patate e radicchio 27. "
}