{
    "title": "Raclette",
    "ingredients": [
        {
            "ingredient": "Cetriolini sottaceto",
            "quantity": "8"
        },
        {
            "ingredient": "Pane",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Salame",
            "quantity": "12 fette"
        },
        {
            "ingredient": "Patate",
            "quantity": "720 g"
        },
        {
            "ingredient": "Raclette",
            "quantity": "a fette 160 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "8 fette"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare la raclette, iniziate pulendo con cura le patate (usatene più o meno della stessa dimensione per una migliore cottura) e avvolgendole poi nella carta stagnola; le patate così preparate verranno cotte in forno preriscaldato a 200° per 45-50 minuti 1. Nel frattempo occupatevi della realizzazione degli spiedini di verdura: lavate e asciugate bene i peperoni, divideteli a metà, privateli del picciolo e dei semi interni, quindi tagliateli a tocchetti spessi circa 1 cm 2. Mondate e lavate anche le zucchine, togliete le estremità e tagliatele a fette piuttosto sottili utilizzando una mandolina oppure un pelapatate 3. Per comporre gli spiedini di verdura infilzate in uno stecco di legno un pezzetto di peperone e una fetta di zucchina, ripiegata come mostra la foto 4: continuate in questo modo, alternando le verdure, fino a riempire ogni stecco. Passate ora agli spiedini di carne: prendete il pollo e tagliatelo a striscioline 5, tagliate a fette la pancetta affumicata 6 e infilzate le due carni, in modo alternato, su uno stecco di legno, per formare lo spiedino 7. Continuate così fino a terminare gli ingredienti. Mondate, lavate e tagliate a fette i funghi champignon 8 e tagliate a fette anche il pane 9, quindi metteteli da parte. Preparate dei piattini con i salumi, che disporrete al centro della tavola, con le fette il salame, le fette di prosciutto cotto e le fette di prosciutto crudo, quindi guarnite con un paiocetriolini sott’aceto 10. A questo punto le patate dovrebbero essere cotte: estraetele dal forno, aprite il cartoccio e tagliatele a metà per il senso della lunghezza, quindi posizionatele su un piatto da portata 11 (se lo gradite potete condirle con un pizzico di sale ed un goccio di olio extravergine d’oliva). Tutto è pronto per la raclette: portate in tavola i piatti di salumi, le patate al cartoccio e la macchina per la raclette! Accendete la macchina e usate la piastra superiore per cuocere gli spiedini, un paio alla volta 12, grigliare i funghi champignon e riscaldare le fette di pane 13. Disponete in ognuna delle apposite “palettine” due fette di formaggio Raclette 14 e posizionatele nella parte inferiore, per fondere il formaggio 15. Quando il formaggio si sarà fuso e gli spiedini risulteranno cotti, potete consumare questi ultimi intingendoli nel Raclette caldo... buon appetito! "
}