{
    "title": "Danubio dolce",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "530 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "230 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "70 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "25 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattato) 1"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare il danubio dolce, cominciate facendo fondere il burro (al microonde o a bagnomaria). Poi iniziate a preparare l'impasto dall'impasto: versate nella planetaria munita di foglia la farina setacciata 1, grattugiate la scorza di 1 limone non trattato 2; unite anche lo zucchero 3, i semini di una bacca di vaniglia 4 e il lievito di birra disidratato. (Potete usare anche il lievito di birra fresco: in questo caso la dose è 12 grammi). Azionate la planetaria per miscelare gli ingredienti, poi versate il latte a temperatura ambiente 5, l'uovo medio 6, proseguite con il burro fuso 7 e quando gli ingredienti si saranno raccolti attorno alla foglia, arrestate la planetaria e sostituite la foglia con il gancio, quindi aggiungete il sale (potete discioglierlo in 50 ml di acqua a temperatura ambiente o aggiungere quest'ultima da sola dopo il burro fuso) 8; continuate ad impastare fino a quando l'impasto non si sarà incordato 9 e sarà diventato morbido e omogeneo. Trasferitelo quindi su un piano di lavoro leggermente imburrato e maneggiatelo 10 per dare una forma sferica; formate una palla e ponetela in una ciotola leggermente imburrata e coprite con pellicola trasparente 11; lasciate lievitare per 2 ore in forno spento con luce accesa (oppure coprendo la ciotola con una copertina di lana). Intanto dedicatevi alla crema pasticcera: in un tegame versate il latte e e la panna e scaldate a fuoco lento 12 insieme alla scorza grattugiata di 1 limone non trattato 13 e ai semini di 1 bacca di vaniglia 14 (per un aroma di vaniglia più intenso potete mettere in infusione anche la bacca di vaniglia incisa e toglierla successivamente). In un altro tegame, versate i tuorli ( con gli albumi potete realizzare delle meringhe o le lingue di gatto), unite lo zucchero 15. Lavorate i tuorli con lo zucchero con una frusta, poi setacciate l'amido di mais 16 (potete anche utilizzare la fecola di patate, mentre la farina tende a rendere la crema opaca). Mescolate ancora e poi versate a filo il latte scaldato in precedenza e aromatizzato (abbiate cura di togliere la bacca di vaniglia prima di versare il latte se l'avete utilizzata) 17. Portate tutto su fuoco lento e mescolate fino a quando la crema non avrà raggiunto la consistenza ideale addensandosi 18. A quel punto spegnete il fuoco e trasferite la crema in una pirofila bassa e ampia: coprite con pellicola trasparente a contatto 19, perchè freddandosi non si formi la fastidiosa pellicina in superficie. Quindi fatela raffreddare a temperatura ambiente e poi in frigorifero. Quando l'impasto avrà raddoppiato il suo volume 20, prendetelo e stendetelo formando un filoncino su un piano di lavoro leggermente infarinato (o oleato) 21 Ricavate con il tarocco (o un coltello dalla lama ben affilata) 30 pezzetti da 30 g l'uno 22; stendete ciascun pezzetto con il mattarello 23 e farcitelo con un cucchiaio di crema pasticcera oramai fredda e rassodata 24. Richiudete ciascun dischetto pizzicando e sigillando bene i lembi perchè il ripieno non fuoriesca (25-26) e proseguite per tutte le palline. Mano a mano che realizzate il danubio, potete adagiare le palline su una tortiera di 28 cm di diametro foderata con carta da forno, disponendole a raggiera a partire dal perimetro più esterno 27, fino ad arrivare al centro. Coprite con pellicola trasparente il danubio così formato 28 e fate lievitare ancora per 1 ora in forno spento con luce accesa. Dopodiché spennellate la superficie con luovo sbattuto con 1 cucchiaio di latte 29, quindi cuocete in forno statico preriscaldato a 180° per 30 minuti (se forno ventilato a 160° per circa 20 minuti). Una volta cotto, sfornatelo 30 e lasciatelo intiepidire; spolverizzatelo con lo zucchero a velo, quindi servite il danubio dolce direttamente nella teglia e invitate gli ospiti a staccare ciascuna pallina con le mani! "
}