{
    "title": "Pan brioche ai semi di lino",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 240 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "a temperatura ambiente 20 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Semi di lino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 250 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Semi di lino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il pan brioche ai semi di lino, per prima cosa preparate il water roux: versate lâacqua a temperatura ambiente in un pentolino 1, aggiungete la farina setacciata 2 e mescolate a fuoco dolce con una spatola o una frusta facendo attenzione a non formare dei grumi 3. Quando il composto avrÃ raggiunto una consistenza gelatinosa dallâaspetto opalescente 4, rimuovete il pentolino dal fuoco e trasferite il composto in un barattolo o in un contenitore 5, dove lo lascerete raffreddare 6 chiuso con il coperchio o coperto con pellicola a contatto. Una volta raffreddato, il water roux sarÃ pronto per essere utilizzato, quindi prelevatene una porzione del peso di 150 g che vi servirÃ per il resto della ricetta. Sbriciolate il lievito di birra nellâacqua a temperatura ambiente 7 e mescolate con un cucchiaino per scioglierlo completamente 8. Versate la farina 0 e la farina manitoba nella ciotola di una planetaria munita di frusta a gancio 9, poi unite il water roux 10, il lievito disciolto nellâacqua 11, il latte 12 e lo zucchero di canna 13. Lavorate il tutto a velocitÃ bassa fino ad ottenere un composto liscio e omogeneo, poi aggiungete il burro ammorbidito poco per volta, mantenendo la planetaria in funzione, avendo cura che ogni pezzetto venga assorbito completamente dallâimpasto prima di aggiungerne un altro 14. In ultimo unite il sale 15 e i semi di lino 16 e continuate a lavorare fino a che lâimpasto non si staccherÃ dai bordi della ciotola 17. Trasferite lâimpasto su un piano da lavoro leggermente infarinato e lavoratelo velocemente con le mani per formare una palla bella liscia 18. Trasferite la palla di impasto in una ciotola, coprite con pellicola 19 e lasciate lievitare a temperatura ambiente per circa 1 ora e mezza. Trascorso il tempo di lievitazione, mettete lâimpasto sul piano leggermente infarinato e dividetelo in 3 parti uguali 20. Pirlate ogni porzione di impasto ruotandola fra le mani per formare una sfera perfetta e ben soda 21. Oliate uno stampo da plumcake o pane in cassetta da 26x11 cm 22 e posizionate allâinterno le 3 sfere di impasto 23, poi coprite con pellicola e lasciate lievitare a una temperatura di 26Â°-27Â° (per esempio nel forno spento con la luce accesa) fino a che lâimpasto non avrÃ raggiunto i bordi dello stampo 24; ci vorrÃ almeno 1 ora e mezza. Una volta lievitato, spennellate la superficie dellâimpasto con il composto di latte e tuorlo che avrete sbattuto insieme 25, cospargete con i semi di lino 26 e cuocete in forno statico preriscaldato a 190Â° per circa 45 minuti, posizionandolo sul ripiano in basso. Per verificare la cottura potete usare un termometro da cucina: quando il cuore avrÃ raggiunto i 96Â° potete sfornare il vostro pan brioche e lasciarlo raffreddare. Una volta raffreddato, rimuovete il pan brioche ai semi di lino dallo stampo e gustatelo come preferite 27! "
}