{
    "title": "Piadina di grano saraceno con straccetti di pollo e chips al forno",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "125 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "63 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(a temperatura ambiente) 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "3,8 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "2,5 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "7,5 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "(a temperatura ambiente) 53 g"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "2 g"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "2 g"
        },
        {
            "ingredient": "Paprika affumicata",
            "quantity": "2 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "2 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "2 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ketchup",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la piadina di grano saraceno con straccetti di pollo e chips al forno la prima cosa fare è quella di marinare il pollo, quindi tagliate il petto di pollo, privato delle parti più grasse e dell'osso centrale, a striscioline 1 e riponetele in un recipiente. Poi preparate il trito aromatico sminuzzando insieme rosmarino, maggiorana, origano e finocchietto 2; in un mortaio invece pestate la paprika affumicata, il peperoncino in polvere, l’origano, lo zucchero di canna ed infine il sale 3 (in alternativa potete utilizzare un mixer per ridurre il mix di spezie in polvere). Sistemate le fette di petto di pollo in una pirofila bassa e ampia e cospargete con il trito aromatico 4, quello di spezie 5 poi l’olio d’oliva 6 e mescolate bene per insaporire il petto di pollo. Coprite con pellicola trasparente e lasciate marinare in frigorifero per almeno 4-5 ore 7. Passate quindi a preparare la piadina di grano saraceno: cominciate setacciando la farina 00 in una ciotola e aggiungete il lievito per preparazioni salate 8 aggiungete poi la farina di grano saraceno 9 mescolate e trasferite le polveri nella tazza di una planetaria dove verserete anche lo strutto (se non lo preferite potrete sostituire con la stessa quantità di olio di semi) 10, versate il miele 11 e azionate per 5 minuti la planetaria con la foglia 12. Quando gli ingredienti saranno ben amalgamati, fermate la macchina e sostituite la foglia con il gancio 13 e con la planetaria nuovamente in funzione, incorporate lo zucchero 14, poi versate il latte a temperatura ambiente 15, aggiungete anche l’acqua a temperatura ambiente 16 ed infine il sale 17 , lasciando in funzione la macchina per qualche minuto, fino a quanto l'impasto non sarà pronto: potrete fermare la planetaria non appena si staccherà dalle pareti della tazza 18. Dopo aver trasferito l’impasto sulla spianatoia e avergli dato una forma sferica, ponetelo in una ciotola pulita e lasciate riposare in un recipiente di vetro coperto con pellicola per un’ora circa, in forno spento con luce accesa 19. Intanto lavate accuratamente le patate novelle e tagliatele a fette sottili 20 e lasciatele in acqua fredda per 20 minuti per far perdere l’amido. Trascorso il tempo indicato scolatele 21. Dopo averle asciugate per bene con un canovaccio da cucina, versatele in un recipiente e condite con rosmarino tritato, olio extravergine d’oliva, sale e pepe 22 e mescolate. Versate le chips di patate su una leccarda rivestita con carta forno e disponetele per bene 23, lasciatele cuocere in forno statico preriscaldato a 200° per 25 minuti circa 24, dovranno risultare leggermente abbrustolite. Nel frattempo, riprendete l’impasto delle piadine e dividetelo in 4 sfere che andrete a stendere su una spianatoia leggermente infarinata. Stendete in un disco dello spessore di circa 2 mm circa aiutandovi con un mattarello 25. Per ottenere una forma precisa utilizzate un coppa pasta da 24 cm di diametro 26 (potete rimpastare i ritagli avanzati e lasciarli lievitare una mezz'oretta, così da ottenere altre piadine). Ponete a scaldare un testo o una ampia padella antiaderente e quando sarà rovente adagiate le piadine una alla volta, punzecchiandole con i rebbi della forchetta 27, basteranno pochissimi minuti dopodiché girate la piadina e continuate la cottura dall'altro lato 28. Passate poi alla cottura del pollo marinato: scolatelo dalla marinatura e versatelo in una padella antiaderente 29 e lasciandolo cuocere a fuoco medio per circa 5 minuti 30, mescolando di tanto in tanto; intanto lavate e sminuzzate il radicchio e tenetelo da parte 31. In un recipiente preparate la salsa allo yogurt lavorando insieme lo yogurt greco, l’erba cipollina sminuzzata, il sale ed il pepe 32 e mescolate. Passate alla composizione delle piadine: potete scaldarle leggermente e ponete sulla metà di ciascuna un pò di radicchio, di pollo e salsa allo yogurt 33, poi ripiegate la piadida per chiuderla 34 e prima di portare in tavola versate per ciascuna porzione il ketchup in una piccola ciotola 35; infine servite la Piadina di grano saraceno con straccetti di pollo e chips al forno ben calda con affianco le chips di patate! 36 "
}