{
    "title": "Pane alle noci senza glutine",
    "ingredients": [
        {
            "ingredient": "Fecola di patate",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina di riso integrale",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "75 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 475 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "per ungere lo stampo q.b."
        }
    ],
    "preparation": " Per preparare il pane alle noci iniziate tritando grossolanamente le noci giÃ sgusciate con un coltello 1. Poi in una ciotola ampia setacciate le farine: la farina di riso integrale 2, la farina di grano saraceno 3, la fecola di patateÂ 4 e la farina di mais 5. Unite poi il lievito di birra disidratatoÂ 6, e il miele 7; iniziate a mescolare con una forchetta gli ingredienti versando a filo lâacqua a temperatura ambiente 8. Lâimpasto deve risultare piuttosto liquido 9. In ultimoÂ unite anche le noci tritate 10. Coprite la ciotola con la pellicola per alimenti 11 e lasciate lievitare lâimpasto per 2 ore nel forno spento con la luce accesa. Trascorso il tempo della lievitazione il vostro impasto avrÃ aumentato il volume di circa il doppio 12. Prendete uno stampo rettangolare di 26X10 cm (quello del plumcake andrÃ bene), ungetelo con lâolio di semi sul fondo e sui bordi 13. Versate lâimpasto nello stampo 14 e livellatelo con una spatola 15; A questo punto 16 coprite con la pellicola trasparente e lasciate lievitare sempre in forno spento con luce accesa,Â fino a quando non sarÃ arrivato al bordo 17, ci vorranno circa 2 ore. Trascorso il tempo di lievitazione preriscaldate il forno a 220Â° inserendo nel forno un pentolino colmo d'acqua per favorire l'umidificazione ed evitare che il pane secchi troppo durante la cottura. Cuocete quindi il pane nel ripiano basso del forno per 50 minuti, estraendo il pentolino con l'acqua solo dopo i primi 20 minuti di cottura.Â Sfornate il pane alle noci e lasciatelo intiepidire, poi rovesciatelo su una gratella in modo che si raffreddi completamente prima di servirlo 18. "
}