{
    "title": "Cupcake optical",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "120 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pasta di zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "blu, giallo, rosso q.b."
        },
        {
            "ingredient": "Matite alimentari",
            "quantity": "brillanti q.b."
        },
        {
            "ingredient": "Colla alimentare",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cupcake optical ponete in un recipiente lo zucchero semolato insieme al burro morbido a temperatura ambiente tagliato a tocchetti 1. Incidete la bacca di vaniglia nel senso della lunghezza; estraete i semi, raschiandola con un coltellino, e aggiungeteli nella ciotola 2 insieme ad un pizzico di sale. Iniziate a lavorare gli ingredienti a crema 3 poi versate le uova una alla volta, continuando con le fruste 4. In una ciotola a parte setacciate la farina e il lievito unite le polveri nel composto di burro, uova e zucchero 5 e amalgamate bene tutti gli ingredienti con una spatola, in modo da ottenere un impasto liscio ed omogeneo 6. Versate l’impasto che avete ottenuto in una sac-à-poche senza bocchetta cui potete praticare un foro; foderate uno stampo per muffin con 12 pirottini di carta e con l’aiuto della sac-à-poche riempiteli per metà con l’impasto (7-8). Cuocete in forno statico preriscaldato a 180° per 20 minuti (o a 160° per 10-15 minuti se in forno ventilato) fino a quando i cupcake saranno leggermente dorati in superficie. Una volta pronti 9, spegnete e fateli raffreddare completamente. Nel frattempo potete preparare le decorazioni con la pasta di zucchero: con un tarocco dividetela in piccolo panetti 10, fate una piccola conca e versate i coloranti alimentari a piacere in base alla sfumatura che volete ottenere 11; impastate bene con le mani in modo da avere una colorazione uniforme 12. Spolverizzate leggermente con dello zucchero a velo il tappeto di silicone e stendete la pasta di zucchero gialla 13 in un disco sottile e coppate dei dischi del diametro 6 cm 14 poi stendete quella rosa e ripetete l'operazione per quella rosa usando sia il coppa pasta da 6 cm che di dimensioni più piccole (3 cm) 15; procedete allo stesso modo con la pasta di zucchero di colore blu e coppate dei dischi del diametro 5 cm. Per ultimo quello bianco e copiamo i dischi di diametro 3 cm 16 e appoggiate tutti i dischi su un vassoio foderato con carta forno. Quando i cupcake saranno cotti e completamente freddi, decorate con i dischi di pasta di zucchero attacandoli con la colla alimentare 17; adagiate il primo disco di pasta di zucchero colorata 18 e poi distribuite la colla alimentare 19 e continuate ad adagiare i dischi di dimensione e colori diversi 20; potete terminare decorando con delle matite brillanti colorate 21. I vostri cupcake optical sono pronti per essere i protagonosti dei vostri buffet! "
}