{
    "title": "Crescione",
    "ingredients": [
        {
            "ingredient": "Strutto",
            "quantity": "75 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 200 ml"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "250 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "(grossa) 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "125 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare il crescione, iniziate dall'impasto che è lo stesso delle piadine: sciogliete il sale nell'acqua tiepida 1, mentre in una ciotola versate la farina setacciata e lo strutto (o la stessa quantità di olio d'oliva) 2. Poi unite anche l'acqua in cui avete disciolto il sale e il bicarbonato 3. A questo punto iniziate ad impastare inizialmente direttamente nella ciotola 4, poi energicamente su un piano di lavoro, per rendere l'impasto liscio e omogeneo 5. Formate una panetto e mettetelo in una ciotola coperto con pellicola trasparente 6 (potete anche solo avvolgerlo nella pellicola trasparente): dovrà riposare almeno 30 minuti in un luogo fresco. Nel frattempo dedicatevi ai ripieni: per quello con patate e salsiccia, fate bollire le patate 7 (per accorciare i tempi potete utilizzare la pentola a pressione), fino a quando non riuscirete a infilzarle con i rebbi di una forchetta. In una padella rosolate la salsiccia privata del suo budello e sgranata con un filo d'olio 8. Quando le patate saranno cotte, passatele e raccogliete la polpa in una ciotola 9 quindi unite la salsiccia 10, mescolate gli ingredienti e tenete da parte al caldo. Per il ripieno di pomodoro e mozzarella, cuocete la passata di pomodoro con un filo d'olio 11, affettate la mozzarella e lasciatela scolare per eliminare il siero in eccesso 12. Per il ripieno alle erbette tritate finemente la cipolla 13 e fatela rosolare a fuoco bassissimo con un filo d'olio perchè appassisca dolcemente. Quando sarà ammorbidita, versate gli spinaci e le bietoline precedentemente lavati e spezzettati grossolanamente 14. Salate, pepate 15 e lasciate appassire le verdure mescolando di tanto in tanto. Riprendete l'impasto e dividetelo in 12 pezzi di circa 65 gr l'uno 16. Date a ciascuno una forma rotonda e stendetelo con il mattarello 17: dovrete ottenere 12 dischi spessi circa 1 mm e di 20 cm di diametro. Se avete un coppapasta di questo diametro potete usarlo per ottenere delle forme più definite 18. Farcite i crescioni con i diversi ripieni, disponendo la farcitura su una metà del disco, facendo attenzione a lasciare almeno 1 cm dal bordo: condite 4 dischi con le erbette 19, 4 con il pomodoro e la mozzarella 20 e gli altri 4 con salsiccia e patate. Quindi spennellate i bordi con poca acqua e richiudete i dischi a mezza luna 21. Sigillate i bordi esterni pressando leggermente con i rebbi di una forchetta 22, poi cuoceteli su una crepiera o una padella antiaderente scaldata in precedenza. Dovranno cuocere alcuni minuti per lato 23; quindi servite i crescioni caldi o tiepidi 24! "
}