{
    "title": "Challah",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "170 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 110 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "520 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "65 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 30 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 3 medie) 150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la challah iniziate dal lievitino: in una ciotolina versate l'acqua e sciogliete il lievito di birra disidratato (in alternativa potete utilizzare 12 g di lievito di birra fresco) 1. Mescolate con un cucchiaino per scioglierlo completamente 2. In una ciotola più grande, mettete la farina setacciata e aggiungete il lievito disciolto in acqua 3. Lavorate l'impasto con le mani nella ciotola 4, poi trasferitelo su un ripiano infarinato e maneggiatelo per ottenere un composto morbido e omogeneo 5. Ponetelo in una ciotolina 6 e lasciatelo lievitare coperto con pellicola trasparente per circa 30 minuti, Passato il tempo necessario, il lievitino avrà raddoppiato il suo volume 7. A questo punto sciogliete il sale in una ciotolina con l'acqua 8. Poi versate il lievitino nella ciotola di una planetara 9. Aggiungete lo zucchero 10, il miele 10 e iniziate ad impastare con la frusta K 12. Versate la farina setacciata a pioggia 13 continuando a far andare le fruste a velocità media, poi versate anche le uova 14 e quando saranno incorporate totalmente anche i tuorli 15. Quando i tuorli saranno stati inglobati nell'impasto, aggiungete l'olio d'oliva a filo 16. Quindi sostituite la frusta K con il gancio e aggiungete l'acqua in cui avevate disciolto il sale 17. Continuate ad impastare fino ad ottenere un composto liscio e morbido 18. Formate una palla con l'impasto ottenuto 19 e trasferitelo in una ciotola 20 per farlo lievitare coperto con pellicola trasparente in forno spento con luce accesa per almeno 3 ore. Passato il tempo necessario, l'impasto avrà raddoppiato il suo volume 21. Ponetelo su un ripiano di lavoro leggermente infarinato, dividetelo in 5 pezzi e maneggiateli per ottenere 5 filoncini 22 della stessa lunghezza e spessore. Ora che avete tutti i filoncini 23, saldateli tutti ad una delle estremità 24. A questo punto iniziate a creare la challah: separate 3 filoncini dagli altri due e intrecciate i filoncini in maniera alternata, partendo dal primo intreccio fatto con quelli più esterni (25-26). Proseguite con i filoncini immediatamente più interni 27 portando i filoncini uno sopra l'altro. Continuate in questo modo 28 fino a terminare l'impasto 29 e arrotolate leggermente l'estremità 30, prima di ripiegarla sotto la challah. Ora che la treccia è pronta 31 trasferitela su una leccarda foderata di carta da forno e fatela lievitare per almeno 30-45 minuti. Una volta che l'impasto avrà terminato l'ultima lievitazione, potete spennellare la challah con un tuorlo sbattuto con un cucchiaio di acqua, aiutandovi con un pennellino da cucina 32. Cuocete la challah in forno statico preriscaldato a 190° per 30-40 minuti (se forno ventilato a 170° per 20-25 minuti). Una volta cotta la vostra challah sarà dorata, profumata e morbida pronta per essere servita 33! "
}