{
    "title": "Bagel farcito",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 205 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "350 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "6 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "10 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Manzo",
            "quantity": "roast beef a fette 70 g"
        },
        {
            "ingredient": "Caprino",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "65 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "baby 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Caprino",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "65 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lattuga",
            "quantity": "50 g"
        },
        {
            "ingredient": "Caprino",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "65 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ravanelli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "65 g"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "60 g"
        }
    ],
    "preparation": " Per preparare i bagels farciti iniziate dall'impasto: setacciate la farina in una ciotola, unite poi il lievito di birra disidratato 1 e il malto 2. Aggiungete a filo l'acqua a temperatura ambiente 3 e iniziate ad impastare con le mani; quando avrete ottenuto un composto omogeneo potrete aggiungere il sale 4, continuate a lavorare fino a farlo assorbire completamente. Ora trasferite il composto su una spianatoia e lavoratelo per circa 5-6 minuti 5 fino ad ottenere un impasto liscio ed omogeneo; quindi sistematelo all'interno di una ciotola capiente, coprite con la pellicola trasparente per alimenti 6 e lasciate lievitare per circa 4 ore ad una temperatura di 28-30°. In alternativa potete riporre l'impasto all'interno del forno spento con la luce accesa. La pellicola serve a far in modo che l'impasto non venga a contatto con l'aria, ma se preferite potete porlo su una spianatoia e coprirlo con una ciotola piuttosto grande. Una volta che avrà triplicato di volume 7, trasferite l'impasto sulla spianatoia e con le mani ricavate un filone 8. Da questo ricavate 6 pezzi da 90 gr ciascuno, potete utilizzare un tarocco o un coltello affilato per ritagliarli 9. Utilizzando il palmo della mano, roteate sul piano di lavoro ciascun pezzo per ottenere delle palline esercitando una leggera pressione contro la spianatoia 10. Ripetete l'operazione per tutti e 6 i pezzi, quindi ricopriteli con un canovaccio da cucina 11 e lasciate riposare per una decina di minuti. A questo punto prendete ciascuna pallina, infilate le dita al centro di ogni sfera e allargandole verso l'esterno, per realizzare delle ciambelle, dovrete ottenere delle ciambelle di circa 10 cm di diametro 12. Man mano adagiate i bagels su un vassoio ricoperto con un foglio di carta forno 13, poi lasciate lievitare per altri 40-50 minuti sempre ad una temperatura di 28-30° o in forno spento solo con la luce accesa, fino a che non avranno raddoppiato di volume. A questo punto mettete sul fuoco una pentola colma d'acqua e portatela al bollore. Ritagliate dei quadrati di carta forno intorno ad ogni bagel 14, in questo modo sarà più facile sollevarli per tuffarli uno per volta nell'acqua bollente. La carta forno si staccherà da sola, quindi sarà sufficiente sfilarla con una pinza da cucina 15. Cuocete i bagels circa 20 secondi per lato, dopodichè utilizzando una schiumarola scolateli 16 e trasferiteli su una leccarda foderata con carta forno. Distribuite sulla superficie i semi di sesamo 17 e cuocete in forno statico preriscaldato a 220° per 30 minuti. A cottura ultimata sfornate i bagels 18 e lasciateli intiepidire. Procedete con la realizzazione della farcitura dei bagels; noi abbiamo scelto tre tipi di ripieno che avranno come base comune il formaggio caprino, le zucchine, i pomodori ramati e la lattuga: lavate e spuntate le zucchine, poi con una mandolina affettatele avendo cura però di non selezionare lo spessore più sottile ma quello appena prima 1 (considerate che poi dovranno essere grigliate). Ungete con poco olio una piastra e riscaldatela bene, una volta che sarà ben calda, adagiate sopra le fette di zucchina e grigliatele da entrambi i lati per pochi istanti, il tempo necessario a fare comparire le tipiche striature 2. Ora lavate e spunatete anche i ravanelli, affettateli sottilmente con la mandolina 3. Anche per le carote ripetete lo stesso procedimento: lavatele, poi una volta spuntate e pelate ricavate delle fette sottili con la stessa mandolina, in questo caso selezionate lo spazio più sottile 4. Ora passate ai cetrioli: lavateli, spuntateli e procedete come prima affettandoli sottilmente con la mandolina 5. Passate ai pomodori ramati: lavateli e affettateli al coltello, cercando di ottenere anche in questo caso delle fette il più possibile sottili 6. Tutto è pronto per la farcitura: prendete i vostri bagels oramai freddi, divideteli a metà con un coltello 7, quindi su 6 metà spalmate il caprino 8, poi adagiate le fettine di zucchine 9 le foglie di lattuga precedentemente lavate 10 e i pomodori, condite con olio, pepe e sale 11. Questa è la farcitura comune a tutti e 3 i tipi di bagels, ora procedete con la farcitura a base di carne aggiungendo le fettine di roast beef su 2 metà 12. Richiudete con l'altra metà del pane 13. I primi due bagels farciti sono pronti. Ora procedete con la farcitura a base di pesce: adagiate su altre due metà le fettine di salmone affumicato 14, richiudete con l'altra metà del bagel 15. Per finire occupatevi della versione vegetariana: farcite le due metà restanti con le fettine di carote, quelle di cetriolo 16 e le rondelle di ravanelli 17. Chiudete anche gli ultimi panini 18. I vostri bagels farciti sono pronti per essere gustati! "
}