{
    "title": "Focaccia dolce alle pesche e albicocche",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "600 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2,5 g"
        },
        {
            "ingredient": "Albicocche",
            "quantity": "350 g"
        },
        {
            "ingredient": "Pesche noci",
            "quantity": "120 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la focaccia dolce alle albicocche, ponete in una brocca l’acqua, versate il sale 1, il miele 2 e l’olio di oliva extravergine 3. Nella tazza di una planetaria munita di foglia setacciate la farina (potete utilizzare la farina Manitoba o la farina 0) 4 e aggiungete il lievito di birra disidratato 5. Azionate la macchina e aggiungete i liquidi 6 quando gli ingredienti saranno amalgamati, togliete la foglia e montate il gancio 7, poi fate impastare per circa 10-15 minuti. Estraete la pasta dalla tazza della planetaria, avrà una consistenza piuttosto morbida, oleate il piano di lavoro 8 , trasferite l’impasto sul tavolo 9 date una forma sferica all'impasto 10 e poi adagiatelo in una ciotola coperto con pellicola 11 e lasciate lievitare per circa 2 ore nel forno spento con luce accesa. Nel frattempo lavate la frutta, tagliate le albicocche a fette spesse 1,5 cm eliminando il nocciolo 12 fate lo stesso con le pesche 13. Ungete con l’olio una teglia delle dimensioni di cm 40 x 30 cm 14 quando la pasta sarà lievitata, stendetela nella teglia pressandola leggermente con le mani. Formate dei buchi con i polpastrelli sulla superficie dell’impasto 15 cospargete la focaccia con l'olio e lo zucchero semolato 16. Distribuite sulla superficie le fettine di frutta 17 e poi lasciate lievitare per mezz’ora coprendo con pellicola, al termine della lievitazione ed infornate in forno statico preriscaldato a 190° per circa 20 minuti (o in forno ventilato a 170° per 10-15 minuti) fino a quando la focaccia non risulterà dorata. A cottura ultimata, sfornate la focaccia dolce alle albicocche 18 e lasciatela raffreddare prima di servirla. "
}