{
    "title": "Iris",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "280 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "550 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ricotta di pecora",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "50 g"
        },
        {
            "ingredient": "Gocce di cioccolato fondente",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "700 g"
        }
    ],
    "preparation": " Per preparare le Iris, iniziate dalla realizzazione dell'impasto. Versate la farina setacciata nella ciotola della planetaria, insieme al lievito 1, quindi aggiungete lo zucchero 2, azionate la macchina a velocità moderata con il gancio montato ed iniziate a versare il latte tiepido lentamente 3. Aggiungete anche l'uovo 4 e lavorate l'impasto per circa 10 minuti, quindi aggiungete il burro, a temperatura ambiente, poco per volta, aspettando che si sia assorbito un pezzetto prima di proseguire con l'altro 5, ed impastate fino a quando il composto non si staccherà dalle pareti della ciotola della planetaria incordandosi al gancio 6. A questo punto passate l'impasto su una spianatoia e con le mani dategli una forma sferica 7. Quindi posizionatelo in un recipiente, coprite con la pellicola trasparente 8 e lasciate lievitare per almeno 4 ore in forno spento con luce accesa (ad una temperatura tra i 26-30° massimo). Nel frattempo posizionate la ricotta in un colino e riponetela in frigorifero per 3-4 ore in modo da perdere il liquido in eccesso 9. Se volete preparare la versione con le gocce di cioccolato, versatele in una ciotolina e congelatele per almeno 30 minuti, in modo che non si sciolgano in cottura. Trascorse le 4 ore l'impasto sarà raddoppiato di volume 10, quindi riprendetelo e dividetelo in 12 bocconcini di circa 80 grammi ciascuno, lavorandolo con le mani sul piano di lavoro con un movimento rotatorio per formare delle palline 11; posizionatele su un vassoio foderato con la carta forno 12 e lasciatele lievitare ancora per un'ora coperte con un canovaccio pulito. Nel frattempo preparate il ripieno delle vostre Iris. Setacciate la ricotta, aggiungete lo zucchero a velo, e mescolate con la frusta delicatamente 13; quindi dividete il composto in due ciotole. In una ciotola aggiungete la dose a parte di ricotta e di zucchero a velo (quella indicata per il ripieno classico) 14. Mentre per l'altra ciotola, che sarà la base del ripieno con gocce di cioccolato, non sarà necessario aggiungere altro 15. Riprendete le palline ormai lievitate 16 e con le dita appiattitele in modo da formare dei cerchi 17; quindi aggiungete un cucchiaio abbondante del ripieno classico al centro di 6 di questi dischi 18. I restanti 6 dischi andranno farciti con 1 cucchiaio del ripieno di base e andrà aggiunto un cucchiaino di gocce di cioccolato che avrete avuto cura di congelare in precedenza 19. Procedete a chiudere tutti i cerchi di pasta, sollevando i lembi e unendoli, come se fossero dei fagottini 20. Quindi capovolgeteli e cercate di dargli la forma di una pallina, girandoli in senso orario sul piano di lavoro e facendo contemporaneamente una leggera pressione lateralmente con le mani 21. A questo punto ripassate le vostre Iris, delicatamente, prima nelle uova leggermente sbattute 22 e poi nel pane grattugiato (23-24). In un tegame capiente, versate l'olio di semi e portatelo alla temperatura di 170° (potete misurare la temperatura con un termometro da cucina); friggete le Iris, massimo 2 alla volta, 25 per circa 5-6 minuti, girandole a metà cottura, in modo da dorare bene entrambi i lati 26. Quindi posizionatele su un vassoio foderato con carta assorbente, per eliminare l'olio in eccesso 27. Servite le vostre Iris ancora calde! "
}