{
    "title": "Pane injera",
    "ingredients": [
        {
            "ingredient": "Farina di mais",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "70 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 250 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "bollente 150 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Bicarbonato",
            "quantity": "2 g"
        }
    ],
    "preparation": " Per preparare il pane injera, mescolate con una frusta, in una ciotola capiente, le tre farine: quella di mais, quella 00 e quella integrale 1. Sciogliete il lievito di birra disidratato in 250 ml di acqua tiepida 2 (in alternativa, potete usare 6 g di lievito di birra fresco) e versate il liquido a filo sulle farine 3. Mescolate energicamente con una frusta 4, per ottenere una pastella corposa, morbida e omogenea 5 che coprirete con la pellicola e lascerete fermentare per 2 giorni a temperatura ambiente 6. Trascorsi 2 giorni, avrete un composto pieno di bolle. A questo punto, aggiungete ad esso 150 ml di acqua bollente 7 e il bicarbonato 8. Mescolate con la frusta: la consistenza dovrà essere una pastella liscia simile a quella delle crepes 9. Coprite nuovamente il tutto con la pellicola 10 e lasciate riposare ancora per un’ora, dopo la quale il composto si presenterà gonfio e pieno di bolle 11. Per cuocere il pane dovrete usare un padellino rotondo e antiaderente, simile a quello per le crepes: fatelo scaldare molto bene e versate su di esso crica 70 gr di composto 12. Non appena inizieranno a comparire delle bolle sulla superficie 13, coprite con un coperchio e terminate cottura 14: ci vorranno circa 2 minuti, vi accorgerete che la cottura è terminata perché il pane cambia colore 15. Una volta cotto, coprite il pane molto bene con la pellicola, per evitare che si secchi. Ecco pronto il pane injera! "
}