{
    "title": "Antipasto crudo e avocado",
    "ingredients": [
        {
            "ingredient": "Avocado",
            "quantity": "non eccessivamente maturi 2"
        },
        {
            "ingredient": "Farina di ceci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "¼ cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "12 fette"
        },
        {
            "ingredient": "Marmellata di arance",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per realizzare l’antipasto delle feste iniziate dalla realizzazione della base: setacciate in una ciotola la farina di ceci 1 e la farina 00, aggiungete poi il lievito in polvere 3. Unite il sale 4, quindi iniziate a mescolare con una frusta versando a filo l’acqua poco alla volta fino ad incorporarla tutta (5-6). Quando il composto sarà ben liscio e privo di grumi 7 potrete procedere con la cottura: scaldate una piccola padella antiaderente e versate un mestolo di impasto 8, cuocete per 2-3 minuti, quindi girate con una spatola il blinis 9, proseguite la cottura per altri 2-3 minuti fino a quando non risulterà dorato 10. Man mano che saranno cotti, adagiateli su un piatto 11. Procedete con la cottura dei blinis fino ad esaurire l’impasto. Con le dosi indicate otterrete 12 blinis. Ora occupatevi dell’avocado: dividetelo a metà 12 Estraete il nocciolo interno 13, sbucciate il frutto con il coltello 14 quindi tagliate ciascuna metà a fettine molto sottili 15. Formate ciascuna rosa con circa 10 fettine sottili di avocado in questo modo: mantenete le fettine una vicina all’altra, apritele a ventaglio aiutandovi con la lama di un coltello e il palmo della mano 16 facendole scivolare in verticale. Quindi arrotolatele a spirale 17 per conferire la forma tipica della rosa 18. Tutto è pronto per comporre l’antipasto: prendete un blinis, adagiate sopra una fettina di prosciutto crudo 19 e una rosellina di avocado 20. Accompagnate l’antipasto con un paio di cucchiai di marmellata di arancia (per renderla più liquida potete lavorarla leggermente con un mixer ad immersione 21 e servite subito il vostro antipasto crudo e avocado. "
}