{
    "title": "Corona lievitata di albicocche e moscato",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "135 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "120 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "3"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Albicocche sciroppate",
            "quantity": "al moscato 100 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare la corona lievitata di albicocche e moscato iniziate dal lievitino, ovvero l’impasto di base che servirà per dare maggiore forza alla lievitazione dell’impasto. In una ciotola setacciate la farina, aggiungete il lievito disidratato 1 e a filo l’acqua 2, impastate tutto con un cucchiaio per raccogliere gli ingredienti 3. (Potete utilizzare anche il lievito di birra fresco, in questo caso la dose da usare è 12 g). e poi proseguite a mano sul piano di lavoro per ottenere un composto bello liscio; ponetelo nella ciotola e coprite con la pellicola trasparente 4. Lasciatelo lievitare per 1 ora in forno spento con la luce accesa o in un ambiente tiepido. Intato dedicatevi al ripieno: lavate l'uva passa e ponetela in ammollo in circa 40 ml di sciroppo di moscato (presi dalla dose totale di 200 ml) per farla rinvenire e insaporire, aggiungete anche i semi di una bacca di vaniglia 5 e un cucchiaio di miele 6, lasciate macerare il tutto fino per circa 1 ora. In una planetaria munita di frusta versate la dose restante di sciroppo di moscato, lo zucchero 7, i tuorli 8 e il sale 9, fate montare tutto per ottenere un composto spumoso e gonfio. Sostituite la frusta con la foglia e unite la farina setacciata 10 e il lievitino 11, impastate tutto per qualche minuto. Quando si sarà amalgamato, togliete la foglia e mettete il gancio, quindi unite il burro a temperatura ambiente un pezzetto alla volta 12 aspettando di aggiungere il successivo se il precedente non è stato assorbito. Quando l’impasto sarà ben incordato al gancio e risulterà liscio ed elastico trasferitelo in una ciotola capiente copritelo con la pellicola 13 e lasciatelo lievitare per 2 ore in forno spento con la luce accesa. Riprendete l’impasto lievitato 14, stendetelo in un rettangolo sottile 2-3 mm di circa 37 x 54 cm. Potete imburrare il piano di lavoro se necessario, così l'impasto non si attaccherà. Spennellate la sfoglia con la confettura di albicocche lasciando circa 1 cm dal bordo 15. Cospargete la superficie con l’uvetta 16 e arrotolate la sfoglia dal lato più lungo (17-18). Portate la chiusura sotto incidete il cilindro ottenuto nel senso della lunghezza 19 per creare due filoncini, intrecciateli uno sull’altro 20 tenendo la parte aperta rivolta verso l'alto e poi richiudeteli formando una ciambella 21. Prendete le albicocche sciroppate al moscato: apritele a metà eliminate il nocciolo, dividetele in quarti 22, quindi trasferite la corona su una leccarda rivestita con carta da forno e al centro ponete uno stampino tondo da creme caramel o da babà in alluminio rigido (adatto alla cottura in forno) che aiuterà a mantenere la forma a ciambella in cottura; posizionate le albicocche tagliate in quarti tra le pieghe della corona su tutto il perimetro 23. Coprite delicatamente con la pellicola e lasciate lievitare ancora per un’ora ancora in forno spento con luce accesa. Terminata l’ultima lievitazione aggiungete le mandorle a lamelle sulla superficie, e cuocete in forno statico preriscaldato a 180° per 40-45 minuti (o in forno ventilato a 160° per 35-40 minuti). Sfornate la vostra corona lievitata di albicocche e moscato 24 e lasciatela intiepidire prima di servirla. "
}