{
    "title": "Limoni ripieni di crema al tonno",
    "ingredients": [
        {
            "ingredient": "Limoni",
            "quantity": "grandi 4"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 160 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "o verdi denocciolate 50 g"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maionese",
            "quantity": "100 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i limoni ripieni di crema al tonno cominciate dalle uova sode 1. Sistematele in un pentolino e coprite d'acqua fredda, portate a bollore e da quel momento contate 9 minuti. Trascorso il tempo scolate e sbucciatele e tritatene solo 2 2. Nel frattempo prendete un limone, tagliate leggermente la base 3 (quanto serve per farlo stare in piedi) e poi tagliate la parte opposta come per formare un cappello 4. Ponetevi su di un piano di lavoro e mettete sotto di voi una ciotolina che possa raccogliere il succo e la polpa del limone. Con un coltellino, tagliate la polpa per tutta la circonferenza interna del limone poi, con uno scavino, svuotate la polpa interna stando attenti a non bucare il fondo 5. Procedete in questo modo per tutti e 4 i limoni. In un’altra ciotola ponete la maionese, il tonno sgocciolato e sbriciolato , i capperi 6, le olive tritate 7, le uova tritate, l’erba cipollina 8 e il pepe macinato; mischiate il tutto fino ad amalgamare bene gli ingredienti. Con la crema ottenuta 9, riempite i 4 limoni scavati. Disponete i limoni riempiti su di un piatto di portata; inserite mezzo tuorlo sodo in uno schiaccia aglio, premete e ricavate tanti piccoli vermicelli che utilizzerete per spolverizzate la sommità dei limoni. Fate la stessa cosa con l’altra metà del tuorlo. Servite i limoni spolverizzando il piatto di portata con i vermicelli di tuorlo sodo ed erba cipollina. "
}