{
    "title": "Involtini freddi di lattuga ",
    "ingredients": [
        {
            "ingredient": "Lattuga romana",
            "quantity": "5 foglie"
        },
        {
            "ingredient": "Manzo",
            "quantity": "carpaccio 200 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Senape",
            "quantity": "(facoltativa) 1 cucchiaio"
        },
        {
            "ingredient": "Lattuga romana",
            "quantity": "16 foglie"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "da sgranare 150 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Patate",
            "quantity": "1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "16 fili"
        },
        {
            "ingredient": "Latte di soia",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Aceto",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare gli involtini freddi di lattuga alla carne, iniziate sfogliando il cespo di lattuga 1: scartate le foglie più esterne un po' dure o danneggiate ed eliminate la base del cespo. Lavate e asciugate bene le foglie di lattuga sotto acqua corrente e con un coltellino eliminate la venatura centrale della foglia 2, quindi dividetela a metà 3. A questo punto stendete 2 fettine di carpaccio su ogni metà foglia 4 e condite con sale 5 e pepe 6 a piacere. Versate un filo d’olio sulle fettine condite 7 e grattugiate un po’ di scorza di limone 8. Se gradite, potete spalmare un po' di senape sulla fettina di carpaccio. Ora arrotolate la foglia di lattuga farcita lasciando il lato della chiusura verso il basso 9, in modo che gli involtini non si srotolino e sfaldino. I vostri involtini freddi di lattuga alla carne sono pronti per essere gustati! Ricordatevi di conservate il tutto in frigorifero fino al momento di servire. Per preparare gli involtini freddi di lattuga alle verdure, iniziate pelando una carota e tagliandola a dadini piuttosto piccoli 1. Dopodichè sgusciate e lavate i piselli 2 e fateli bollire in un pentolino con i cubetti di carota per circa 10 minuti 3; se utilizzate i piselli già sgranati ve ne serviranno circa 65 g. Una volta cotti, scolateli e conservateli in una ciotola. A parte, fate bollire un uovo in un pentolino e mettete a lessare una patata; quando la patata sarà bollita, sbucciatela e tagliatela a cubetti 4 e quando anche l’uovo sarà sodo, eliminate il guscio e dividetelo a metà separando i tuorli che potete sbriciolare nella ciotola; quindi tagliate a tocchetti gli albumi 5 e versateli, assieme agli altri ingredienti: la patata, i piselli e le carote 6. Preparate ora la finta maionese: versate il latte di soia e l’olio di semi di girasole in un bicchiere alto, andrà benissimo il bicchiere di plastica del frullatore ad immersione 7. Aggiungete il sale 8 e 1 cucchiaio di aceto (o succo di limone) 9. Immergete all'interno del bicchiere il frullatore ad immersione 10 e frullate gli ingredienti a velocità media, fino a che il composto non si sarà addensato 11, ci vorranno pochi secondi. Versate quindi la finta maionese nella ciotola con le verdure e l’uovo tagliati a cubetti e amalgamate il tutto 12, se serve aggiustate di sale e di pepe. A questo punto lavate e asciugate bene le foglie di lattuga, eliminate la costa centrale croccante con un coltellino e dividetele a metà 13. Dopo aver sovrapposto le due metà della foglia 14, versate un cucchiaio di composto al centro 15. Ripiegate verso l'interno i lati della foglia 16 e poi arrotolate partendo dal fondo fino a formare un pacchettino 17. Orientate il lato con la chiusura verso il basso e sigillate con un filo di erba cipollina 18. I vostri involtini freddi di lattuga alle verdure sono pronti per essere serviti e gustati subito! "
}