{
    "title": "Dentiere",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "90 g"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "135 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "4 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "75 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "rosa q.b."
        },
        {
            "ingredient": "Marshmallow",
            "quantity": "50 g"
        },
        {
            "ingredient": "Confettura di albicocche",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare le dentiere, sbattete il burro a temperatura ambiente tagliato a pezzi in una planetaria insieme allo zucchero 1 fino ad ottenere un composto chiaro e spumoso. Unite il pizzico di sale 2 e l'uovo 3. Continuate a sbattere fino a che tutti gli ingredienti non saranno ben amalgamati. A parte in una ciotola mescolate la farina con il lievito 4 eÂ la fecola di patate. Trasferite il comoposto di burro, zucchero e uovo in un'altra ciotola e setacciatevi sopra le polveri 5 quindi incorporatele con una spatola dal basso verso l'alto e amalgamate aggiungendo a filo la panna e in ultimo i semi della bacca di vaniglia 6. In ultimo aggiungete il colorante alimentare, quanto basta per avere un rosa acceso 7. Tresferite lâimpasto ottenuto in una sac-Ã -poche 8 con bocchetta liscia del diametro di 1,5-2 cm e premete dei mucchietti di impasto del diametro di 4 cm alti almeno 2 cm su di una leccarda foderata con carta da forno 9. Infornate in forno statico preriscaldato a 180Â° per circa 13-14 minuti poi sfornate e lasciate raffreddare i whoopie colorati. Quando saranno ben freddi, spennellate abbondantemente la parte piatta dei dischi con la confettura di albicocche 10. Poi tagliate i marshmallow in cilindretti dello spessore di 1 cm dai quali, con un coltellino, ricaverete dei quadratini: avrete ottenuto i denti per le dentiere 11. Adagiate i denti di marshmallow lungo il perimetro di 8 dischi (potete ricoprire tutto il perimetro o solo metÃ di esso, come nella foto, mettendo solo due cubetti nella parte posteriore come sostegno) 12, quindi richiudete a sandwich con i dischetti rimanenti e lasciate asciugare il tutto. Le vostre dentiere sono pronte, buon Halloween!!! "
}