{
    "title": "Arancini di riso al pistacchio",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zafferano",
            "quantity": "1 bustina"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "65 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Granella di pistacchi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "55 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "195 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "800 g"
        },
        {
            "ingredient": "Farina di pistacchi",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare gli arancini di riso al pistacchio per prima cosa occupatevi di preparare il brodo vegetale che servirà per il risotto (ve ne serviranno circa 50 g per sciogliere successivamente lo zafferano). Una volta pronto filtratelo, tenetelo in caldo e occupatevi del soffritto. Tritate finemente lo scalogno 1 e lasciatelo soffriggere a fiamma bassa con un filo d'olio 2 per 5-6 minuti. Quando risulterà appassito e dorato aggiungete il riso 3 e tostatelo per qualche minuto, mescolando spesso, fino a che cambierà colore. A questo punto sfumate con il vino bianco 4, lasciatelo evaporare completamente e portate il riso a cottura aggiungendo man mano un mestolo di brodo caldo 5 e continuando a mescolare di tanto in tanto 6. Ci vorranno circa 18-20 minuti in base ai tempi di cottura riportati sulla confezione. In ultimo regolate di sale e di pepe. Quando il riso sarà giunto a cottura versate lo zafferano in una ciotolina e aggiungete circa 50 gr di brodo 7; mescolate fino a che lo zafferano non si sarà sciolto e versate il tutto all'interno del risotto 9 con ancora il fuoco dolce acceso. Mescolate fino ad ottenere un colore uniforme, poi aggiungete il Grana 10 e mescolate ancora una volta per incorporarlo al meglio. A questo punto spegnete il fuoco e trasferite il risotto su un vassoio 11 e stendetelo in maniera uniforme; coprite con la pellicola trasparente 12 e lasciate raffreddare completamente, prima a temperatura ambiente e poi in frigorifero. Nel frattempo occupatevi di preparare la besciamella. Versate il latte in un pentolino, aggiungete un pizzico di sale, grattugiate della noce moscata 13 e portate il latte a sfiorare il bollore. In un altro tegame lasciate fondere il burro e versate la farina a pioggia 14 mescolando rapidamente e di continuo. Incorporate poi il latte caldo 15 e continuate a mescolare fino ad ottenere una crema liscia e sufficientemente densa 16. Versatela poi all'interno di una ciotola 17, coprite con la pellicola a contatto 18 e lasciatela raffreddare completamente. Quando sia il riso che la besciamella saranno ben freddi occupatevi di formare gli arancini. Per prima cosa tagliate il caciocavallo a cubetti piuttosto piccoli 19; poi prelevate con le mani circa 75 gr di riso e stendetelo all'interno della mano 20. Posizionate al centro un pò di besciamella 21 e aggiungete un pò di granella di pistacchi 22 e un pò di caciocavallo a cubetti 23. Richiudete il vostro arancino, facendo in modo che il ripieno non fuoriesca e pressate leggermente con le mani fino ad ottenere una forma sferica 24. Man mano posizionate gli arancini su un vassoio foderato con carta forno 25; con questi ingrdienti ne otterrete 12. Una volta terminato il riso preparate la pastella: setacciate la farina in una ciotola e aggiungete l'acqua a filo mescolando di continuo con una frusta 26, salate leggermente e continuate a mescolare fino ad ottenere una pastella liscia e priva di grumi 27. Versate l'olio in un tegame e scaldatelo fino ad arrivare ad una temperatura di circa 170°; utilizzate un termometro da cucina per misurare la giusta temperatura dell'olio, solo in questo modo potrete essere sicuri di ottenere degli arancini dorati e cotti alla perfezione. Immergete ciascun arancino all'interno della pastella, facendo in modo che sia totalmente ricoperto 28, poi rotolatelo nel pangrattato 29. Solo quando l'olio sarà giunto a temperatura potrete friggere i vostri arancini, noi consigliamo di immergere sempre pochi pezzi per volta 30 per non abbassare troppo la temperatura. Quando i vostri arancini risulteranno ben dorati utilizzando una schiumarola scolateli dall'olio 31, posizionateli su un vassoio ricoperto di carta da cucina 32, che assorbirà l'eventuale olio in eccesso e spolverizzate con la farina di pistacchi 33. Proseguite in questo modo fino ad ultimare la frittura di tutti gli arancini di riso al pistacchio e gustateli ancora fumanti! "
}