{
    "title": "Nigiri",
    "ingredients": [
        {
            "ingredient": "Riso per sushi",
            "quantity": "cotto 25 g"
        },
        {
            "ingredient": "Salmone",
            "quantity": "o tonno fresco 13 g"
        },
        {
            "ingredient": "Gamberi",
            "quantity": "1"
        },
        {
            "ingredient": "Alga nori",
            "quantity": "q.b."
        },
        {
            "ingredient": "Wasabi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Wasabi",
            "quantity": "in pasta q.b."
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zenzero sott'aceto",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il nigiri assicuratevi di aver acquistato pesce abbattuto; si consiglia di congelarlo per almeno 96 ore a -18 gradi. Quindi scongelatelo e iniziate a tagliare il salmone (o il tonno) a fettine molto sottili, seguendo la larghezza del filetto di pesce 1. Poi sgusciati i gamberi, togliendo loro la testa e la corazza (2-3). Lasciate solo la coda, di cui taglierete la parte finale facendo un taglio in diagonale 4 per bellezza. Infilzate i gamberi con uno stecchino lungo 5 e poneteli in acqua bollente salata per qualche minuto: in questo modo il corpo del gambero rimarrà dritto e non si incurverà troppo 6. Preparate anche la frittata giapponese: sbattete le tre uova con una frusta in una ciotola 7 e aggiungete un cucchiaio di salsa di soia e un pizzico di sale 8. Mescolate bene per amalgamare gli ingredienti 9 e ponete del burro a sciogliere in una padella antiaderente. Versate nella padella metà del composto di uova 10, fatelo rapprendere e arrotolatelo poi su se stesso, aiutandovi con un cucchiaio di legno o una spatola, arrotolate fino ad arrivare all'ultimo lembo della frittata 11. Versate la parte rimanente di uovo nella padella, che si salderà con la parte già cotta 12. Arrotolate di nuovo il tutto 13 e trasfertite il rotolino di frittata, in un foglio di pellicola, chiudetelo e fatela raffreddare in frigorifero 14. Quando sarà fredda tagliate la frittata giapponese a fette sottili con tagli obliqui 15. Ora tutti gli ingredienti sono pronti, possiamo realizzare i nigiri: per ogni polpetina, prelevate 25 gr di riso cotto per sushi, dopo esservi bagnati le mani in acqua acidulata. Ponete il riso in una mano e modellatelo in forma ovale (16-17), attenti in questa fase a non schiacciare troppo il riso altrimenti rischierà di diventare troppo duro. Prendete una fettina di pesce, potete copargela con una puntina di wasabi in pasta se lo gradite 18, quindi adagiate sul palmo della mano la fettina di pesce e posizionatevi sopra la polpettina di pesce 19 e fate una leggera pressione con le dita per far aderire bene la fetta di salmone al riso 20. Ecco il vostro nigiri è pronto 21. Prendete ora una fettina di frittata e posizionatela su un'altra polpetta di riso allo stesso modo. Per fissare la frittata al nigiri usate una striscia di alga nori larga un paio di centimetri e giratela intorno alla polpetta di pesce, il lato lucido dell'alga dovrà rimanere esterna (22-23). Mettete un paio di chicchi di riso sull'estremità dell'alga, in modo che funga da collante e fermate così la frittatina giapponese sulla polpettina 24. Infine procete con il nigiri al gambero: dividete a metà il gambero cotto, lasciando però intatta la parte dorsale 25 apritelo bene e posizionatelo sulla polpettina di pesce 26, se volete potete scorpargerla prima con un pizzico di wasabi, ecco pronti i vostri nigiri con il gambero 27. "
}