{
    "title": "Insalata con polpette di ceci e bacon",
    "ingredients": [
        {
            "ingredient": "Ceci precotti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Bacon",
            "quantity": "affumicato 150 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 1) 50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "per impanare 100 g"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "alto oleico q.b."
        },
        {
            "ingredient": "Songino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "40 g"
        },
        {
            "ingredient": "Arachidi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'insalata con polpette di ceci e bacon iniziate da quest'ultimo. Tagliatelo a striscioline 1 e tritate il rosmarino finemente 2. Versate il bacon in un tegame caldo 3 e lasciate appassire per qualche minuto a fuoco dolce.Â Unite poi i ceci 4 e il rosmarino 5. Saltate il tutto e lasciate cuocere per pochi minuti. Poi versate il tutto in un mixer 6Â e frullate fino ad ottenere una crema 7. Versatela poi in un'altra ciotola, aggiungete l'uovo 8 e mescolate con una forchetta fino a che non sarÃ assorbito 9.Â Aggiungete poi anche il Parmigiano 10 e impastate il tutto con le mani. A questo punto dovrete formare delle palline, prelevando circa 8-10 grammi di composto 11. Ne otterrete circa 80 12.Â A questo punto scaldate l'olio in un tegame; dovrete raggiungere la temperatura di 170Â°. Nel frattempo passate le polpettine nel pangrattato 13 e immergetene poche per volta nell'olio caldo 14. Quando saranno ben dorate, scolatele 15Â e trasferitele su un vassoio foderato con carta assorbente 16, per togliere l'olio in eccesso. Proseguite con la cottura di tutte le polpettine e nel frattempo tritate grossolanamente le mandorle 17. Versatele poi insieme agli arachidi in un tegame giÃ caldo 18Â e tostatele per pochi minuti 19. A questo punto componete l'insalata mettendo prima il songino in una bowl 20, poi la frutta secca 21Â e in ultimo le polpettine 22. Condite con un filo d'olio 23 e servite 24.Â "
}