{
    "title": "Pizza dolce con confettura di fragole",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "(tiepido) 150 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "12 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "3 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 g"
        },
        {
            "ingredient": "Confettura di fragole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pesche",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mele verdi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "60 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "5 foglie"
        }
    ],
    "preparation": " Per preparare la pizza dolce con confettura di fragole, iniziate sciogliendo il sale nel latte tiepido (1-2); in un'altra ciotola più capiente versate la farina setacciata e unite il lievito disidratato 3. Poi unite il miele 4 e iniziate a lavorare gli ingredienti con le mani; dopo alcuni istanti, versate il latte in cui avete sciolto il sale 5, versate l'olio d'oliva 6, e la buccia di limone grattugiata e continuate a impastare direttamente nella ciotola. Quando l'impasto sarà diventato compatto, trasferitelo su un piano di lavoro leggermente oliato e lavoratelo fino a renderlo liscio e morbido (se dovesse risultare molto asciutto, potete aggiungere un filo d'olio ancora). Una volta ottenuta la pallina ponetela in una ciotola anch'essa leggermente oliata 8, coprite con pellicola e lasciate lievitare per almeno 3 ore in forno spento con luce accesa. Intanto dedicatevi alla crema al latte: in un pentolino ponete a scaldare il latte, versate i semi e la mezza bacca di vaniglia incisa 9. Mescolate con una frusta, poi versate lo zucchero 10 e l'amido di mais setacciato 11, quindi unite anche il miele 12 e fate addensare a fuoco dolce. Quando la crema si sarà addensata, togliete la mezza bacca di vaniglia 13 e versate la crema in una ciotola, coprite con pellicola, facendola aderire bene alla superficie in modo che non si formi la fastidiosa pellicina 14 e lasciate raffreddare in frigorifero (potete porre la ciotola in una più grande colma di ghiaccio per raffreddare più velocemente la crema). Mentre la crema raffredda, riprendete l'impasto che sarà raddoppiato di volume 15 e stendetelo su un piano di lavoro in un disco di 34 cm di diametro 16; foderate una tortiera con carta da forno e arrotolate il disco di pasta sul mattarello, quindi srotolatelo sulla tortiera 17. Fate aderire bene il fondo (lasciate i bordi sporgenti per il momento) e bucherellate il fondo con i rebbi di una forchetta. Versate la confettura di fragole 18 e distribuitela uniformemente spandendola con il dorso di un cucchiaio 19. Quindi ripiegate i bordi verso l'interno e appiattiteli facendo una leggera pressione cn i polpastrelli. Cuocete la pizza dolce in forno statico preriscaldato a 180° per circa 30 minuti (se forno ventilato 160° per 20 minuti). Nel mentre, montate la panna fresca 20 e unite la crema al latte, oramai fredda, alla panna molto delicatamente 21: mescolate per amalgamare i due composti. Coprite con pellicola 22 e tenete in frigo; quando la pizza sarà cotta, sfornatela, lasciatela raffreddare completamente e ponete la crema al latte in una sac-à-poche senza bocchetta 23; decorate la pizza in maniera irregolare simulando la mozzarella filante 24. Completate la pizza dolce con la frutta fresca: lavatela e affettate finemente la pesca con la buccia 25, poi ricavate dei bastoncini dalla mela verde, tagliando con un coltellino poca polpa; togliete le foglioline dalle fragole e riducetele in 4 spicchi. Quindi decorate la pizza dolce con le fettine di pesca , la mela 26, le fragole e i mirtilli 27, mentre la menta simulerà le foglioline di basilico! "
}