{
    "title": "Ciabatta non impastata",
    "ingredients": [
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "450 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "600 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "( o zucchero) 1 cucchiaino"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Ecco come procedere per preparare la ciabatta non impastata. Versate la farina dentro ad una ciotola capiente e poi aggiungete il lievito di birra disidratato 1. Sciogliete il sale e il malto nell’acqua tiepida 2, mischiate bene e poi versate il composto nella ciotola 3 con farina e lievito. Mescolate giusto quello che serve per amalgamare gli ingredienti 4, poi coprite la ciotola con della pellicola trasparente 5 e lasciate lievitare il tutto a temperatura ambiente (mettete la ciotola dentro al forno spento) per almeno 18 ore. Trascorso il tempo indicato l’impasto dovrebbe avere una consistenza piena di bolle e piuttosto collosa. Prendete una leccarda da forno, oliatela leggermente 6 con olio extravergine di oliva. e cospargetela con farina di mais 7. Su di un piano di lavoro spruzzate dell’acqua 8 e poggiateci sopra un pezzo di pellicola trasparente 9. Cospargete la pellicola trasparente con abbondante farina 00 10. Versate sopra la pellicola infarinata l’impasto 11 e, infarinandovi le mani, dategli una forma piuttosto piatta e allungata. Accostate la pellicola alla leccarda e con movimento deciso ribaltateci sopra l’impasto 12. Ridategli una forma piatta e allungata, cospargete di farina la superficie 13 e poi coprite la ciabatta con un canovaccio pulito 14 e fatela lievitare per altre due ore a 30°. Trascorse le due ore infornatela in forno già caldo per 40 minuti a 220°. Una volta che la ciabatta non impastata avrà la crosta color nocciola, estraetela dal forno 15. "
}