{
    "title": "Pleurotus alla griglia",
    "ingredients": [
        {
            "ingredient": "Funghi orecchioni o ostrica (Pleurotus)",
            "quantity": "600 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 ml"
        },
        {
            "ingredient": "Aceto di mele",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Menta",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "10 ml"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "fettine sottili q.b."
        },
        {
            "ingredient": "Songino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i pleurotus alla griglia iniziate dalla pulizia dei funghi: con un panno da cucina pulite la superficie dei cappelli e il gambo per eliminare il terriccio 1, poi con un coltellino separare i gambi dal cespo (2-3) e se necessario ripassate il panno sui cappelli e sulle lamelle interne per eliminare eventuali tracce di terra. Tenete da parte i singoli cappelli interi per la cottura. Ora preparate l’emulsione per insaporire i pleurotus grigliati: tritate sottilmente le foglioline di menta 4, poi versate in una ciotola l’olio di oliva 5, il succo di limone 6, un pizzico di sale 7, un cucchiaino di aceto di mele e un cucchiaino di scorza di limone 8, unite per ultime le foglioline di menta tritate 9. Mescolate con una frusta per amalgamale l’emulsione e tenete da parte 10. Dedicatevi ora alla cottura alla griglia dei funghi pleurotus: ponete sul fuoco una griglia di ghisa e fatela scaldare, quando sarà ben calda distribuite sulla piastra i funghi 11, fateli cuocere qualche minuto circa da entrambi i lati 12 fino a quando non risulteranno ben cotti. A cottura ultimata togliete dal fuoco i funghi aiutandovi con una pinza da cucina e poneteli su un piatto da portata 13. Insaporite i pleurotus con l’emulsione di olio e limone precedentemente preparata 14 e servite subito in tavola i vostri pleurotus alla griglia ben caldi guarnendo il piatto a piacere con dell'insalata songino e delle fettine di limone 15. "
}