{
    "title": "Bagna caoda",
    "ingredients": [
        {
            "ingredient": "Aglio",
            "quantity": "(circa 6 teste) 570 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "600 g"
        },
        {
            "ingredient": "Acciughe sotto sale",
            "quantity": "rosse di Spagna 300 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "125 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "(6 teste) 570 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "350 g"
        },
        {
            "ingredient": "Acciughe sotto sale",
            "quantity": "rosse di Spagna 300 g"
        },
        {
            "ingredient": "Peperoni",
            "quantity": "q.b."
        },
        {
            "ingredient": "Barbabietole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Barbera",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cardi",
            "quantity": "gobbo di Nizza q.b."
        }
    ],
    "preparation": " Per preparare la bagna caoda iniziate sbucciando le teste d’aglio tenendo, privando ciascuno spicchio della camicia 1, poi con un coltellino incidete a metà gli spicchi e privateli del germoglio 2 e tagliateli a fettine 3. Tenete da parte l’aglio e occupatevi della dissalatura delle acciughe sotto sale: ponete le acciughe in una ciotola 4 e copritele con l'acqua fredda 5, lasciatele in ammollo per 2-3 ore, cambiando spesso l’acqua per eliminare il sale. Effettuate questa operazione molto delicatamente per evitare che si le acciughe si sfaldino. Quando le acciughe si saranno addolcite,scolatele 6 apritele a metà 7 ed estraete le interiora con la lisca centrale 8 e sciacquatele sotto l’acqua corrente 9. Quindi rivestite un piccolo vassoio o una teglia con della carta assorbente e disponeteci i filetti aperti. Asciugate i filetti 10 poi poneteli in una pirofila e lavatele con il vino rosso rimestandole delicatamente (11-12). Trasferite nuovamente le acciughe su un vassoio e asciugatele con carta assorbente 13. Ponete l’aglio in un tegame e versate 100 gr di olio di oliva 14, iniziate la cottura a fuoco bassissimo rimescolando con il cucchiaio di legno e avendo cura che non prenda colore. Unite le acciughe 15 mescolando delicatamente. Coprire con il restante olio 16 e portare l’intingolo a cottura a fuoco lento per una mezz’oretta, avendo cura che la bagna non frigga 17. Intanto preparate le verdure per accompagnare la bagna caoda, occupatevi di quelle cotte: arrostite al forno le cipolle con la buccia, poi tagliatele a spicchi 18, cuocete le patate in acqua bollente, non devono essere troppo morbide in modo da poter essere tagliate a spicchi 19 infine cuocete al forno la barbabietola e tagliatela come le altre verdure 20. Arrostite al forno i peperoni e tagliateli ricavando anche da questi degli spicchi 21. Passate ora alle verdure crude: lavate i cardi eliminate le estremità 22 e i filamenti esterni e tagliateli a metà nel senso della lunghezza. Lavate i cipollotti e immergeteli nel vino, meglio se barbera, come vuole la tradizione 23. Una volta sciolte le acciughe, la vostra bagna caoda sarà pronta da servire in tavola possibilmente nel caratteristico \"fujot\" 24. Per preparare la bagna caoda al latte iniziate sbucciando le teste d’aglio 1 tenendo da parte gli spicchi interi, poi con un coltellino incidete a metà gli spicchi e privateli del germoglio 2 e tagliateli a fettine 3. Tenete da parte l’aglio e occupatevi della dissalatura delle acciughe sotto sale: ponete le acciughe in una ciotola e copritele con l'acqua fredda 4, lasciatele in ammollo per 2-3 ore, cambiando spesso l’acqua per eliminare il sale. Effettuate questa operazione molto delicatamente per evitare che si le acciughe si sfaldino. Quando le acciughe si saranno addolcite, scolatele 5 apritele a metà 6 ed estraete le interiora con la lisca centrale 7 e sciacquatele sotto l’acqua corrente 8. Quindi rivestite un piccolo vassoio o una teglia con della carta assorbente e disponeteci i filetti aperti. Ponete gli spicchi di aglio in pentolino e versate il latte fresco 9, portate a bollore, poi lasciate sobbollire a fuoco molto basso per 15/20 minuti fino a far ammorbidire l’aglio 10. Ponete a scaldare in un tegame mezzo bicchiere di olio e poi unite le acciughe 11 , proseguite la cottura a fuoco basso avendo cura di non friggere l'olio, mescolate con un cucchiaio di legno per far sciogliere le acciughe 12. Quando le acciughe saranno ridotte ad una crema versate nel tegame l’aglio cotto nel latte 13. Mescolate per amalgamare gli ingredienti 14 e unite il restante olio 15, cuocete a fuoco basso per 20-30 minuti, l’olio non deve mai friggere e la salsa deve avere una consistenza cremosa. A cottura ultimata servite la bagna caoda al latte nel caratteristico \"fujot\" e accompagnatela con le verdure come da tradizione. "
}