{
    "title": "Bicchierino bicolore",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "10 g"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "50 g"
        },
        {
            "ingredient": "Baccello di vaniglia",
            "quantity": "½"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Amarene sciroppate",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(freddo di frigo) 100 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "110 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare il bicchierino bicolore, iniziate dalla preparazione della crema al latte: incidete la bacca di una vaniglia nel senso della lunghezza 1, quindi estraete i semini e versateli in un tegame con il latte, accendete il fuoco medio e portate a bollore. Unite lo zucchero 3 e la maizena 4, mescolate con una frusta per evitare che si formino grumi, unite infine anche il miele 5 e cuocete tutto a fuoco basso mescolando con una frusta per evitare che si formino grumi. La crema sarà pronta quando inizierà ad addensarsi. Una volta pronta, trasferitela in una ciotola e copritela con pellicola trasparente, quindi lasciatela raffreddare prima a temperatura ambiente poi ponetela in frigorifero. Mentre la crema raffredda, dedicatevi al crumble alle mandorle: in un mixer ponete la farina 00 setacciata e la farina di mandorle 7, il burro freddo di frigo 8 e un pizzico di sale 9. Azionate le lame per ottenere un composto sabbioso 10 da distribuire su una leccarda foderata con carta da forno 11. Ponete il crumble a cuocere in forno statico preriscaldato a 170° per circa 20 minuti (150° per circa 10 minuti se forno ventilato). Una volta cotto sfornatelo e lasciatelo raffreddare completamente 12. Mentre il crumble si raffredda, dividete la crema oramai fredda in parti uguali, in due ciotoline 13. In una unite le amarene 14 e frullate il tutto 15 fino ad ottenere un composto omogeneo. Poi montate la panna fresca con uno sbattitore elettrico 16 e unitene metà alla crema al latte bianca, metà a quella con le amarene 17. Mescolate delicatamente dall'alto verso il basso la panna aggiunta alle creme in modo da non smontarle. Quindi ponete le creme in due sac-à-poche distinte. Prendete 4 bicchierini da 150 ml l'uno e iniziate a riempirli partendo dalla crema alle amarene 18 Proseguite con il crumble alle mandorle, e un cucchiaino di sciroppo delle amarene 19; adagiate 2 amarene divise a metà sopra il crumble 20 e proseguite con uno strato di crema al latte bianca. Quindi continuate a riempire il bicchierino con il crumble di mandorle 21 lo sciroppo e la crema alle amarene 22, arrivando fino al bordo del bicchierino. Concludete i vostri bicchierini bicolore decorando con un ciuffo di crema bianca al centro 23 e un'amarena sopra 24! "
}