{
    "title": "Pan Mattino",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "600 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "400 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "70 g"
        },
        {
            "ingredient": "Miele di acacia",
            "quantity": "70 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "(altrimenti 7 g di lievito di birra secco) 25 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "15 ml"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Granella di zucchero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pan mattino, iniziate a scaldare il latte, che deve essere tiepido. Sciogliete il lievito in poco latte preso dalla dose totale 1. Mettete in una planetaria, munita di gancio, la farina 00 e la farina manitoba e aggiungete il lievito sciolto nel latte 2 e il miele 3. Unite anche lo zucchero 4 e 375 ml di latte 5 e lavorate l’impasto per circa 3 minuti a velocità bassa. Aggiungete quindi il burro ammorbidito a temperatura ambiente 6 e aumentate la velocità (media) del gancio, per far si che l'impasto assorba bene il burro. Unite infine il sale 7 e il restante latte poco alla volta 8, impastando per almeno 7-8 minuti, fino a che l’impasto risulterà liscio ed omogeneo 9. Mettete l’impasto così ottenuto in una ciotola, coprite con un canovaccio pulito e lasciate riposare per almeno un paio d'ore in forno spento e chiuso, con la luce accesa. Trascorso il tempo necessario, l'impasto avrà raddoppiato di volume 10. Stendete l'impasto su di una spianatoia infarinata con un matterello, cercando si ottenere un rettangolo spesso mezzo centimentro 11. Per ottenere dei cornetti, ricavate dalla parte centrale una striscia della lunghezza 15 cm e alta 8 cm e dividetela in triangolini 12. Praticate un taglietto centrale alla base di ogni triangolino 13 e afferrando i lati, girate il triangolo su se stesso 14. Formate così tutti i cornetti e posizionateli su di una leccarda foderata con carta da forno 15 e fatele lievitare ancora per circa 40-50 minuti, in forno spento e chiuso. Per formare le chiocciole invece tagliate delle strisce larghe 2 cm dall'impasto steso 16 e arrotolatele a spirale (17-18). Sistemate anche queste su una leccarda con carta da forne e fatele lievitare per 40-50 minuti. Sbattete l'uovo con il latte e trascorso il tempo della seconda lievitazione, lucidate i pan mattino spennellandoli con un pennello 19; se volete cospargete la superficie dei cornetti o delle chiocchiole con granella di zucchero. Infornate il pan mattino in forno caldo (statico) a 180° per 20 minuti, avendo cura di inserire sul fondo del forno una ciotola piena di acqua. Non appena le forme saranno ben dorate (20-21) estraetele e mettetele ad intiepidire su di una gratella, in modo che siano ben areate e possano raffreddare in modo uniforme. Ecco pronte il vostro pan mattino: spolverizzateli con lo zucchero a velo e farciteli a piacere! "
}