{
    "title": "Pan brioche salato",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "(3 medie) 165 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "morbido 135 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare il pan brioche salato iniziate a pesare tutti gli ingredienti, dovranno essere tutti alla stessa temperatura. A questo punto setacciate la farina all'interno della ciotola di una planetaria 1, unite il lievito di birra secco 2 e lo zucchero 3. Sbattete le uova in una ciotola, quindi azionate la planetaria dotata di frusta a velocità moderata e versate le uova a filo 4. Una volta che saranno ben amalgamate cambiate la frusta con il gancio impastatore, aggiungere il sale 5 e poi il burro morbido un pezzetto alla volta 6 aspettando che si assorba prima di procedere con un altro. Una volta che avrete finito di aggiungere il burro lavorate il composto per circa 20 minuti fino a che non risulterà ben incordato 7. Otterrete un impasto piuttosto idratato e non sarà necessario aggiungere altra farina. Aiutandovi con un tarocco trasferitelo su un piano di lavoro, imburratevi leggermente le mani e date delle pieghe di rinforzo, portando la pasta dall'esterno verso l'interno 9. A questo punto formate una sfera 10 e trasferite l'impasto in una ciotola capiente. Coprite con della pellicola trasparente e lasciate lievitare per circa 3 ore nel forno spento solo con la luce accesa. Se preferite non utilizzare la pellicola, potete mettere l'impasto su un tagliere e coprire con una ciotola capiente capovolta sopra l'impasto: dovrete comunque impedire che prenda aria perchè si creerebbe una crosticina in superficie. Una volta che avrà raddoppiato di volume 12 trasferitelo nuovamente su un piano di lavoro leggermente infarinato e con le mani schiacciate delicatamente l'impasto per appiattirlo 13. A questo punto ripiegate entrambe le estremità laterali verso il centro 14 e iniziate ad arrotolarlo 15 fino ad ottenere un filone 16 della stessa lunghezza dello stampo. Fatto ciò, imburrate uno stampo 26x11 cm e trasferite l'impasto al suo interno 17, coprite nuovamente con la pellicola per alimenti 18 (potete decidere di non coprire con pellicola, ma con un canovaccio. Ovviamente la pellicola serve a non far entrare aria. Lasciate lievitare ancora per un'ora in forno spento solo con la luce accesa. Trascorso questo tempo spennellate la superficie con il tuorlo sbattuto insieme alla panna 19 e cuocete in forno statico preriscaldato a 170° per 35 minuti. Una volta cotto sfornate il vostro pan bioche salato 20 e lasciatelo raffreddare prima di servirlo 21. "
}