{
    "title": "Uramaki",
    "ingredients": [
        {
            "ingredient": "Riso per sushi",
            "quantity": "cotto 120 g"
        },
        {
            "ingredient": "Tonno",
            "quantity": "o salmone a bastoncini di 1 cm 40 g"
        },
        {
            "ingredient": "Alga nori",
            "quantity": "mezza foglia"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "o avocado a bastoncini sottili 20 g"
        },
        {
            "ingredient": "Formaggio fresco",
            "quantity": "tagliato a bastoncini di 1 cm 25 g"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Wasabi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zenzero sott'aceto",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l'uramaki, assicuratevi per prima cosa di aver acquistato pesce abbattuto; è consigliabile averlo congelato per 96 ore a -18 gradi prima di impiegarlo, scongelato, nella ricetta. Posizionate una foglia intera di alga nori sulla stuoietta apposita 1 (se preferite, potete rivestirla con pellicola trasparente), tenendo la parte più liscia e lucida verso il basso. Bagnate le mani in una ciotola con dell’acqua, possibilmente acidulata con qualche cucchiaio di aceto di riso, e prelevate circa 120 gr di riso per sushi. Bagnarsi le mani è necessario perchè il riso è molto colloso e così eviterete che si appiccichi alle mani. Stendete il riso su tutta la superficie dell’alga (potete aiutarvi con una spatola di legno); lo spessore del riso, non deve essere troppo alto 3. Cospargete il riso con i semi di sesamo neri, o bianchi, secondo i vostri gusti 4. Prendete ora la foglia di alga da una parte 5 e capovolgetela 6, poggiando ora il riso a contatto con la stuoia. Farcite l'uramaki con gli ingredienti che preferite, due o tre al massimo: noi abbiamo usato bastoncini di cetriolo, philadelphia tagliato a strisce di un cm di spessore e bastoncini di tonno fresco (7-8). Potete cospargere una foglia di alga con una punta di wasabi se preferite. Ricordate che i bastoncini devono avere uno spessore di circa 1 cm e devono essere posizionate al centro, tagliando la parte in eccesso o aggiungendone un pezzo per coprire tutta la lunghezza del rotolo. Ora prendete il bordo inferiore della stuoia 8 e, premendo con le dita l’ingrediente centrale verso l’interno, arrotolate il tutto come un'involtino 9. Mantenete una delicata pressione sul rotolo affinché resti compatto, modellate il rotolo, premendo uniformemente con le mani nel senso della lunghezza 10. Ecco pronto l'uramaki 11! Non resta che tagliarlo: mettetelo su un tagliere e bagnate la lama del coltello con l’acqua acidulata; tagliatelo a metà, affiancate i due pezzi ottenuti quindi tagliateli in tre parti uguali 12, così otterete 6 pezzi di futomaki. "
}