{
    "title": "Spiedini di tonno e salmone con insalata thai",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "130 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "5 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Tonno",
            "quantity": "trancio 130 g"
        },
        {
            "ingredient": "Olio di sesamo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zenzero",
            "quantity": "3 g"
        },
        {
            "ingredient": "Lemongrass",
            "quantity": "1 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "5 g"
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "5 g"
        },
        {
            "ingredient": "Songino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "80 g"
        },
        {
            "ingredient": "Mango",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di sesamo",
            "quantity": "20 g"
        },
        {
            "ingredient": "Anacardi",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spiedini di tonno e salmone con insalata thai, iniziate proprio dall'insalata: pelate la carota poi, sempre con il pela verdure, ricavate delle listarelle sottilissime per il senso della lunghezza 1. Quindi senza, eliminare la buccia, realizzate anche delle fettine sottile di cetriolo 2. Infine pelate anche il mango 3 e tagliatelo a fette piuttosto spesse 4; poi passate al peperoncino fresco: togliete il picciolo 5 e i semini interni, quindi riducetelo a fettine sottili 6 Infine, tritate gli anacardi 7. Ora che avete tutti gli ingredienti componete l'insalata: in un piatto da portata mettete il songino lavato e asciugato 8, le fettine sottili di carote 9 e unite anche il cetriolo e il mango 10. Quando sarà giunto il momento di portare a tavola l'insalata potrete condirla con l'olio di sesamo 11 e gli anacardi tritati 12. Passate alla preparazione degli spiedini: togliete dal trancio di tonno eventuali lische, quindi tagliatelo a listarelle e poi a cubetti di circa 1 cm di spessore 14. Versate il tonno in una ciotola capiente e irroratelo con l'olio di sesamo 15 e la salsa di soia 16 e aromatizzate con una grattugiata di zenzero fresco 17 e lemongrass 18. Mescolate tutti gli ingredienti e assicuratevi che tutti i cubetti di tonno siano immersi nella marinatura, quindi coprite la ciotola con pellicola trasparente 19 e lasciate marinare in frigorifero per circa 2 ore. Intanto dedicatevi al salmone: eliminate con una pinza da cucina eventuali lische presenti sul trancio, dopodiché tagliate il salmone a striscioline e poi a cubetti di circa 1 cm di spessore 20. Ponete i cubetti in una ciotola e versatevi la salsa di soia 21. Poi spremete il succo di mezzo lime 22 e unitelo al resto degli ingredienti 23, insieme al miele 23. Insaporite infine la marinatura con il tabasco 25. Mescolate tutti gli ingredienti 26 e assicuratevi che i cubetti di salmone siano tutti immersi nella marinatura; quindi coprite con pellicola e lasciate a marinare in frigorifero per circa 2 ore. Passato il tempo necessario, in una ciotolina versate insieme i semi di sesamo bianchi e quelli neri 27 e preparate i semi di papavero a parte. Riprendete i cubetti di tonno e iniziate a realizzare degli spiedini, mettendo 4 cubetti per ciascuno spiedino 28. Passatelo nel misto di semi di sesamo bianchi e neri 29 e procedete in questo modo fino ad esaurire i cubetti di tonno. Poi passate al salmone: infilzate 4 cubetti di salmone su ciascuno spiedino 30 e e ricoprite gi spiedini di salmone con i semi di papavero 31. Poi accendete il fuoco sotto la griglia e attendete che diventi rovente, quindi cuocete i vostri spiedini di tonno e salmone per pochissimi secondi per lato 32. Servite i vostri spiedini di tonno e salmone caldi o tiepidi insieme all'insalata thai 33! "
}