{
    "title": "Pomodori verdi fritti",
    "ingredients": [
        {
            "ingredient": "Pomodori verdi",
            "quantity": "medi 4"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "80 g"
        },
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "350 g"
        }
    ],
    "preparation": " Per preparare i pomodori verdi fritti iniziate lavando i pomodori sotto l'acqua corrente 1, quindi tagliate ognuno di essi nel senso della larghezza, in modo da ricavare delle fette spesse circa 1 cm 2. A questo punto adagiatele su una gratella, salateli e lasciateli in questo modo per circa 30 minuti, in modo che perdano parte dell'acqua di vegetazione 3. In una ciotola, setacciate prima la farina di mais 4 e poi sempre nella stessa ciotola setacciate anche la farina 00 5. Unite quindi lo zucchero 6 e mescolate con un cucchiaio fino ad avere una miscela uniforme. In un altro contenitore sbattete le uova con il sale e il pepe 7. Passati i 30 minuti riprendete le vostre fette di pomodoro e passatele prima nell'uovo 8 e poi nel mix di farine 9. Ripetete ancora una volta la stessa operazione, quindi passate i pomodori appena impanati nuovamente nell'uovo (10-11), e terminate ripassandoli nelle farine. Quindi friggete, pochi pezzi per volta, in abbondante olio bollente 12. Una volta ben dorati su entrambi i lati, scolateli dall' olio in eccesso 13 e posizionateli su un vassoio foderato con della carta assorbente, senza sovrapporli 14. Servite i vostri pomodori verdi fritti ben caldi 15! "
}