{
    "title": "Uova ripiene con pane profumato",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "½ fetta"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "70 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le uova ripiene con pane profumato, per prima cosa mettete le uova intere in un pentolino riempito di acqua fredda e fate cuocere per 8 minuti da quando lâacqua arriva al bollore 1. Mentre le uova cuociono, occupatevi del pane profumato: tagliate una fetta dalla pagnotta 2, dividetela a metÃ e riducetela a cubetti piuttosto piccoli 3. Scaldate un filo dâolio in una padella antiaderente, aggiungete i cubetti di pane 4, condite con il pepe e le foglioline di timo 5 e rosolate a fiamma bassa per pochi minuti fino a che il pane non sarÃ ben dorato, facendo attenzione a non bruciarlo 6. Quando le uova saranno sode 7, scolatele e lasciatele raffreddare completamente. Nel frattempo potete preparare gli ingredienti per il ripieno: tritate finemente lâerba cipollina 8, poi versate il mascarpone in una ciotola e aggiungete lo zenzero fresco grattugiato 9. Quando le uova si saranno raffreddate, sgusciatele con cura, poi tagliate un pezzettino di bianco allâestremitÃ inferiore usando un coltello a lama liscia 10; in questo modo le uova avranno una base dâappoggio stabile. Tagliate anche lâestremitÃ superiore dellâuovo 11 e prelevate il tuorlo con molta delicatezza, facendo attenzione a non rovinare la parte bianca che utilizzerete come contenitore 12. Aggiungete i tuorli al composto di mascarpone e zenzero 13 e mescolate accuratamente con un cucchiaio, poi aggiungete un pizzico di sale e lâerba cipollina tritata 14 e mescolate ancora per ottenere un composto liscio e uniforme 15. Trasferite la crema di tuorli e mascarpone in una sacca da pasticciere e riempite le uova svuotate 16. Cospargete la superficie con i cubetti di pane dorati, sbriciolandoli leggermente fra le dita 17, e decorate con un filo di erba cipollina. Le vostre uova ripiene con pane profumato sono pronte per essere servite 18! "
}