{
    "title": "Insalata di mare in vasocottura",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "12"
        },
        {
            "ingredient": "Seppioline",
            "quantity": "(giÃ pulite) 12"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lâinsalata di mare in vasocottura, per prima cosa preparate tutti gli ingredienti che vi serviranno: private i gamberi della testa e del carapace 1, poi incidete il dorso per rimuovere il filo nero allâinterno 2. Prendete le seppioline giÃ pulite, separatele dai tentacoli e tagliatele a striscioline sottili 3. Ora pelate la carota e affettatela sottilmente in diagonale 4, poi tagliate ogni fettina in 4 parti 5. Infine pulite il cipollotto e tagliatelo a rondelle sottili, sempre in diagonale 6. A questo punto potete assemblare i vostri vasetti (scegliete dei vasetti nuovi, adatti alla vasocottura con chiusura ermetica e gommina): disponete i gamberi sul fondo 7, poi aggiungete le seppioline 8, le carote 9, e il cipollotto 10. Condite ciascun vasetto con un cucchiaio di olio 11, salate, pepate e profumate con qualche fogliolina di timo fresco 12 e della scorza di limone grattugiata 13. Chiudete il vasetto ermeticamente 14 e cuocete in microonde alla potenza di 450W per 3 minuti. Una volta pronto, lasciate intiepidire per un paio di minuti prima di aprire: per aprire il vasetto, mantenete il coperchio, sganciate le sicure e tirate la linguetta di gomma; servite la vostra insalata di mare in vasocottura 15! "
}