{
    "title": "Barchette di pane ripiene",
    "ingredients": [
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "70 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "140 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panini ai cereali",
            "quantity": "8"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per la preparazione delle barchette incominciate svuotando il pane con l’ausilio di un coltello 1, avendo cura di lasciare un fondo ben compatto perché il pane tenderà ad appesantirsi con l’aggiunta del ripieno (2-3). Prendete una padella antiaderente, riscaldate 2/3 cucchiai di olio 4 e saltate le zucchine e la melanzana tagliate a cubetti per circa 10 minuti 5. Una volta cotte lasciatele raffreddare. In una ciotola mettete le uova sbattute e unite la ricotta 6. Successivamente aggiungete le verdure raffreddate 7, l’erba cipollina tritata 8 e il parmigiano 9. Infine incorporate il prosciutto cotto 10 e la pancetta tagliata a dadini, aggiungendo poi un pizzico di sale e di pepe (11-12). Con l’aiuto di un mestolo riempite i panini fino all’orlo (abbiate cura di prendere un mestolo di ripieno ben equilibrato di verdure e liquido: non prendete troppo liquido altrimenti il panino si bagnerà troppo) (13- 14). In una ciotola sbattete l'uovo e con l’aiuto di un pennello, spennellate i panini con questo composto 15. Riponete ora le barchette di pane ripiene in forno ventilato preriscaldato a 180° e cuocete per 25 minuti, in modo che il ripieno del panino risulti compatto e ben dorato sulla superficie.Sfornate e servite le vostre barchette di pane ripiene tiepide o fredde, intere o tagliate a fette. "
}