{
    "title": "Fiori di zucca ripieni di carne",
    "ingredients": [
        {
            "ingredient": "Fiori di zucca",
            "quantity": "(20 pezzi) 200 g"
        },
        {
            "ingredient": "Vitello",
            "quantity": "macinato 250 g"
        },
        {
            "ingredient": "Scamorza affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "160 g"
        },
        {
            "ingredient": "Acqua gassata",
            "quantity": "220 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(1 tuorlo) 15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i fiori di zucca ripieni di carne per prima cosa grattugiate la scamorza affumicata 1 e trasferitela in una ciotola dove avrete giÃ sistemato la carne trita 2. Aromatizzate lâimpasto con le foglioline di maggiorana 3 quindi salate 4, pepate e impastate con le mani 5 fino ad ottenere un composto omogeneo 6. Occupatevi ora dei fiori di zucca: eliminate il gambo e i pistilli esterni 7, staccate poi il bocciolo interno 8 e con un pennello eliminate eventuali residui di terra. Prendete poi una piccola porzione di impasto di carne, grande circa una noce, e farcite lâinterno dei fiori 9. Attorcigliate la punta dei fiori per sigillarli bene 10 e man mano che li farcite adagiateli su un vassoio. Ora occupatevi della pastella: in una ciotola ponete la farina 11, salate, pepate 12Â e versate lâacqua a filo mescolando con la frusta 13. Incorporate poi anche il tuorlo 14 e mescolate, dovrete ottenere una pastella liscia e senza grumi 15. Intanto ponete sul fuoco un tegame con lâolio per la frittura e scaldatelo, dovrÃ raggiungere i 170Â°. A questo punto immergete nella pastella i fiori di zucca farciti 16, scolate l'eccesso di pastella 17 eÂ tuffateli nell'olio caldo pochiÂ alla volta 18.Â FriggeteliÂ per 2-3 minuti circa; quando saranno dorati scolateli 19 e trasferiteli su un vassoio rivestito di carta assorbente 20. Proseguite con la cottura degli altri fiori di zucca ripieni di carne e gustateli ancora caldi 21! "
}