{
    "title": "Focaccine al basilico",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "20 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "per spennellare q.b."
        }
    ],
    "preparation": " Per preparare le focaccine al basilico come prima cosaÂ lavate e asciugate le foglioline di basilico. Ponetele poi all'interno di un mixer 1, aggiungete l'olio 2 e frullate il tutto 3 fino ad ottenere una crema 4. Versate poi la farina in una ciotola, aggiungete il lievito di birra disidratato 5 eÂ aggiungete metÃ dell'acqua 6.Â Mescolate 7 e unite la salsa al basilico 8. Mescolate ancora, aggiungete il sale 9 e l'acqua restante. Lavorate con il cucchiaio,Â poi trasferite su un piano e continuate ad impastare 10, fino ad ottenere un panetto liscio e sodo 11. Trasferite in una ciotola e coprite con pellicola 12. Lasciate lievitare a temperatura ambiente per circa un'ora.Â QuandoÂ sarÃ raddoppiato di volume 13, trasferitelo su un piano leggermente infarinato 14 e appiattitelo con le mani 15.Â A questo punto 16 utilizzando un mattarello stendetelo fino ad ottenere uno spessore di 1,5 cm 17. Utilizzando un coppapasta da 6 cm ricavate 35 dischi 18.Â Trasferiteli su delle teglie foderate con carta forno, disponendoli in maniera ordinata e distanziando le focaccine tra di loro. Coprite con pellicola 19 e lasciate lievitare per un'ora. Spennellate la superficie con dell'olio 20 e cuocete in forno statico a 180Â° per circa 15 minuti nel ripiano centrale. Sfornate 21 e servite le vostre focaccine ancora calde!Â "
}