{
    "title": "Fantasia di rustici",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "6"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "125 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "4"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "(freschi) 70 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "1"
        },
        {
            "ingredient": "Wurstel",
            "quantity": "(piccoli) 6"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "4"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "(affumicata) 100 g"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "4"
        }
    ],
    "preparation": " Per preparare la fantasia di rustici, iniziate dagli involtini di prosciutto e mozzarella. Affettate la mozzarella in 6 porzioni. Estraete dalla confezione i dischetti di pasta 1, rimuovete la pellicola su cui poggiano per appoggiarli su un piano di lavoro: ponetevi al centro una fetta di mozzarella 2 e, sopra, una fetta di prosciutto piegata a metà. Inumidite con acqua i bordi del dischetto, aiutandovi con un pennello da cucina 3. Chiudete su se stesso il dischetto di pasta in modo da ottenere una mezzeluna 4, che potete sigillare premendo sui bordi i rebbi di una forchetta 5. Continuate fino ad ottenere 6 involtini e disponeteli su una leccarda foderata con carta da forno. Proseguite con i triangolini agli spinaci. Lavate e asciugate le verdure, quindi trasferitele in una padella irrorata di olio di oliva 6, coprite li con un coperchio 7 e fate cuocere gli spinaci per 3-4 minuti. Tagliate la feta in dadolata. Disponete ora 3 dischetti di pasta sul piano di lavoro e divideteli a metà per ottenere 6 triangolini. Su ogni porzione di pasta posizionate un ciuffo di spinaci e, sopra, un cubetto di feta. Spennellate i bordi con acqua o con un uovo sbattuto, aiutandovi con un pennello da cucina 8. Ripiegate ora ciascuna metà su se stessa e premetene i bordi con una forchetta, per sigillarli 9. Ponete anche i triangolini sulla teglia assieme agli involtini di prosciutto e mozzarella, quindi spennellate la superficie di tutti i rustici con un uovo sbattuto 10. Lasciateli da parte e proseguite con i mini wurstel. Disponete un dischetto di pasta sul piano da lavoro e tagliatelo in 6 striscioline con un tagliapasta 11. Prendete i 6 mini wurstel e avvolgete su ciascuno una strisciolina di pasta, tirandola delicatamente 12. Disponete anche i mini wurstel sulla teglia, quindi spennellateli con l’uovo sbattuto e spolverizzateli con i semi di papavero 13. Infornate la teglia in forno statico preriscaldato a 200° per 10 minuti (se ventilato, a 180° per 8 minuti). Nel frattempo preparate le pizzette. Tagliate in dadolata la scamorza, quindi disponete su una teglia foderata con carta forno 4 dischetti di pasta e versate delicatamente al centro una cucchiaiata di passata di pomodoro, lasciando liberi i bordi 14. Condite le pizzette con i cubetti di scamorza e su ciascuna ponete un’alice tagliata a metà 15. Sfornate i primi rustici: devono essere belli dorati 16. Infornate ora le pizzette, sempre in forno statico preriscaldato a 200° per 10 minuti (se ventilato, 180° per 8 minuti): anche queste devono risultare dorate e croccanti. La vostra fantasia di rustici è pronta 18. "
}