{
    "title": "Tortine di ortiche",
    "ingredients": [
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "130 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo di frigo 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "freddo 30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 110 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ortiche",
            "quantity": "400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare le tortine di ortiche iniziate dalla pasta frolla al formaggio: versate la farina nella brocca di una planetaria munita di gancio a foglia 1. Unite anche i due tipi di formaggio grattugiato 2, il burro freddo tagliato a cubetti 3 e un pizzico di sale e pepe. Azionate la planetaria a velocità media e iniziate ad amalgamare gli ingredienti, aggiungete il latte freddo a filo 4, e fate lavorare fino a quando non si forma una massa piuttosto compatta 5 (se non avete una planetaria, potete realizzare questo impasto a mano). Trasferite l’impasto sul piano da lavoro (possibilmente freddo) e lavoratelo a mano quanto basta per dargli la forma di un panetto appiattito 6, avvolgetelo con la pellicola trasparente 7, e lasciatelo riposare in frigo per 30 minuti. Nel frattempo preparate il ripieno. Per preparare il ripieno dovete per prima cosa pulire le ortiche, si consiglia di usare dei guanti in lattice per proteggere le mani da possibili tracce di sostanza urticante che potrebbero essere presenti sullo stelo e sulle foglie. Quindi sfogliate l’ortica, tenendo da parte le foglie ed eliminando gli steli: otterrete così 200 g di ortiche pulite 8. Mettete a bagno le foglie di ortica nell' acqua fredda, lavatele con cura e scolatele bene con un colapasta posto nel lavello 10. Poi sempre indossando i guanti tagliate le foglie di ortica con un coltello 11. In una pentola scaldate l’olio di oliva e versate l’ortica tagliata 12, coprite con l’acqua 13 e cuocete con il coperchio a fuoco medio per circa 7-8 minuti 14. A cottura ultimata salate, pepate, spegnete il fuoco, scolate le ortiche in modo che perdano il liquido in eccesso e lasciate raffreddare completamente 15. In una ciotola versate la ricotta e con una spatola da cucina ammorbiditela, poi aggiungete anche le uova 16 e mescolate o con una frusta o anche una forchetta. Insaporite con la noce moscata grattugiata 17, salate, pepate 18, per finire unite le ortiche raffreddate 19, mescolate per amalgamare il composto 20. Trascorso il tempo di riposo della frolla, riprendete il panetto, stendetelo su una spianatoia infarinata fino allo spessore di 6 mm 21. Utilizzando un coppapasta del diametro 12 cm, ricavate 6 dischi di pasta 22 (con la pasta in avanzo potete realizzare deliziosi biscottini salati al formaggio!). Poi prendete degli stampi per crostatine del diametro di 10 cm imburrateli e infarinateli, poi adagiate sopra i dischi di frolla 23 e fate aderire bene al fondo e al bordo, bucherellate il fondo con i rebbi di una forchetta 24. Farcite le tortine con il ripieno di ricotta e ortiche, avendo cura di riempire fino al bordo pareggiando la superficie con il dorso di un cucchiaio: per ciascuno stampino riuscirete ad inserire circa 100 g di ripieno 25. Posizionate le tortine su una leccarda 26 e cuocete in forno già caldo per 30 minuti a 180 c°. Terminata la cottura sfornate le vostre tortine di ortiche 27 e lasciatele intiepidire prima di servirle! "
}