{
    "title": "Spiedini di mazzancolle al lime, miele e semi di papavero",
    "ingredients": [
        {
            "ingredient": "Lime",
            "quantity": "6"
        },
        {
            "ingredient": "Miele",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 bicchiere"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "32"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "1 bicchiere"
        }
    ],
    "preparation": " Per preparare gli spiedini di mazzancolle, lime, miele e semi di papavero, iniziate dalla pulizia delle mazzancolle: staccate la testa ai crostacei 1 ed eliminate il carapace (guscio) 2. Poi, tagliate e tagliate a fettine i lime 3 Infilate su ogni spiedino quattro mazzancolle intervallandole con una fettina di lime (quindi 4 mazzancolle e 3 fettine di lime per spiedino per un totale di 8 spiedini) (4-5). Nel frattempo scaldate in un tegameun filo d'olio 6 e quando sarà caldo fate saltare gli spiedini alcuni istanti, rigirandoli 7 secondi per lato, aggiungete il miele e fate caramellare per bene da entrambi i lati 8. Togliete gli spiedini dal fuoco e poneteli su una terrina capiente, spolverizzateli con i semi di papavero da entrambi i lati 9 e conservateli al caldo. Spremete il succo di due lime 10 e nel tegame in cui avete scottato gli spiedini, aggiungete al fondo di cottura il succo dei lime 11 e fatelo ridurre qualche istante. Poi versate la maizena nell’acqua e scioglietela 12. e versatela nel tegame 13 insieme al vino bianco 14, mescolando fino a quando il liquido non avrà assunto un aspetto cremoso. Unite un cucchiaio di zucchero semolato 15 e uno di zucchero di canna 16. Mescolate tutto con un cucchiaio di legno e fate addensare. Quindi versate la cremina ottenuta sugli spiedini di mazzancolle, lime, miele e semi di papavero 17 e serviteli! "
}