{
    "title": "Sfogliette ripiene di bietole, pinoli e uvetta",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(2 fogli rettangolari da 230 g l'uno) 460 g"
        },
        {
            "ingredient": "Bietole",
            "quantity": "700 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "affumicata 150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le sfoglie ripiene di bietole, pinoli e uvetta iniziate mettendo in ammollo l'uvetta in una ciotolina con acqua 1; poi lavate sotto acqua corrente le bietole 2, spuntatele per eliminare il torsolo 3 Fatele lessare per 5 minuti in acqua salata. Intanto in una padella a parte tostate a fuoco medio i pinoli in una padella antiaderente 5, mescolando di tanto in tanto per non farli bruciare. Quando saranno leggermente dorati, trasferiteli in una ciotolina e teneteli da parte 6. Quindi fate dorare lo spicchio d'aglio intero in una padella antiaderente 7, scolate le bietole 8, poi versatele nella padella per farle saltare circa 6 minuti 9. Togliete l'aglio 10, spegnete il fuoco e scolate le bietole 11; lasciatele raffreddare poi tritatele finemente 12. Affettate la scamorza affumicata 13 e scolate l'uvetta dall'acqua in ammollo 14. Quindi srotolate entrambi i rotoli di pasta sfoglia pronta e divideteli in 4 parti uguali con un coltello affilato 15. Adagiate su 4 rettangoli 2 fette di scamorza affumicata ciascuno16, poi le bietole saltate 17, quindi farcite con i pinoli tostati 18 e l'uvetta scolata: lasciate un paio di centimetri dai bordi della pasta sfoglia. Dividete l'albume dal tuorlo dell'uovo che serve per spennellare e con l'almbume spennellate la parte della sfoglia senza ripieno 19; quindi adagiate sui 4 rettangoli farciti altri 4 rettangoli di pasta sfoglia per chiudere le sfoglie e bucherellate leggermente la superficie 20. Poi con un tagliapasta dentellato rifinite i bordi 21 Potete anche tagliare gli angoli in eccesso in modo 22; quindi disponete le 4 sfoglie ripiene su una leccarda foderata con carta da forno e spennellate la superficie con un tuorlo sbattuto 23. Cuocete in forno statico preriscaldato a 180° per circa 25 minuti o fino a quando non saranno dorate (se forno ventilato a 160° per 15-20 minuti). Una volta cotte, sfornatele e fatele intiepidire leggermente prima di servirle 24! "
}