{
    "title": "Pagnotta con formaggio fuso",
    "ingredients": [
        {
            "ingredient": "Pane",
            "quantity": "(pagnotta di granoduro da 16 cm di diametro) 1"
        },
        {
            "ingredient": "Formaggio fresco",
            "quantity": "(1 forma, tipo Belpaese) 250 g"
        },
        {
            "ingredient": "Erbe aromatiche",
            "quantity": "(2 rametti di ciascun tipo) q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Patate novelle",
            "quantity": "500 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cetriolini sottaceto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erbe aromatiche",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la pagnotta con formaggio fuso, iniziate tagliando la calotta di una pagnotta di grano duro di circa 16 cm di diametro 1. Coppate con un coppapasta da 9 cm per eliminare la mollica interna e per rendere l'interno regolare 2, estraete con un cucchiaio la parte interna 3 e tenete da parte. Ora avete tutte e tre le parti del pane che vi serviranno 4. Private il formaggio fresco della cera protettiva esterna 5 e inseritelo all'interno della pagnotta, coprite con la calotta 6; infornate in forno statico preriscaldato a 180° per circa 30 minuti. Intanto mettete a bollire una pentola con l'acqua, salate a piacere a bollore e poi fate lessare qualche minuto le patate novelle per 10 minuti. Tagliate la mollica messa da parte a bastoncini di circa 1,5 cm di spessore. Ponete sul fuoco, una padella con un filo d'olio, un mix di erbe aromatiche e la mollica tagliata 8, fate rosolare per circa 5 minuti a fuoco vivace, fino a quando non saranno ben dorati da tutti i lati 9. Una volta pronte togliete i bastoncini croccanti e tenete da parte. Nella stessa padella, saltate a fuoco vivace le patate novelle precedentemente sbollentate (10-11). Togliete la pagnotta dal forno, ponetela al centro della tavola su di un tagliere e servite la pagnotta con formaggio fuso accompagnando con crostini di pane, patate novelle, carote o altri ingredienti che preferite 12! "
}