{
    "title": "Patate ripiene di nonna Franca",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "grandi 12"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 200 g"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "½"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Peperoncino verde",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le patate ripiene di nonna Franca, iniziate pelando le patate. Quindi tagliate entrambe le estremità 1, in modo che le patate stiano in posizione verticale da sole. Dopodichè munitevi di un coltellino, praticate un taglio lungo il perimetro interno delle patate, lasciando 3-4 millimetri di bordo 2 ed effettuate un taglio anche al centro della polpa 3, per facilitarne l'estrazione. Sempre con un coltellino, uno scavino o un pelaverdure estraete la polpa interna 4 senza però bucare il fondo 5. Una volta scavate tutte le patate, ponetele in una ciotola e copritele con dell'acqua, in questo modo non si anneriranno. Ora dedicatevi alla preparazione degli igredienti del ragù:incidete la salsiccia e sgranatela in una ciotolina 6. Quindi ponete la pancetta affumicata su un tagliere e tagliatela prima a listarelle e poi a cubetti 7. Sbucciate uno spicchio d'aglio e tritatelo finemente, poi versate dell'olio extravergine di oliva in una padella e, una volta caldo, fate soffriggere l'aglio tritato per qualche minuto, poi sfumate con dell'acqua o del brodo vegetale 8. Per scoprire come prepararlo al meglio, consultate la nostra Scuola di cucina: brodo vegetale. Quando il liquido sarà evaporato, aggiungete la salsiccia sgranata 9. Continuate unendo la pancetta affumcata a cubetti 10 e mescolate con un mestolo di legno per sgranare bene la carne. Quindi unite il trito di carota e cipollotto fresco 11 e lasciate cuocere a fiamma medio-alta per 5 minuti. Dopodichè versate un mestolo di brodo vegetale e aggiungete anche la carne macinata 12. Mescolate per sgranare la carne e sfumate con il vino bianco secco. Versate un cucchiaio di concentrato di pomodoro in una ciotolina e scioglietelo con un po' di brodo, quindi unitelo al ragù in cottura 14. Nel frattempo tagliate in quarti i pomodorini 15. Formate un trito piuttosto fine di maggiorana, timo, rosmarino e prezzemolo 16, quindi aggiungete i pomodorini tagliati in quarti e le erbe aromatiche tritate al ragù (17-18). Unite la scorza di mezzo limone 19 e il peperoncino verde tritato e privato dei semi 20. Salate e pepate a piacere 21 e lasciate cuocere il ragù per almeno 30 minuti. Quando si sarà asciugato, eliminate le scorze di limone e aggiustate di sale e pepe se necessario. A questo punto potete scolare le patate, asciugatele con della carta assorbente e sistematele una accanto all'altra in una padella larga, adatta anche alla cottura in forno 22. Salatele all'interno una ad una 23 e riempitele con il ragù fino all'orlo 24, saranno sufficienti 2-3 cucchiai per patata. Non vi resta che proseguire la cottura, bagnando le patate con olio e brodo vegetale fino a un terzo della loro altezza (25-26). Coprite con un coperchio 27 e lasciate cuocere per 50-60 minuti lasciando un piccolo sfiato. Se le patate dovessero asciugarsi troppo, aggiungete del brodo vegetale. Per ottenere un effetto più croccante, una volta ultimata la cottura, potete passare le vostre patate ripiene in forno in modalità grill a 200° per 10 minuti. Potete anche cuocere interamente il piatto in forno statico preriscaldato a 180° per 90 minuti. Non vi resta che lasciar intiepidire le vostre patate ripiene di nonna Franca e gustarle fino in fondo! "
}