{
    "title": "Involtini di verza ripieni di riso e scarola",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "150 g"
        },
        {
            "ingredient": "Verza",
            "quantity": "12 foglie"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "(da grattugiare) 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "(da grattugiare) 10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare gli involtini di verza ripieni di riso e scarola mettete sul fuoco una pentola con abbondante acqua salata per preparare il brodo vegetale. Nel frattempo prendete l'uvetta, ponetela in una ciotola e ricopritela con dell'acqua tiepida per farla ammorbidire 1, lasciandola in ammollo per almeno 10 minuti. Passate ora alle verdure: lavate sotto acqua fresca corrente la scarola, tagliatela a listarelle 2 e mettetela da parte, quindi tritate finemente lo scalogno, che sarà la base del soffritto 3. In una pentola antiaderente fate rosolare a fuoco medio l'olio e lo scalogno tritato 4, dopodiché aggiungete il riso 5. Fate tostare il riso per 2-3 minuti e poi sfumate con il vino bianco 6. Fate cuocere a fuoco medio per 20 minuti, aggiungendo uno o due mestoli di brodo vegetale filtrato ogni volta che il precedente si sarà asciugato 7; mescolate bene con la spatola e, 5 minuti prima del termine della cottura, aggiungete la scarola tagliata a listarelle 8. Scolate bene l’uvetta con un colino a maglie strette e poi unitela al riso insieme ai pinoli 9. Salate e pepate a vostro piacimento, dopodiché, una volta che il riso sarà pronto, spegnete il fuoco e fate mantecare aggiungendo il pecorino grattugiato 10. Lasciate che il riso intiepidisca 11 e occupatevi della verza; sfogliate la verza e togliete la venatura centrale, incidendo con un coltello un triangolo 12. Nel frattempo mettete sul fuoco una pentola con abbondante acqua salata che servirà per far bollire la verza. Lavate bene le foglie passandole sotto acqua fresca corrente 13 e, quando l’acqua avrà raggiunto il bollore, fatele cuocere per qualche minuto 14. Intanto preparate una ciotola capiente con acqua e ghiaccio che servirà per bloccare la cottura della verza e far sì che le foglie mantengano un colore brillante; dopo aver sbollentato le foglie, scolatele e ponetele per qualche istante nel recipiente che avete preparato 15. A questo punto potete procedere alla preparazione degli involtini: disponete al centro di ciascuna foglia di verza un cucchiaio di riso 16; con le mani arrotolate delicatamente l'involtino e poi chiudetelo a pacchetto 17: con queste dosi dovrete ottenere 12 involtini di verza. Se volete realizzare degli involtini più piccoli potete dividere con un coltello le foglie a metà nel senso della lunghezza per poi riempirle, ottenendo così 24 porzioni. Oliate una pirofila di 20x30 cm e sistemate gli involtini uno accanto all’altro con la parte ripiegata verso il basso 18. Spennellate gli involtini con l'olio 19 e terminate spolverizzando tutta la superficie con il formaggio grattugiato 20; da ultimo passateli sotto al grill a 200° per circa 5 minuti per farli dorare bene in superficie. Quindi sfornateli e servite gli involtini di verza ripieni di riso e scarola caldi o tiepidi 21. "
}