{
    "title": "Rotolo ai piselli con crudo e pomodori secchi",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "(a fette) 80 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "200 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il rotolo ai piselli con crudo e pomodori secchi iniziate sgranando i piselli freschi 1, poi scaldate una noce di burro in una padella, unite i piselli 2 e cuoceteli per 5-6 minuti a fuoco medio, versando all’occorrenza dell'acqua calda 3 o del brodo vegetale per non farli asciugare 3. Fate raffreddare i piselli e trasferiteli in un mixer, unite il latte 4 e azionate le lame fino ad ottenere una crema omogenea 5 setacciate la crema per eliminare la buccia dei piselli e ottenere un composto più liscio. Tagliate grossolanamente il prosciutto crudo e ponetelo nel mixer 6, unite il Philadelphia 7 salate e pepate e frullate il tutto per ottenere una crema 8. Prendete i pomodorini secchi sott’olio , scolateli e asciugateli tamponandoli con un panno carta 9, poi riduceteli a piccoli pezzetti 10, tagliate a rondelle anche le olive nere. Ora occupatevi della frittata, dividete i tuorli dagli albumi, montate questi ultimi a neve ferma con una frusta elettrica (11-12). Montate anche i tuorli e aggiungete anche il parmigiano reggiano grattugiato 13. A questo punto unite la crema di piselli 14 e per ultimi gli albumi montati, incorporateli delicatamente dal basso verso l’alto per non smontarli 15. Una volta ottenuto un composto omogeneo 16 scaldate una padella larga 34 cm leggermente imburrata, versate con un mestolo l’impasto per distribuirlo meglio (17-18) , cuocete con il coperchio a fuoco medio per circa 5 minuti e poi girate la frittata aiutandovi con il coperchio stesso (19-20) proseguite la cottura per altri 2-3 minuti o finché la frittata non sarà ben dorata. Copritela con la pellicola trasparente, e fatela raffreddare ( in questo modo rimarra morbida e sarà più facile arrotolarla). Farcite la frittata con la crema di prosciutto 21 i pomodorini secchi 22 e le olive nere 23. Arrotolate la frittata 24, poi spolverizzate la pellicola con il parmigiano grattugiato 25 e avvolgete la pellicola intorno al rotolo, stringendo bene le due estremità 26 in modo che si compatti bene. Ponete il rotolo ai piselli con crudo e pomodori in frigorifero per almeno 1 ora per farlo rassodare poi , servitelo tagliato a fette 27 e gustatelo a temperatura ambiente. "
}