{
    "title": "Coxinha (arancini brasiliani)",
    "ingredients": [
        {
            "ingredient": "Petto di pollo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di pollo",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "75 ml"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le coxinhas tagliate a bocconcini il petto di pollo 1. Sbucciate la cipolla e tagliatene metà, lavate e pelate la carota e tagliatela a pezzettoni, infine lavate e tagliate a pezzettoni anche il sedano 2; ponete pollo e verdure in un tegame alto, unite due foglie di alloro, uno spicchio d'aglio 3 e versate l’acqua 4 fino a coprire gli ingredienti e salate. Fate bollire il pollo fino a che la carne non risulterà bianca e tenera. Quando il pollo sarà bollito, scolate i bocconcini di pollo (avendo cura di conservare il brodo che servirà per la pasta che avvolgerà il ripieno) e tritateli finemente con un coltello oppure con l'aiuto di un mixer (5-6). Fate soffriggere in due cucchiai d’olio uno spicchio d’aglio schiacciato o tritato finemente e lasciate insaporire l’olio. Aggiungete la mezza cipolla tritata 7, fatela appassire almeno 10 minuti e poi aggiungete la salsa di pomodoro 8, fate cuocere qualche minuto e incorporate il pollo tritato 9. Salate e pepate a piacere. Aromatizzate il ripieno con il prezzemolo 10 e tenetelo da parte a raffreddare. Ora dedicatevi alla pasta che avvolgerà il ripieno: fate sciogliere il burro in un tegame. Aggiungete il brodo di pollo precedentemente ricavato 11. Versare il latte a temperatura ambiente 12 e portare tutto ad ebollizione. Aggiungere la farina setacciata 13 e mescolate velocemente con una frusta mentre il tutto continua a cuocere a fuoco basso fino a quando la farina non avrà assorbito i liquidi e l'impasto si staccherà dalla pentola e risulterà ben compatto 14. Lasciate intiepidire e amalgamate infine il tuorlo all'impasto 15. Ora potete comporre le coxinhas: prendete una porzione d’impasto delle dimensioni del palmo di una mano, circa 50 gr 16. Con il pollice dell’altra mano formare una cavità al centro e farcire con il ripieno, circa 10 gr 17. Chiudete la pallina avvolgendo il ripieno con l’impasto e date la forma di una coscetta 18. Gli ingredienti indicati sono sufficienti per 14 coxinhas 19. Ora preparate una pastella con il latte e la farina setacciata e ponete il pangrattato in una ciotola ampia. Impanate ciascuna coxinha prima nella pastella 20 e poi nel pangrattato 21. Quando l'olio sarà caldo (per verificare che l’olio sia arrivato a temperatura fate la prova dello stecchino: immergete la punta di uno stecchino nell’olio, se vedete che comincerà a friggere allora sarà sufficientemente caldo) iniziate a friggere le coxinhas ad una ad una per qualche minuto (22-23), o fino a quando si dorerà la panatura. Scolatele e ponete a sgocciolare sun un vassoio rivestito di carta assorbente 24. Servite le coxinhas ben calde. "
}