{
    "title": "Caprese fritta",
    "ingredients": [
        {
            "ingredient": "Pomodori ramati",
            "quantity": "8"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "4"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "45 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la caprese fritta iniziate dalla pastella: separate l' albume dal tuorlo, sbattete quest' ultimo con un pizzico di sale aiutandovi con le fruste elettriche, versate a filo il latte 1 mescolate sempre con le fruste e poi unite la farina setacciata 2 poco alla volta sbattendo sempre con le fruste per ottenere un composto liscio. A parte montate a neve ben ferma l'albume e poi incorporateli con una spatola al composto delicatamente per non smontarlo 3. La pastella è pronta 4, tenetela da parte coperta da pellicola, intanto lavate e tagliate a fette di circa ½ cm i pomodori accoppiando le fette dello stesso diametro che saranno poi sovrapposte. Scolate la mozzarella, affettatela cercando di ottenere delle fette della stessa larghezza dei pomodori 5. Poi trasferite su un vassoio le fette di pomodoro, farcitene metà con la mozzarella , l’origano e le foglioline di basilico 6, poi ricoprite con un’altra fetta di pomodoro per creare una sorta di sandwich 7. In una pentola dai bordi alti, scaldate l’olio di semi per la frittura, per una cottura ottimale l’olio deve avere una temperatura di circa 170°. Ora prendete ciascuna caprese, immergetela prima nella pastella per ricoprirla interamente (8-9) e poi, con l'aiuto di una schiumarola passatela nell'olio per friggerla. Quando la pastella risulterà dorata e croccante, scolate con una schiumarola 10 le capresi e ponetele a scolare su un vassoio ricoperto con carta assorbente per eliminare l’olio in eccesso 11. Gustate la caprese fritta ben calda 12! "
}