{
    "title": "Cheesecake salata con pane nero e crema al salmone",
    "ingredients": [
        {
            "ingredient": "Pane",
            "quantity": "nero 130 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "norvegese 100 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "175 g"
        },
        {
            "ingredient": "Mascarpone",
            "quantity": "125 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la cheesecake salata al salmone, cominciate occupandovi di quella che sarà la base delle vostre monoporzioni: il pane nero. Frullate grossolanamente il pane nero e unite il burro, precedentemente fuso a fiamma bassa 1. Grattugiatevi la scorza di mezzo lime 2 e amalgamate bene per ottenere un composto omogeneo 3 Distribuite il composto dentro ai 4 barattolini, pressandolo bene sul fondo con il dorso di un cucchiaio 4. Mettete i barattolini così composti in frigo, a rassodare, per circa mezzora. Nel frattempo prendete una ciotola e un colino a maglie fitte e setacciate la ricotta per renderla più cremosa 5. Unite il mascarpone 6 e amalgamate bene 7. Quindi prendete il salmone, tagliatene 4 striscioline da tenere da parte 8, riducete il restante a straccetti e uniteli alla crema di formaggio 9. Unite anche la maggiorana e amalgamate bene 10, quindi regolate di sale e pepe 11 e trasferite il composto in una sac-à-poche. Tirate fuori dal frigo i barattolini ormai rassodati e distribuitevi all'interno il composto di formaggio e salmone 12. Livellate bene con il dorso di un cucchiaio 13, e passate ad occuparvi della decorazione dei barattolini. Prendete le 4 striscioline di salmone che avevate tenuto da parte e arrotolate delicatamente ciascuna per ottenere delle roselline 14. Decorate i barattolini con le roselline, una fogliolina di maggiornata e la restante scorza di lime grattugiata. La vostra cheesecake salata con pane nero e crema al salmone è pronta per essere gustata! "
}