{
    "title": "Cestini croccanti con caponata di melanzane e zucchine",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 300 g"
        },
        {
            "ingredient": "Zucchine bianche",
            "quantity": "300 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "1"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aceto di vino rosso",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i cestini croccanti con caponata di melanzane e zucchine lavate tutte le verdure sotto abbondante acqua fresca corrente. Spuntate le melanzane 1 e tagliatele a cubetti 2, poi sistemateli a strati in un colapasta posto su una ciotola 3, spargendo del sale grosso tra uno strato e l’altro 4. Coprite con un piatto e appoggiate sopra un peso in modo che le melanzane rilascino l’acqua di vegetazione 5; lasciate riposare per 1 ora. Trascorso il tempo necessario, sciacquate le melanzane dal sale in eccesso sotto acqua corrente 6, poi asciugatele con un canovaccio 7. Spuntate le zucchine, tagliatele e rondelle e poi a dadini 8. In una padella antiaderente fate appassire la cipolla affettata finemente con metà dose di olio a fuoco basso (se la cipolla dovesse scurirsi potete aggiungere un goccio d'acqua), poi aggiungete le zucchine a tocchetti, facendole cuocere per 2 minuti 9. Aggiungete la passata di pomodoro 10, regolando di sale e pepe a piacere 11 e mescolando con un cucchiaio di legno; fate cuocere per altri 10 minuti. In un’altra padella fate scaldare l’olio, quindi fate cuocere le melanzane a dadini per 3-4 minuti 12. Quando le due preparazioni saranno pronte 13, unitele e mescolate il tutto con una spatola 14. Aggiungete lo zucchero 15, versate l’aceto e lasciatelo evaporare a fuoco medio per 3-4 minuti 16. Infine aggiungete qualche foglia di basilico 17; spegnete e lasciate raffreddare; nel frattempo preparate i cestini: sistemate delle formine o degli anelli di acciaio del diametro di 7,5 cm e altezza 2,5 cm su una leccarda foderata con un foglio di carta da forno. Prendete un dischetto di pasta alla volta 18 e sistematelo all’interno delle formine, arricciando i bordi a mo’ di cestino 19; spennellate i dischetti con l’uovo 20, quindi infornateli in forno statico preriscaldato a 200° per 15 minuti (o a 180° per 8-10 minuti se in forno ventilato). Una volta pronti 21, lasciate raffreddare i cestini. Successivamente prendete i cestini e adagiateli su un piatto da portata; sformateli 22, poi riempiteli con un paio di cucchiai della caponata che avete preparato 23. Terminate aggiungendo qualche fogliolina di basilico per decorare: i vostri cestini croccanti con caponata di melanzane e zucchine sono pronti per essere serviti e gustati 24! "
}