{
    "title": "Frittatine di lampascioni",
    "ingredients": [
        {
            "ingredient": "Lampascioni",
            "quantity": "400 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le frittatine di lampascioni, per prima cosa pulite i lampascioni eliminando tutto il terriccio in eccesso; poi asportate la punta 1 ed eliminate la menbrana esterna che li ricopre 2; infine tagliate via anche la radice 3. Praticate alla base di ogni lampascione un taglio a croce 4, per evitare che i lampascioni si sfoglino troppo durante la cottura. Mano a mano che pulite i lampascioni, metteteli in una bacinella con dell'acqua fredda 5, in modo che non diventino neri. I lampascioni dovranno essere tenuti in ammollo in acqua fredda per almeno 3-4 ore, cambiando l’acqua più volte durante questo tempo. I lampascioni rilasceranno nell’acqua un colore rosato e grazie ai diversi bagni, perderanno l'amorognolo in eccesso. Scolate i lampascioni 6 e fateli bollire in abbondante acqua salata per 40-45 minuti (7-8). Trascorso questo tempo, fate una prova per vedere se i lampascioni sono pronti: dovranno essere così teneri da essere schiacciati con una forchetta 9. Scolate i lampascioni 10 e tuffateli subito in acqua fredda 11. Lasciateli raffreddare quindi scolateli 12. Asciugate i lampascioni con un canovaccio pulito 13 e schiacciateli con l’aiuto di una forchetta 14. Trasferitel in una ciotola e sminuzzateli ulteriormente con la forchetta 15 per ottenere un a purea grossolana. Condite la purea di lampascioni con mezzo spicchio d'aglio schiacciato (o intero, secondo i vostri gusti) 16, il grana grattugiato 17, un cucchiaino di prezzemolo tritato 18 e date una mescolata al composto. Unite poi il pangrattato 19 e infine le uova, una alla volta, precedentemente sbattute 20. Salate e pepate quindi mescolate sempre con la forchetta per ottenere un composto omogeneo e morbido 21. Nel frattempo, mettette in una larga padella antiaderente l’olio d'oliva e fatelo scaldare; appena sarà ben caldo, prendete un cucchiaio di impasto alla volta e friggete le vostre frittatine, facendo scivolare il composto direttamente nell'olio 22. Date una forma più regolare possibile alle frittatine con l’aiuto di 2 cucchiai. Friggetele per 2 minuti per lato, rigirandole con cura 23 e una volta ben dorate, scolate le vostre frittatine di lampascioni su carta assorbente 24. Se volete delle frittatine più leggere, potete cuocerle in forno preriscaldato a 200° sia statico che ventilato per circa 10-15 minuti, rigirandole a metà cottura. Servite le vostre frittatine di lampascioni ancora calde! "
}