{
    "title": "Lasagne di zucca con crema di funghi e scamorza",
    "ingredients": [
        {
            "ingredient": "Zucca",
            "quantity": "(giÃ pulita) 500 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "350 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "dolce 400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le lasagne di zucca con crema di funghi e scamorza sbucciate la zucca 1, tagliatela in 4 parti e pulite i filamenti e i semi interni. Tagliatela 10 g a cubetti 2 e il resto a fette dello spessore di 1 cm con una mandolina 3. Foderate una leccarda con un foglio di carta da forno e distribuite le fette e i cubetti di zucca 4, versando un filo di olio 5. Condite con il rosmarino e il timo, conservando 2 rametto di entrambi (vi serviranno successivamente), e regolate di sale 6 e pepe a vostro piacimento; fate cuocere in forno ventilato a 190° per 12 minuti (o a 210° per circa 20 minuti se in forno statico). Quando le fette di zucca saranno ben dorate 7, sfornate e lasciate intiepidire. Procedete quindi con la pulizia dei funghi: con un coltellino affilato dalla lama liscia cominciate a eliminare la parte terrosa sul gambo, raschiandolo con delicatezza fino ad eliminare qualsiasi traccia di terra 8. Se i funghi sono abbastanza puliti, eliminate i pochi residui di terra con un pennello oppure con un panno di cotone 9 (se invece sono ancora molto sporchi, passateli velocemente sotto un getto di acqua corrente fredda). Terminata la pulizia, tagliate i funghi interi nel senso della lunghezza 10. In una padella antiaderente fate rosolare l’aglio in camicia con un filo d’olio e un rametto di rosmarino 11, il tempo necessario per insaporire l’olio. Togliete il rosmarino con una pinza da cucina 12 e versate i funghi affettati 13, regolando di sale 14 e pepe. Aggiungete anche qualche fogliolina di timo che avete tenuto da parte per aromatizzare 15. Eliminate l’aglio 16 e da ultimo versate la panna 17, facendo cuocere a fuoco vivace per 5 minuti e mescolando di tanto in tanto con un cucchiaio di legno o con una spatola. Quando i funghi saranno pronti, trasferite il tutto in una ciotola e con un frullatore ad immersione frullate 18 fino ad ottenere una crema densa ed omogenea 19. Ora potete comporre le vostre lasagne: prendete una pirofila di 26x20 cm e distribuite sul fondo le fettine di zucca (private dei rametti di rosmarino e timo) 20. Tagliate 20 g di scamorza a cubetti e il resto a fettine 21. Coprite con le fettine di scamorza 22 e la crema di funghi, poi spolverizzate con il formaggio grattugiato 23. Proseguite con la stessa farcitura fino a creare 3 strati e terminate con uno strato di zucca a cubetti 24 e con la scamorza a dadini 25. Infine aggiungete il Parmigiano grattugiato, qualche fogliolina di timo e un filo di olio 26. Cuocete in forno statico preriscaldato a 180° per 12 minuti (o a 160° per 8-10 minuti se in forno ventilato), poi passate sotto il grill per 4 minuti. A cottura ultimata sformate le lasagne di zucca con crema di funghi e scamorza 27 e lasciatele intiepidire prima di servirle. "
}