{
    "title": "Vellutata di lenticchie in crosta",
    "ingredients": [
        {
            "ingredient": "Lenticchie",
            "quantity": "125 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "metÃ"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "1 rotolo"
        },
        {
            "ingredient": "Alloro",
            "quantity": "1 foglia"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Cotechino precotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la vellutata di lenticchie in crosta, mettetea mollo le lenticchie con mezzo cucchiaino di bicarbonato la sera prima o 2-3 ore prima dell'utilizzo, avendo cura di cambiare l'acqua almeno una volta. Poi sciacquatele e scolatele. Mondate e tritate finemente la cipolla, la carota e il sedano e fateli appassire a fuoco lento per almeno 10 minuti nell'olio e nel burro. Aggiungete le lenticchie 1, mescolate, unite l'alloro 2, le foglioline di timo fresco e coprite il tutto con il brodo vegetale 3. Fate lessare le lenticchie fino a che diventeranno tenere, aggiungendo brodo quando serve 4, quindi salate e pepate. Una volte cotte le lenticchie, eliminate la foglia di alloro 5. Nel frattempo che cuociono le lenticchie, prendete il cotechino già lessato, sbriciolatelo in padella e fatelo diventare croccante a fuoco dolce, mescolando di tanto in tanto 6. Una volta cotte, frullate le lenticchie in un mixer fino a ottenere una crema fine 7. Se vi sembra troppo densa aggiungete del brodo vegetale. Versatela in 4 cocotte piccole 8 e aggiungete in ognuna il cotechino sbriciolato 9. Ritagliate con un coppapasta dei cerchi di pasta sfoglia del diametro di 1 cm più largo di quello delle cocotte 10. Inumidite il bordo delle cocotte con dell'acqua e rivestitele con il cerchio di pasta sfoglia 12, sigillando bene i bordi 13. Spennellate la pasta sfoglia con l'uovo sbatutto (14-15) e infornate a 200° per circa 15 minuti, finchè la sfoglia non sarà gonfia e dora,ta! La vellutata di lenticchie in crosta è pronta, servitela calda! Per questa preparazione potete usare sia lenticchie, sia cotechino, avanzati dal cenone di Capodanno. Al posto della pasta sfoglia potete usare la pasta brisè. "
}