{
    "title": "Polpette di zucchine e patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "300 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(2 medie) 110 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "steli 2"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare le polpette di zucchine e di patate lessate le patate con la buccia in abbondante acqua 1 per circa 30-40 minuti o il tempo necessario perché diventino morbide (i tempi si dimezzeranno se utilizzerete la pentola a pressione), infilzatele con la forchetta per verificarne poi la cottura. Mentre cuociono le patate lavate e spuntate le zucchine 2, poi grattugiatele con una grattugia a fori larghi 3. Raccogliete le zucchine in un colino e schiacciatele con la forchetta in modo che rilascino la loro acqua 4. Una volta cotte le patate, scolatele e passatele poche alla volta ancora calde nello schiacciapatate con la buccia (in alternativa potete sbucciarle facendo attenzione a non scottarvi) 5. Unite anche le zucchine grattugiate 6, salate e pepate. Aromatizzate con i fili di erba cipollina tagliati a pezzettini con le forbici 7 e amalgamate il composto con le mani 8 fino ad ottenere un panetto compatto e omogeneo 9. Ora formate le palline: inumiditevi le mani con l’acqua 10, poi prendete un pezzetto di impasto e formate delle palline grandi come una noce 11, man mano che realizzate le polpettine adagiatele su un piatto 12. Con queste dosi otterrete 16 polpette. Ponete in frigorifero le polpettine per circa 30 minuti in questo modo saranno più sode e manterranno la forma in cottura. Ora passate alla panatura: prendete una polpetta, passatela nella farina 13, poi nell’uovo sbattuto 14 e per finire nel pangrattato 16 In un tegame scaldate l’olio di semi per la frittura: una volta che avrà raggiunto i 170° circa (misurate con un termometro da cucina) cuocete poche polpettine alla volta per 3-4 minuti o fino a quando non saranno dorate, immergendole con una schiumarola 16. Una volta cotte, scolatele con la schiumarola e adagiatele su un vassoio rivestito con carta assorbente per asciugare l’olio in eccesso 17. Le vostre polpettine di zucchine e patate sono pronte per essere servite 18! "
}