{
    "title": "Baci di champignon",
    "ingredients": [
        {
            "ingredient": "Funghi champignon",
            "quantity": "cappelle 24"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "4"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 8"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Salvia",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "4 fili"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "ago qualche"
        }
    ],
    "preparation": " Per realizzare i baci di champignon iniziate dalla crema di farcitura: ponete la ricotta in una ciotola e stemperate il tutto con una frusta fino ad ottenere una crema liscia sena grumi. Insaporite con Parmigiano grattugiato, salate , pepate 1 mescolate per amalgamare gli ingredienti. Dividete la crema in due ciotole diverse 2. Tostate i pinoli pochi secondi in padella 3 per dorarli e renderli più croccanti, trasferiteli nel mixer dotato di lame 4, unite anche le erbe aromatiche fresche lavate ed asciugate: qualche stelo di erba cipollina 5, gli aghi di rosmarino 6, le foglie di salvia 7, salate e pepate con il pepe bianco. Frullate il tutto per ottenere un composto cremoso che andrete ad aggiungere ad una delle due creme di ricotta 8, mescolate con una frusta per amalgamare gli ingredienti 9 poi coprite la crema con la pellicola trasparente 10 e ponetela in frigorifero per circa 30 minuti. Occupatevi della seconda crema: prendete i pomodori secchi sott’olio, scolateli, asciugateli dall’olio in eccesso con un panno da cucina 11 e poneteli nel mixer 12, unite anche le olive nere denocciolate 13 e frullate tutto per pochi istanti 14, incorporate il trito alla restante crema di ricotta 15, insaporite con un pizzico di pepe bianco e sale, mescolate con un cucchiaio per amalgamare gli ingredienti, coprite con la pellicola e ponetela a rassodare in frigorifero 30 minuti. Nel frattempo potrete occuparvi della pulizia dei funghi, togliete il gambo girandolo delicatamente, puliteli velocemente con l'acqua fredda e asciugateli con un panno e spellate le cappelle degli champignon con l'aiuto di un coltellino 16: con l'aiuto di un coltellino prelevate anche il bordo 17 e parte dell'interno dei funghi , mano a mano che li pulite adagiateli su un tagliere. Prelevate le creme dal frigo 18 e lavoratela velocemente con una frusta per amalgamarla di nuovo; trasferite le creme in due sac-à-poche 19 e riempite le cappelle alternando i gusti delle due creme 20 , unite le cappelle a due a due 21 come se fossero i famosi \"baci di dama\" , portate subito in tavola i vostri baci di champignon! "
}