{
    "title": "Aperitivo di fiori e frutta",
    "ingredients": [
        {
            "ingredient": "Fiori eduli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "(fredda) 110 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "(freddo) 40 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "(per friggere) 500 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Succo di ananas",
            "quantity": "450 g"
        },
        {
            "ingredient": "Ginger beer",
            "quantity": "660 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "12"
        },
        {
            "ingredient": "Menta",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Fiori eduli",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’aperitivo di fiori e frutta, per prima cosa lavate delicatamente i fiori e lasciateli in ammollo in acqua fredda 1. Nel frattempo occupatevi della pastella: separate il tuorlo dall’albume, e raccogliete quest'ultimo in una ciotola. Aggiungete il sale 2 e montate a neve con le fruste elettriche 3. Unite all’albume anche il vino, l’acqua ghiacciata 4, la farina setacciata 5 e amalgamate bene, con movimenti delicati dal basso verso l’alto per non smontare l’albume 6. Scolate quindi delicatamente i fiori 7, con l’aiuto di una pinza prendetene uno per volta 8 e immergeteli nella pastella 9 velandoli appena, in maniera disomogenea. Ponete l’olio in un tegame capiente, e portatelo alla temperatura di 190° (per questa operazione potete aiutarvi con un termometro da cucina) , quindi tuffate nell’olio pochi fiori per volta, per non abbassare la temperatura dell’olio 10 e friggeteli fino a renderli croccanti: basterà meno di un minuto. Scolate i fiori 11, poneteli ad asciugare su carta assorbente e salateli in superficie 12. Procedete fino ad esaurire tutti i fiori. Passate adesso al cocktail: mettete i lamponi, ben lavati, nel bicchiere del mixer assieme al succo d’ananas 13 e frullate fino ad ottenere una purea molto liscia 14. Unite anche la ginger beer 15 e mescolate con un apposito cucchiaio. Tagliate 4 fettine sottili di zenzero 16. Distribuite il cocktail nei bicchieri 17 e ponete una fettina di zenzero in ciascun bicchiere 18. Decorate infine ogni bicchiere con un ciuffetto di menta, uno spiedino composto da 3 lamponi 19 e un fiore edule 20. Il vostro aperitivo di fiori e frutta è pronto per essere gustato 21! "
}