{
    "title": "Pomodori ripieni di couscous con sgombro e olive",
    "ingredients": [
        {
            "ingredient": "Pomodori ramati",
            "quantity": "4"
        },
        {
            "ingredient": "Cous cous",
            "quantity": "precotto 120 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "120 g"
        },
        {
            "ingredient": "Sgombro sott'olio",
            "quantity": "sgocciolato 90 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 10"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "½ cucchiaino"
        }
    ],
    "preparation": " Per preparare i pomodori ripieni di couscous con sgombro e olive, per prima cosa versate lâacqua in un pentolino e portatela a bollore. Mettete il couscous in una ciotola capiente e irroratelo con lâacqua bollente 1, poi aggiungete il sale 2 e lâolio 3. Mescolate brevemente 4, coprite la ciotola con pellicola e lasciate riposare per 10 minuti. Nel frattempo lavate i pomodori, rimuovete la calotta 5 e svuotateli con lâaiuto di un cucchiaio 6. Conservate sia la polpa dei pomodori sia le calotte. Sgocciolate i filetti di sgombro e tagliateli a pezzettini 7, poi tritate metÃ della polpa dei pomodori 8 e tagliate le olive a rondelle 9. Trascorsi i 10 minuti sgranate il couscous con una forchetta 10. Unite lo sgombro 11, la polpa tritata dei pomodori 12, le olive 13 e le foglie di basilico spezzettate grossolanamente 14, poi mescolate bene per amalgamare tutti gli ingredienti 15. A questo punto riempiteÂ i pomodori svuotati con il couscous condito (16-17), ricoprite con le calotte e servite i vostri deliziosi pomodori ripieni di couscous con sgombro e olive 18! "
}