{
    "title": "Millefoglie di pasta fillo con pere e brie",
    "ingredients": [
        {
            "ingredient": "Pasta fillo",
            "quantity": "una confezione"
        },
        {
            "ingredient": "Pere",
            "quantity": "(circa 2) 300 g"
        },
        {
            "ingredient": "Brie",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cannella in stecche",
            "quantity": "raso 1 cucchiaio"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Prendete le pere, sbucciatele e tagliatele a cubetti molto piccoli 1. Quindi mettete la dadolata così ottenuta in una ciotola con dell’acqua fredda in modo tale che non annerisca 2. Stendete la pasta fillo e unite insieme tre fogli, aiutandovi con le forbici tagliate il foglio in tanti quadrati della grandezza di 7x7 cm 3.In questo modo dovreste ottenere circa 32 quadrati. Disponete i quadrati così ottenuti su una teglia rivestita con un foglio di carta da forno. Spennellateli con il burro 4 che avrete fatto fondere in precedenza e mettete la teglia in forno preriscaldato a 180° per 5 minuti. Il passaggio in forno servirà a dorare la pasta e a farle assumere la consistenza a sfoglia. Nel frattempo prendete una ciotola e versateci i due cucchiai di miele e la cannella in polvere, mescolate fino a ottenere un composto di colore omogeneo 5. Tagliate il brie a fettine e disponetelo sui quadrati di pasta fillo 6. Al brie aggiungete le pere 7 e adagiate sopra un altro quadrato di pasta fillo, continuate disponendo ancora il brie e le pere e coprite con un altro foglio di pasta (8-9). Procedete in questo modo fino a ottenere una millefoglie formata da 4 stratii 10, l'ultimo strato di brie e pere dovrà rimanere scoperto. Mettete la teglia in forno per 3 minuti a 220 gradi fino a quando il formaggio si sarà fuso 11. Una volta sfornate aiutandovi con un cucchiaio fate colare sulle vostre millefoglie la salsa di miele e cannella 12. "
}