{
    "title": "Krapfen salati con patate e Emmentaler",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Patate",
            "quantity": "farinose lessate e pelate 300 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "80 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i krapfen salati con patate e Emmentaler, per prima cosa lessate le patate, scolatele e passatele al passaverdure (o schiacciapatate) 1. Sciogliete nellâacqua il lievito 2 e il malto 3. Setacciate i due tipi di farina in una ciotola capiente e aggiungete il lievito sciolto 4, lâuovo, le patate schiacciate 5 e lâolio 6. Impastate con le mani e aggiungete il sale 7; continuate ad impastare fino ad ottenere un impasto liscio e omogeneo 8. Mettete lâimpasto in una ciotola coperta con della pellicola 9 e lasciate lievitare per circa 2 ore in forno spento e chiuso con la luce accesa. Intanto tagliate il formaggio a cubetti 10. Quando l'impasto sarÃ raddoppiato di volume 11, trasferitelo su di una spianatoia infarinata e dividetelo a metÃ 12. Stendete con il mattarello il primo pezzo in una sfoglia alta mezzo centimetro 13 e con un coppa pasta dal diametro di 5 cm ricavate 20 cerchi 14. Poneteli su una leccarda da forno o su un vassoio ricoperto con la carta forno e leggermente infarinato. Spennellateli con lâalbume 15 e farciteli con un cubetto di Emmentaler 16. Stendete anche lâaltra metÃ dellâimpasto allo stesso modo e ricavate lo stesso numero di cerchi quindi poneteli sopra gli altri, premendo leggermente i bordi per sigillarli 17. Coprite la leccarda con la pellicola e riponetela in forno a lievitare ancora per un'ora 18. Riscaldate l'olio di semi (la temperatura deve essere circa 180Â°) e quando i vostri krapfen saranno gonfi 19, friggeteli in olio caldo (180Â°) per qualche minuto, girandoli in modo che si dorino da entrambi i lati 20. Scolateli e metteteli su un vassoio con carta assorbente 21. Prima di servirli spolverizzate con sale e pepe nero: i krapfen salati con patate e Emmetaler sono pronti per essere gustati! "
}