{
    "title": "Muffin salati con piselli e prosciutto",
    "ingredients": [
        {
            "ingredient": "Pisellini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "(3) 170 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 ml"
        }
    ],
    "preparation": " Per realizzare i muffin salati con piselli e prosciutto iniziate a grattugiare il pecorino 1, quindi tagliate a cubetti il prosciutto cotto 2 e fatelo saltare in padella a fuoco a medio per circa 10 minuti 3 Una volta che sarÃ ben rosolato spegnete il fuoco 4. Scaldate un filo di olio in una padella 5 e versate i piselli 6. Cuocete i piselli per 2-3 minuti, dovranno rimanere croccanti, a cottura ultimata salate e pepate 7. Lavate, asciugate il prezzemolo e tritatelo finemente al coltello 8. Ora versate le uova in una ciotola, iniziate a sbatterle con la frusta, quindi versate a filo il latte continuando a mescolare 9. Una volta che il composto risulterÃ amalgamato, salate 10 e versate la farina e il lievito poco alla volta 11 mescolando sempre con la frusta, fino a quando non si saranno completamente incorporati 12. A questo punto unite anche il prosciutto a cubetti 13, il pecorino grattugiato 14, i piselli e il prezzemolo tritato 15. Versate anche lâolio di semi 16 e mescolate delicatamente lâimpasto cercando di non schiacciare i piselli 17. Trasferite il composto in una sac-Ã -poche senza bocchetta 18 Adagiate dei pirottini di carta in una teglia da 12 muffin, quindi spremete lâimpasto nei pirottini, riempiendoli per 2/3 (19-20). Cuocete i muffin a 180Â° per 30 minuti o fino a quando non saranno dorati in superficie. A cottura ultimata, sfornate i muffin salati con piselli e prosciutto 21, lasciateli intiepidire prima di servirli. "
}