{
    "title": "Cheesecake salate alle erbe",
    "ingredients": [
        {
            "ingredient": "Ricotta",
            "quantity": "250 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "200 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "5 g"
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfilati al pomodoro 12"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 cucchiaino"
        },
        {
            "ingredient": "Basilico",
            "quantity": "tritato 1 cucchiaino"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        }
    ],
    "preparation": " Per preparare le cheesecake salate alle erbe iniziate ponendo i fogli di gelatina in una ciotola di acqua fredda, lasciateli ammorbidire per circa 10 minuti 1 e poi strizzateli bene. Mettete gli sfilati al pomodoro nel mixer 2 e tritateli finemente, unite poi il composto tritato al burro fuso 3 e amalgamare bene fino ad ottenere un impasto morbido. Prendete una teglia per muffin e rivestitela con dei pirottini di carta, distribuite il composto ottenuto nei pirottini (più o meno un cucchiaio per pirottino) e appiattite e pareggiate le basi con il dorso di un cucchiaio 4. Ponete il tutto a raffreddare in frigorifero per almeno mezz’ora. Intanto preparare il ripieno: sciogliete la gelatina ammorbidita e ben strizzata alla panna 5 (per evitare che rimangano dei pezzetti di gelatina nell'acqua si consiglia di scolarla con un colino). Mettete poi in una ciotola la ricotta, il formaggio fresco, il sale , il pepe e le erbe tritate (prezzemolo, basilico e erba cipollina) e amalgamate bene 6. Versare la panna nel composto di formaggio alle erbe 7 e mescolare fino ad ottenere una crema omogenea 8, poi, aiutandovi con una sac à poche, distribuite la crema sulla base della cheesecake 9. Mettete in frigorifero le cheesecake per almeno un’altra ora per fare rassodare la gelatina. Estraete quindi con molta delicatezza le cheesecake salate alle erbe dai pirottini di carta e servitele. "
}