{
    "title": "Polpettine di vitello al limone e maggiorana",
    "ingredients": [
        {
            "ingredient": "Vitello",
            "quantity": "macinato 480 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "tritata 1 pizzico"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "10 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare le polpettine di vitello al limone e maggiorana ponete in una ciotola la carne trita di vitello 1, unite le uova sbattute 2, il parmigiano reggiano grattugiato 3 e il pangrattato 4, unite anche l’olio di oliva 5, il succo di limone 6, salate, pepate, profumate l’impasto con la maggiorana fresca tritata 7 e mescolate con una forchetta tutti gli ingredienti. Quando l’impasto sarà omogeneo 8 iniziate a formare le polpettine: prelevate una porzione di impasto grande come una noce e ruotatelo tra le mani per conferire la forma delle polpette. Con queste dosi otterrete circa 24 polpette, man mano che le formate adagiatele su un vassoio rivestito di carta da forno 9. Passate infine ciascuna polpetta nella farina (10-11). Cuocete le polpette: in una pentola scaldate abbondante olio di arachidi, quando l’olio avrà raggiunto la temperatura ideale per la frittura (170-180°) immergete le polpette nell’olio 12 cuocetele finché non saranno dorate, poi scolatele 13 e adagiatele su un vassoio rivestito con carta assorbente 14. Le polpettine di vitello al limone e maggiorana sono pronte per essere gustate calde 15! "
}