{
    "title": "Frittata di carciofi, funghi e pancetta affumicata",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "5"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "o champignon 200 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "a dadini 60 g"
        },
        {
            "ingredient": "Latte",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "tritato 1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la frittata di carciofi, funghi e pancetta affumicata iniziate pulendo i carciofi con il procedimento guardando il video di scuola di cucina cliccando qui; dovrete utilizzare solo i cuori e i gambi 1. Pulite i funghi e tagliateli a pezzettini. Tagliate i cuori di carciofo a fettine sottili 2 e i gambi a pezzettini e conservateli in acqua acidulata per evitare che anneriscano. Scaldate quindi lâolio in una padella antiaderente e aggiungete lo spicchio dâaglio tritato, fate rosolare lâaglio e aggiungete la pancetta a dadini 3, i carciofi sciacquati e scolati e i funghi a pezzetti 4. Fate saltare il tutto per insaporire, aggiungete il prezzemolo tritato 5 e aggiustate di sale e di pepe. Fate cuocere per 10 minuti. Nel frattempo in una ciotola sbattete le 6 uova con una forchetta, aggiungete il Grana Padano grattugiato 6 e il latte e mescolate per amalgamare gli ingredienti. Quando le verdure saranno cotte versate il composto nella padella 7, mescolate subito per amalgamare le uova e le verdureÂ 8 e lasciate rapprendere la frittata. Giratela quando il fondo sarÃ cotto con lâaiuto di un coperchio e fate cuocere anche dallâaltro lato. Noi abbiamo scelto di servire la frittata di carciofi, funghi e pancetta affumicata come antipasto, tagliandola a quadrotti 9. "
}