{
    "title": "Rotolo al salmone funghi e spinaci saltati",
    "ingredients": [
        {
            "ingredient": "Salmone affumicato",
            "quantity": "cuore di filetto 200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 8"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "5 g"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "freschi 300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare il rotolo al salmone, funghi e spinaci saltati iniziate dalla preparazione della frittata: in una ciotolina sbattete le uova con le fruste a mano 1 oppure aiutandovi con una forchetta. Aggiustate di sale 2 e pepe 3. Versate il formaggio 4 e continuate a frustare per evitare la formazione di grumi. Prendete ora una teglia da forno delle dimensioni 34x27 cm, quindi foderatela con carta forno e spennellatela con dell’olio 5. Versatevi il composto 6. Cuocete la frittata in forno statico preriscaldato a 180°C per 15 minuti (160°C per 5-7 minuti se utilizzate un forno ventilato) 7. Mentre la frittata cuoce dedicatevi ai funghi porcini: raschiate con un coltellino dalla lama affilata la terra presente sul fungo 8, quindi con un delicato movimento rotatorio staccate la cappella dal gambo 9. Privateli della parte finale del gambo. Poi tagliateli a fette non troppo spesse (10-11) e tritate finemente il prezzemolo 12. Irrorate una padella antiaderente con un filo di olio e fatevi rosolare l’aglio 13. Unite i porcini 14 e il prezzemolo 15. Fate cuocere a fuoco dolce per 8-10 minuti, poi regolate di sale e pepe. Quando saranno cotti togliete l’aglio 16 e tenete i funghi da parte. Ora prendete un’altra padella antiaderente e fate rosolare uno spicchio di aglio con un filo di olio 17. Versatevi gli spinaci 18 e distribuiteli in maniera uniforme nella padella per consentire una cottura uniforme. Coprite la padella con il coperchio 19 e lasciate appassire per 5-6 minuti a fuoco dolce. A cottura ultimata eliminate l’aglio 20. Trasferite gli spinaci su un colino a maglie strette appoggiato sopra ad una ciotola 21, lasciando che gli spinaci rilascino l’acqua in eccesso (se preferite esercitando una leggera pressione con un mestolo). Tenete anche gli spinaci da parte. Prendete il salmone e tagliatelo a metà 22, poi a fettine molto sottili nel senso della lunghezza 23. Per questa operazione è necessario utilizzare un coltello dalla lama ben affilata. A questo punto la frittata sarà pronta: estraetela dal forno 24. Su un tagliere adagiate della pellicola trasparente 25 e trasferitevi sopra la frittata capovolgendola dalla teglia 26. Togliete la carta forno con delicatezza e lasciate raffreddare a temperatura ambiente. Avendo cura di lasciare 2 cm da ciascun bordo della frittata, riempitene il centro disponendo gli spinaci 27. Sopra agli spinaci adagiate i funghi 28 e le fettine di salmone 29. Poi cominciate a chiudere il rotolo sollevando delicatamente i bordi 30 e portandolo verso il centro. La pellicola deve solo facilitare la chiusura del rotolo e non essere chiusa all'interno della preparazione. Arrotolate poco a poco fino ad avvolgere tutta la frittata e stringetela leggermente con la pellicola nella parte esterna in modo che il rotolo rimanga compatto e mantenga la forma 31. Quindi chiudete le estremità 32 e riponete il rotolo di frittata in frigorifero per farlo compattare per almeno 1 ora. Trascorso il tempo, estraetelo dal frigorifero, togliete la pellicola e tagliatelo a fette dello spessore di circa 2 cm. Il vostro rotolo al salmone, funghi e spinaci saltati è ora pronto per essere gustato 33! "
}