{
    "title": "Scatola di sfilati alle olive con salumi e formaggi ",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfilati alle olive 10"
        },
        {
            "ingredient": "Songino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Salame",
            "quantity": "1 fetta"
        },
        {
            "ingredient": "Speck",
            "quantity": "1 fetta"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "1 fetta"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fontina",
            "quantity": "1 fetta"
        }
    ],
    "preparation": " Per preparare la scatola di sfilati alle olive con salumi e formaggi iniziate mondando e lavando per bene il songino, quindi mettetelo in una ciotola e conditelo con olio e sale 1. Prendete una fetta di salame milano e formate una rosa: piegate la fetta a metà 2 e poi ancora a metà, arrotolandola su se stessa 3. Ecco la rosa di salame formata 4. Arrotolate ora la fetta di speck su se stessa 5 e procedete nello stesso modo anche con il prosciutto cotto: avrete così creato altre due rose. Mettete i salumi da parte e tagliate la fetta di fontina in spicchi lunghi e regolari 6. Con gli sfilati alle olive formate una \"scatola\": in un piatto da portata con base quadrata ponete due sfilati verticali e paralleli fra loro 7, quindi sovrapponetene, alle estremità, altri due orizzontali per formare un quadrato 8. Procedete allo stesso modo per creare un secondo quadrato che andrete a sovrapporre al primo 9, quindi terminate con due sfilati verticali 10. Adagiate ora il songino all’interno della scatola 11, quindi posizionate le rose di salumi, una accanto all'altra, e gli spicchi di formaggio 12. La scatola di sfilati alle olive con salumi e formaggi è pronta per essere servita in tavola! "
}