{
    "title": "Crocchette di carne lessa (bitterballen)",
    "ingredients": [
        {
            "ingredient": "Biancostato di manzo",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,5 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo di manzo",
            "quantity": "600 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "3"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "800 ml"
        }
    ],
    "preparation": " Per realizzare le crocchette di carne lessa (bitterballen) iniziate a preparare il lesso: ponete la carne di manzo a bollire in 1,5 l di acqua 1, salate 2 e lasciate cuocere a fuoco medio, fino a quando la carne non si sarà ammorbidita: ci vorrà almeno 1 ora. Di tanto in tanto portate via con una schiumarola le impurità che si formano in superficie. Quando la carne sarà cotta, scolatela e lasciatela raffreddare 3, mentre tenete da parte il brodo. Mentre la carne cuoce, preparate la salsa: tritate il ciuffo di prezzemolo 4, mondate e tritate finemente la cipolla 5 e versate in un tegame capiente il burro 6. Lasciatelo sciogliere a fuoco lento, poi versate la farina a pioggia poco alla volta mescolando con una frusta 7, dovrete creare il roux e far prendere un colore dorato al composto di farina e burro stando attenti a non bruciarlo. Una volta ottenuto il roux, versate il brodo di carne 8 e continuate a mescolare; condite con sale e pepe a piacere. Cuocete a fuoco lento alcuni minuti, quindi versate la cipolla 9 e il prezzemolo tritati 10. Cuocete ancora qualche minuto per farla addensare; poi sfilacciate la carne con le mani per ridurla in pezzetti 11 e unitela alla besciamella 12, mescolate 13 e spegnete il fuoco. Trasferite il composto in una ciotola capiente, grattugiate la noce moscata 14 e copritelo con pellicola trasparente 15: dovrà riposare in frigorifero 3-4 ore, meglio ancora se tutta la notte. Passato il tempo necessario, potete riprendere l'impasto e modellatelo prelevandone un cucchiaio circa alla volta 16 per creare 30 polpettine dalla forma sferica. Passatele nella farina 17, nelle uova sbattute 18. e nel pangrattato 19. Man a mano che le realizzate ponetele su un vassoio foderato con carta da forno 20 e mettetele in frigorifero coperta con pellicola per farle rassodare almeno 30 minuti; quindi friggetene poche alla volta nell'olio di semi bollente (potete usare quello di arachidi), portato ad una temperatura di 190° da mantenere, controllando con un termometro per alimenti 21. Quando saranno ben dorate, scolatele 22 e ponetele su un vassoio foderato con carta assorbente a scolare 23. Le vostre crocchette di carne lessa sono pronte per essere gustate calde 24! "
}