{
    "title": "Strudel ai funghi porcini",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "70 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "380 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "a fette 180 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "12 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo strudel ai funghi porcini, iniziate dalla pasta brisè: versate in un mixer la farina, il burro freddo tagliato a tocchetti, un pizzico di sale e le foglioline di timo 1. Quindi azionate per qualche secondo, fino a che non otterrete un composto sabbioso 2. A questo punto trasferite il composto su un piano da lavoro pulito e formate al centro la classica fontana. Iniziate ad impastare versando l’acqua a poco a poco 3. Continuate ad impastare a mano 4, fino ad ottenere un impasto compatto 5, conferitegli una forma rotonda 6, dopodichè rivestite la pasta brisè con la pellicola e lasciate riposare in frigo per 40 minuti. Per scoprire come preparare e conservare al meglio la pasta brisè, potete consultare la nostra ricetta qui. Nel frattempo preparate il ripieno dello strudel: mondate e sbucciate lo scalogno, ponetelo su un tagliere e affettatelo finemente 7. Ora dedicatevi alla pulizia e al taglio dei funghi porcini, per effettuare questa operazione correttamente, consultate la Scuola di cucina: come pulire i funghi porcini. Una volta puliti e lavati, affettateli 8. Dopodichè versate un filo d’olio in una padella antiaderente e lasciate rosolare lo scalogno, quindi aggiungete i funghi porcini 9. Terminate unendo delle foglie di timo 10 e fate cuocere con coperchio per circa 20 minuti, fino a quando i funghi non risulteranno leggermente appassiti e bruniti. Spegnete il fuoco e lasciate raffreddare. Ora tirate fuori dal frigo la pasta brisè, eliminate la pellicola e iniziate a stenderla con un mattarello, cercando di formare un rettangolo di circa 40x50 cm 11 con uno spessore di 1/2 cm. Una volta stesa la pasta, formate un primo strato di fette di Emmentaler 12. Versate sullo strato di formaggio anche i funghi porcini cotti 13 e terminate con un altro strato di fette di Emmentaler 14. Quindi arrotolate delicatamente la pasta brisè: prendete la sfoglia da uno dei lati più lunghi e ripiegatela verso l’interno, facendo attenzione a non far fuoriuscire il ripieno 15 e chiudete a pacchetto le due estremità. Rivestite una leccarda con la carta forno e sistemate al centro lo strudel con Emmenthal e porcini, dopodichè sbattete un uovo in una ciotolina, aggiungete un cucchiaio di latte e, aiutandovi con un pennello da cucina, lucidate la superficie dello strudel 16. Spolverizzate dei semi di papavero 17 e infornate in forno statico preriscaldato a 180° per 45 minuti; se usate il forno ventilato, cuocete a 160° per 35-40 minuti. Trascorso questo tempo, sfornate lo strudel con Emmenthal e porcini e lasciatelo intiepidire su una gratella, quindi tagliatelo a fette 18 e servitelo come antipasto! "
}