{
    "title": "Pancakes integrali senza latte, uova, burro con mojito analcolico",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina integrale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "35"
        },
        {
            "ingredient": "Zucchero grezzo di canna",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "6 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Formaggio fresco spalmabile senza lattosio",
            "quantity": "175 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "25 g"
        },
        {
            "ingredient": "Bresaola",
            "quantity": "25 g"
        },
        {
            "ingredient": "Mais",
            "quantity": "dolce 10 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "2"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Lime",
            "quantity": "2"
        },
        {
            "ingredient": "Acqua tonica",
            "quantity": "500 g"
        },
        {
            "ingredient": "Limonata",
            "quantity": "500 g"
        },
        {
            "ingredient": "Zucchero grezzo di canna",
            "quantity": "40 g"
        },
        {
            "ingredient": "Ghiaccio",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare i pancakes integrali senza latte, uova e burro cominciate dalla preparazione della pastella. Tritate finemente rosmarino e origano 1, quindi versate in una ciotola capiente la farina integrale e la farina 00 2; aggiungete il lievito istantaneo in polvere 3 lo zucchero di canna 4, il sale 5 e l’acqua a filo, cominciando a mescolare con una frusta 6. Introducete quindi 20 g di olio 7, le erbe aromatiche tritate e la curcuma 8. La pastella per i pancakes integrali è pronta. Potete utilizzarla subito o farla riposare qualche tempo in frigo. Scaldate una padella antiaderente e ungetela con 15 g di olio utilizzando un pennellino da cucina 9. Quando la padella sarà ben calda, versatevi un cucchiaio di composto ottenendo un pancake dalla forma circolare e non troppo grande 10; cuocetelo qualche minuto e quando si saranno create le prime bollicine in superficie, giratelo con l’aiuto di una paletta 11 e proseguite la cottura dall’altro lato. Continuate così con il resto della pastella e trasferite i pancakes cotti su un piatto 12. Nel frattempo dedicatevi alla crema per la farcitura: tritate finemente l’erba cipollina 13 versatela sul formaggio 14 e mischiate accuratamente con un cucchiaio 15. Trasferitela quindi in un sac-à-poche usa e getta con bocchetta a stella 16 e conservatela in frigo fino al suo utilizzo. Occupatevi ora della decorazione: tagliate il salmone a striscioline 17 e arrotolatele ottenendo delle roselline da circa 2,5 g l’una 18. Tagliate delle striscioline di bresaola 19 e arrotolatele come avete fatto per il salmone 20. Pelate la carota e ricavate dei bastoncini sottili che serviranno alla decorazione finale 21. Tagliate i pomodorini a fettine di piccole dimensioni 22 e teneteli da parte: serviranno anch’essi per la decorazione. Decorate i pancakes ormai freddi con un ciuffo di crema al formaggio 23 e una rosellina di salmone o di bresaola 24. Completate con del mais dolce 25, carotine, pomodori, erba cipollina e un pizzico di pepe, disponendo gli ingredienti secondo la vostra fantasia. Conservate i pancakes al fresco fino al momento di servire. Intanto, preparate il mojito analcolico: tagliate i lime a metà, divideteli in altri due parti 26 e tagliateli a loro volta, ottenendo degli spicchi di piccole dimensioni 27. Inserite all’interno di un bicchiere da long drink 28 quattro spicchi di lime per bicchiere, aggiungete un cucchiaio di zucchero di canna a bicchiere 29 e lavorate il tutto con l’apposito pestello da cocktail 30 facendo fuoriuscire il succo di lime e sciogliendo in parte lo zucchero di canna. Continuate così anche per gli altri bicchieri 31, poi aggiungete il ghiaccio 32 e versate nel bicchiere limonata 33 e acqua tonica 34 in parti uguali. Completate il cocktail analcolico con delle foglioline di menta 35. Per un profumo più intenso potete pestarle insieme al lime e allo zucchero di canna. Servite i pancakes integrali accompagnati con il mojito analcolico ghiacciato 36. "
}