{
    "title": "Cestini di lattuga con insalata di tacchino",
    "ingredients": [
        {
            "ingredient": "Petto di tacchino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "baby 100 g"
        },
        {
            "ingredient": "Anacardi",
            "quantity": "25 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maionese",
            "quantity": "100 g"
        },
        {
            "ingredient": "Senape di Digione",
            "quantity": "50 g"
        },
        {
            "ingredient": "Senape dolce",
            "quantity": "30 g"
        },
        {
            "ingredient": "Miele millefiori",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i cestini di lattuga con insalata di tacchino, ponete il petto di tacchino su un tagliere e tagliatelo a bocconcini irregolari 1. Dopodichè tagliate un peperoncino fresco a metà 2, dividetelo ancora in due ed eliminate i semi al suo interno 3. Prendete poi una padella antiaderente, fate scaldare un filo d’olio e poi aggiungete uno spicchio d’aglio sbucciato e privato del suo germe interno.Unite il peperoncino tagliato all’aglio 4 e quando inizieranno a rosolare, aggiungete i bocconcini di petto di tacchino 5. Salate e pepate a piacere e togliete lo spicchio d’aglio quando si sarà imbiondito 6. Fate cuocere i bocconcini per circa 10 minuti, rigirandoli di tanto in tanto per farli cuocere per interno, fino a che non risulteranno ben dorati. Quando i bocconcini di tacchino saranno cotti, trasferiteli in un mixer 7, azionate per qualche secondo, fino a quando la carne non sarà ben sminuzzata 8 e dopodichè trasferite il composto frullato in una ciotola capiente. Potete effettuare questo procedimento anche con un coltello, se non avete un mixer. A questo punto ponete su un tagliere gli anacardi e tritateli grossolanamente 9. Fate saltare gli anacardi tritati in una padella antiaderente e fateli tostare per qualche minuto, fino a quando non risulteranno croccanti e più scuri 10. Unite poi gli anacardi tostati ai bocconcini di tacchino tritati 11. Quindi prendete una carota, pelatela e dividetela a metà. Dopodichè affettatela formando dei piccolissimi dadini 12. Lavate anche il prezzemolo sotto acqua corrente e tritatelo finemente su un tagliere 13. A questo punto unite la carota a dadini 14 e il prezzemolo tritato al composto 15. Ora preparate la salsa alla senape: trasferite la maionese in una ciotolina e in ordine unite la senape di Digione 16, la senape delicata 17 e il miele 18. Mescolate il tutto fino ad ottenere una salsa piuttosto chiara e caratterizzata dai granuli scuri della senape di Digione. Una volta preparata la salsa alla senape, aggiungetene metà al composto di tacchino, carote e prezzemolo 19 e amalgamate fino a raggiungere una consistenza piuttosto compatta. Ora lavate con cura la lattuga baby e sfogliatela, disponendo le foglie più croccanti e incurvate su un piatto da portata. Quindi procedete a riempirle con l’impasto 20. I vostri cestini di lattuga con insalata di tacchino sono pronti per essere serviti. Conditeli con altra salsa alla senape per renderli ancora più sfiziosi 21! "
}