{
    "title": "Olive schiacciate",
    "ingredients": [
        {
            "ingredient": "Olive verdi",
            "quantity": "fresche e polpose 850 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "3 spicchi"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le olive schiacciate, iniziate al mattino perché dovrete cambiare l'acqua di macerazione un paio di volte al giorno, mattina e sera. Prendete dunque le olive verdi fresche (scegliete quelle più polpose e grandi possibilmente), battetele con un batticarne 1 in modo da dividerle a metà senza romperle del tutto possibilmente ed estrarre il nocciolo 2. Riponetele in una ciotola ampia e versate l’acqua 3 Fino a ricoprirle completamente 4. Coprite la ciotola con un canovaccio pulito e asciutto 5 e conservate le olive in un luogo fresco e asciutto al riparo dalle fonti di calore. Dovrete cambiare l'acqua 2 volte al giorno, con un intervallo di circa 8 ore tra un riposo e l'altro. Quindi scolate le olive dall'acqua di macerazione 6 e ricopritele ancora con altra acqua corrente 7, appoggiate nuovamente il canovaccio pulito e asciutto 8 e conservatele ancora con le stesse modalità, cambiando l'acqua due volte al dì, come indicato. Cambiate l’acqua alle olive per 5 giorni rispettando queste tempistiche. Il sesto giorno la colorazione e la consistenza delle olive sarà già diversa; scolatele 9 e ricopritele ancora con acqua corrente 10; quindi lasciatele riposare le olive fino al giorno dopo. Il settimo giorno, sciacquate, salate e ricoprite nuovamente con acqua; quindi lasciate riposare fino all'ottavo giorno, quando potrete scolare le vostre olive schiacciate, che oramai si presenteranno piuttosto scure 11; sciacquatele accuratamente sotto acqua corrente 12 quindi rovesciatele su un canovaccio pulito 13 e tamponatele delicatamente per asciugarle 14. Trasferite le olive schiacciate in una ciotola, condite con sale, olio di oliva 15 poi sbucciate l'aglio e affettatelo finemente 16, dividete a metà nel senso della lunghezza il peperoncino fresco 17, eliminate i semini interni e tagliatelo a striscioline sottili 18. Completate il condimento con l’aglio, il peperoncino 19 e l’origano secco 20. Mescolate per insaporite e servite le vostre olive schiacciate come contorno (o come antipasto se preferite) 21! "
}