{
    "title": "Croque baguette",
    "ingredients": [
        {
            "ingredient": "Baguette",
            "quantity": "(2 da 80 g ) 160 g"
        },
        {
            "ingredient": "Groviera",
            "quantity": "250 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "80 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina",
            "quantity": "30 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) 1 pizzico"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la croque baguette iniziate dalla realizzazione della besciamella. Ponete il latte a scaldare, senza portarlo a bollore. Versate in un tegame il burro 1 e lasciatelo fondere, quindi aggiungete la farina 2 e mescolate rapidamente, per un paio di minuti 3. Quando il roux avrà raggiunto un color dorato aggiungete il latte caldo 4 e mescolate a fuoco medio, aggiungete il sale 5 e la noce moscata 6. Continuate a mescolare 7 fino a che la vostra besciamella non si sarà addensata, quindi ponetela in una ciotola 8. Prendete la pancetta e tagliatela in piccole listarelle 9. Grattugiate a julienne il Groviera 10 e tenete tutto da parte. Prendete le baguette, tagliatele a metà nel senso della lunghezza 11, come se doveste farcirle, ed eliminate la mollica interna 12. Ripetete questa operazioni per entrambe le metà delle baguette 13, e riempite l’incavo creato con la besciamella 14 .Ricoprite con abbondante Groviera 15, e aggiungete anche le listarelle di pancetta 16. Gratinate le vostre croque baguette in forno statico preriscaldato a 250° per circa 4 minuti 17 (se utilizzate il forno ventilato gratinate a 230° per 2-3 minuti), fino a quando il Groviera non si sarà sciolto e la pancetta sarà diventata croccante. Servite le croque baguette ancora calde 18. "
}