{
    "title": "Cozze in salsa di vino bianco e panna",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "2 kg"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "80 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "10 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "400 ml"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "5 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 ml"
        }
    ],
    "preparation": " Per preparare le cozze in salsa di vino bianco e panna iniziate dalle erbe aromatiche: sciacquatele bene ed asciugatele. Poi staccate le foglioline di timo e rosmarino dai rametti 1 e tritatele finemente, insieme alla salvia 2. Tritate finemente anche il prezzemolo tenendo anch’esso da parte 3. Ora mondate e tritate finemente anche la cipolla 4. Passate al limone non trattato: grattugiatene la buccia e raccoglietela in una ciotolina 5. Spremetelo e ottenetene il succo 6: tenete succo e scorze da parte. A questo punto dedicatevi alla pulizia delle cozze (per un maggiore dettaglio consultate la nostra scuola di cucina: Come pulire le cozze). Sciacquate bene i molluschi sotto abbondante acqua corrente fresca 7 e togliete la barbetta che vedrete fuoriuscire dalle valve della cozza 8. Con l’aiuto di un coltellino eliminate incrostazioni e cirripedi sul guscio e per una maggiore pulizia passate una paglietta di acciaio sul guscio in modo tale da eliminare le rimanenti impurità 9. Ora prendete un tegame dai bordi alti e dal fondo antiaderente e fate sciogliere a fuoco molto basso 40 g di burro 10. Quando sarà sciolto aggiungete l’aglio 11 e la cipolla 12. Quando l’aglio sarà dorato toglietelo 13. Sfumate con il vino bianco 14 ed aggiungete il succo di limone 15. Aromatizzate con le scorze del limone 16. Aggiungete il trito di salvia, rosmarino e timo 17 mescolando bene gli ingredienti. Infine unite le cozze 18. Coprite con coperchio 19 e lasciate cuocere così a fuoco basso per 3-4 minuti. Quando le cozze si saranno aperte aiutandovi con una schiumarola trasferitele in una ciotola 20 ed apritene alcune 21 eliminandone i gusci. Fate restringere il liquido di cottura 22 e versate i restanti 10 g di burro 23 che farete sciogliere. Trasferite un mestolo del liquido di cottura in una ciotola capiente in cui verserete la farina a pioggia continuando a frustare con le fruste a mano per creare un composto omogeneo e privo di grumi 24. Trasferitelo nuovamente nel tegame mentre continuate ad amalgamare gli ingredienti per evitare la formazione di grumi 25: lasciate addensare a fuoco molto basso per 2-3 minuti. Dopodiché unite la panna 26, sempre continuando a frustare. Infine versate nuovamente le cozze nel tegame 27. Mescolatele bene al liquido di cottura 28 e lasciate che si insaporiscano scaldando a fuoco basso per 3-4 minuti. Aromatizzate con il prezzemolo tritato 29, amalgamandolo per bene agli altri ingredienti e spegnete il fuoco. Infine aggiustate di sale e pepe. Impiattate ora le cozze in salsa di vino bianco e panna e gustatele ancora calde 30! "
}