{
    "title": "Crocchette di patate e salmone con salsa allo yogurt",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "800 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "norvegese 200 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "(non trattata) 1"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Fecola di patate",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "mollica 50 g"
        },
        {
            "ingredient": "Aneto",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "200 g"
        },
        {
            "ingredient": "Curry",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        },
        {
            "ingredient": "Insalata misticanza",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per preparare le crocchette di patate e salmone con salsa allo yogurt, lavate le patate sotto abbondante acqua fresca corrente e poi mettete sul fuoco una pentola con acqua salata. Quando l'acqua avrà sfiorato il bollore, fate lessare a fuoco dolce le patate con tutta la buccia 1 (al fine di ottenere una cottura uniforme, cercate di utilizzare patate il più possibile della stessa dimensione). Una volta cotte (per delle patate di media dimensione ci vorranno circa 35-40 lessandole tradizionalmente oppure 15-20 minuti in pentola a pressione), lasciatele leggermente intiepidire; sbucciatele con un coltellino 2, dopodiché passatele in uno schiacciapatate, schiacciandole in una ciotola grande 3. Tritate l’aneto al coltello 4 e tagliate il salmone affumicato a listarelle 5. Versate l'aneto tritato nella ciotola con la purea di patate, regolate di sale e pepe e aggiungete la scorza grattugiata del lime 6. Unite anche la noce moscata grattugiata 7, il salmone a listarelle 8 e un uovo sbattuto 9. Mescolate il tutto con le mani 10 e poi versate la mollica tritata 11 e la fecola di patate 12. Amalgamate bene tutti gli ingredienti 13 fino ad ottenere un composto morbido e omogeneo. In una ciotolina a parte sbattete le uova e regolate di sale 14; in una pirofila bassa versate il pangrattato che vi servirà per panare le crocchette. Con le mani prendete circa 50 g di composto di patate e salmone e modellatelo con le mani per creare un filoncino 15; passate il filoncino prima nell’uovo 16 e poi nel pangrattato 17, ricoprendolo in maniera omogenea così da creare una panatura uniforme. Ripetete l’operazione fino a terminare il composto: con le nostre dosi dovrete ottenere 20 crocchette. Ponete una pentola ampia sul fuoco, versate l’olio di semi 18 e con un termometro da cucina controllate che la temperatura non superi i 175°. Friggete le crocchette nell'olio bollente per 2 minuti al massimo 19, prestando attenzione a friggerne poche alla volta per evitare che la temperatura dell'olio si abbassi. Rigiratele da tutti i lati per una cottura uniforme ed estraetele con una schiumarola quando saranno ben dorate 20; fatele scolare su carta assorbente da cucina e nel frattempo preparate la salsa allo yogurt 21. In una ciotola versate lo yogurt greco, il curry e il pizzico di sale 22; mescolate bene con un cucchiaio fino a quando si saranno ben amalgamati 23. A questo punto potete impiattare e gustare le vostre crocchette di patate e salmone con salsa allo yogurt, servendole su un letto di insalata misticanza o, se preferite, insalata riccia 24. "
}