{
    "title": "Chiocciole di pane ripiene di cubetti di cotto e fontina",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 150 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 120 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "90 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le chioccioline di pane ripieno di cotto e fontina iniziate dalla preparazione della pasta di pane: in una ciotola setacciate la farina 1, in unâaltra ciotola sciogliete il lievito disidratato nellâacqua tiepida 2 mescolando con un cucchiaio, incorporate poi il malto (in alternativa potete utilizzare lo zucchero) 3 fino ad ottenere un composto omogeneo. Versate il composto nella ciotola con la farina 4, versate lâolio di oliva 5 e il sale 6. Mescolate gli ingredienti con le mani 7 e trasferite lâimpasto su di una spianatoia e impastate fino ad ottenere un panetto liscio, trasferite il panetto in una ciotola, copritelo con al pellicola trasparente 8 e ponetelo in forno spento con la luce accesa a lievitare per 2 ore. Trascorso il tempo della lievitazione il panetto avrÃ raddoppiato il suo volume 9, trasferitelo sulla spianatoia e stendete una sfoglia di 25x35 cm spennellate la superficie con una miscela di uovo sbattuto con un cucchiaio di latte 10. Passate ora alla farcitura: adagiate sulla superficie della sfoglia di pane le fette di fontina lasciando 2 cm di bordo per facilitare lâavvolgimento. Distribuite i cubetti di cotto 11. Ora arrotolate la pasta dal lato lungo 12, una volta avvolto il rotolo 13 trasferitelo su un vassoio ricoperto di carta da forno 14 e lasciatelo riposare un frigorifero almeno mezzâora. Trascorso questo tempo tagliate il rotolo a fette spesse 2,5 cm 15, otterrete circa 12 chiocciole, trasferitele su una leccarda rivestita di carta da forno, riponete le chioccioline a lievitare per almeno 1 ora in forno spento con la luce accesa. Spennellate la superficie delle chioccioline con lâemulsione di latte e uovo sbattuto 16, spolverizzate con i semi di papavero 17 e cuocete in forno statico preriscaldato a 180Â° per 25 minuti (oppure in forno ventilato a 160Â° per 15-20 minuti) fino a quando i bocconcini non risulteranno dorati. Le vostre chioccioline di pane ripiene di cotto e fontina sono pronte 18 per essere portate in tavola! "
}