{
    "title": "Cestini di phillo al salmone e crema di zucchine",
    "ingredients": [
        {
            "ingredient": "Pasta fillo",
            "quantity": "(34x24 cm) 3 fogli"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "norvegese 250 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "260 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        }
    ],
    "preparation": " Per realizzare i cestini di phillo al salmone e crema di zucchine tagliare 3 fogli di pasta phillo da 24X34 cm in 4 parti per ottenere 4 rettangoli 1. Su una leccarda foderata con carta da forno disporre 4 stampini in alluminio capovolti, ungete il fondo e i lati con del burro fuso 2 e posizionate sopra un quadrato di pasta phillo 3 inumiditelo con dell’acqua posizionate sopra un altro quadrato 4, le punte non devono essere sovrapposte così si creerà un motivo asimmetrico . Spennellate ancora la pasta con del burro fuso 5 e coprite con un altro stampino in alluminio 6, in questo modo la pasta manterrà la forma. Cuocete i cestini in forno statico preriscaldato a 190° per 4 minuti ( se forno ventilato a 170° per un paio di minuti circa). Sfornate i cestini e lasciateli intiepidire, poi estraete i pirottini di alluminio 7. Pelate le patate e tagliatele a dadini 8, sbollentatele in acqua per pochi minuti 9, poi scolatele , tenete da parte un cucchiaio ponete il resto in una teglia con un filo di olio di oliva 10 e cuocetele per 10 minuti o finché non saranno dorate (in alternativa potete farle saltare in padella con un filo di olio). Lavate e spuntate le zucchine e tagliatele a spicchi sottili 11, versatele in un pentolino con un filo di olio 12 unite anche il cucchiaio di patate messo da parte 13e fate insaporire per pochi secondi, poi ricoprite con l’acqua 14, portate al bollore e cuocete per 5 minuti. Scolate le verdure in un bicchiere alto 15 frullatele con il frullatore ad immersione aggiungendo a filo l’olio di oliva 16 fino ad ottenere una crema da tenere da parte. Occupatevi del filetto di salmone: eliminate le lische con una pinzetta apposita 17, poi togliete la pelle separando la carne con un coltello sottile 18, tagliate a dadini il salmone 19 e scaldate un filo di olio in padella , poi fate saltare i dadini di salmone per qualche minuto 20, insaporite con sale pepe e foglioline di timo, poi spegnete il fuoco e unite le patate al forno 21(o cotte in padella). Componete i cestini: adagiate i cestini su un piatto di portata e farcite con un cucchiaio di crema di zucchine 22(se volete potete aiutarvi con una sac-à-poche) e aggiungete anche i dadini di salmone e patate 23. Per guarnire decorate i cestini di phillo al salmone e crema di zucchine con rametti di timo 24. "
}