{
    "title": "Naan all'aglio",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "180 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "400 g"
        },
        {
            "ingredient": "Yogurt bianco naturale",
            "quantity": "80 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "1 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Coriandolo",
            "quantity": "1 ciuffo"
        }
    ],
    "preparation": " Per preparare i naan allâaglio, versate la farina nella planetaria munita di gancio, poi aggiungete lâaglio tritato 1, il lievito fresco 2 e lâacqua, che dovrete versare gradualmente mentre lavorate lâimpasto. Quando lâacqua sarÃ stata completamente assorbita, aggiungete il sale 4 e lo yogurt, un cucchiaio per volta 5, fino a che non otterrete un impasto morbido e omogeneo 6. Oliate un contenitore e prelevate lâimpasto con le mani unte per trasferirlo allâinterno, poi coprite con il coperchio o la pellicola trasparente 7 e lasciate lievitare a temperatura ambiente fino a raddoppiare di volume: ci vorranno allâincirca 8-10 ore, a seconda della temperatura. Trascorso il tempo di lievitazione, trasferite lâimpasto su un piano di lavoro infarinato e dividetelo in 6 pezzi da circa 100 g lâuno 8 a cui darete la forma di una pallina 9. Infarinate leggermente le palline di impasto, copritele con un canovaccio 10 e lasciate lievitare per altre 2 ore circa: anche in questo caso il tempo dipende dalla temperatura. Quando le palline saranno lievitate, stendetele su un piano infarinato fino a uno spessore di 2-3 mm 11. A questo punto scaldate una piastra antiaderente, ungetela con un filo dâolio 12 e togliete quello in eccesso con un foglio di carta da cucina. Adagiate il naan sulla piastra 13 e cuocete per circa 2 minuti: quando inizierete a vedere le bolle 14, giratelo sullâaltro lato e cuocete per altri 2 minuti 15. Alla fine il naan dovrÃ risultare bolloso e leggermente dorato. Impilate i naan man mano che saranno cotti e nel frattempo preparate il condimento: tritate lo spicchio dâaglio 16 e il coriandolo 17, versateli in una ciotola e aggiungete lâolio 18. Mescolate bene 19 e irrorate i vostri deliziosi naan allâaglio con il condimento (20-21)! "
}