{
    "title": "Sfoglie classiche con hummus",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie classiche 12"
        },
        {
            "ingredient": "Ceci secchi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Cumino",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Curcuma in polvere",
            "quantity": "½ cucchiaino"
        },
        {
            "ingredient": "Tahina",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 ciuffo"
        }
    ],
    "preparation": " Per preparare le sfoglie classiche con hummus, per prima cosa ammollate i ceci secchi in abbondante acqua fredda per 24 ore, aggiungendo nella ciotola anche 1 cucchiaino di bicarbonato. Trascorso questo tempo cuoceteli per 15 minuti in pentola a pressione coprendoli di acqua e scolateli (e tenendo da parte un po’ di acqua di cottura). Se usate i ceci già lessati, scolateli bene dalla loro acqua. In una padella ponete l’olio extravergine di oliva con lo spicchio d’aglio tagliato a metà e le spezie 1, fate tostare le spezie per qualche secondo e poi aggiungete i ceci 2. Fateli quindi insaporire per circa 3-4 minuti. Mettete i ceci con l’aglio e le spezie nella ciotola di un mixer, aggiungete la pasta di sesamo (tahina) 3 e il succo spremuto di un limone 4. Aggiustate di sale e frullate il tutto aggiungendo, se necessario, qualche cucchiaio dell’acqua di cottura dei ceci, per ottenere una consistenza più cremosa 5. Una volta che l'hummus si sarà raffreddato componete il vostro stuzzichino: ponete un cucchiaio di hummus sulle sfoglie, completando gli stuzzichini con del prezzemolo tritato 6. Le vostre sfoglie classiche con hummus sono pronte! "
}