{
    "title": "Caramelle ripiene di patate e salsiccia alle erbe aromatiche",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Salsiccia",
            "quantity": "150 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le caramelle ripiene con patate e salsiccia alle erbe aromatiche iniziate dalle patate: sbucciate le patate e tagliatele prima a fette 2 poi a dadini 3. Sbollentate per 5 minuti i dadini di patate in abbondante acqua bollente salata a piacere 4, quindi quando saranno cotti potrete scolarli accuratamente 5. Nel frattempo incidete una salsiccia per eliminare poi il budello 6 quindi sgranatela 7 e ponetela a rosolare in padella per circa 5 minuti 7; quando sarà ben rosolata, unite le patate 9 e fate cuocere per una decina di minuti; aggiustate di sale e pepe a piacere. Prendete i dischetti di pasta 10 e farcite ciascuno con il ripieno di patate e salsiccia (25 g circa per ciascun dischetto; il ripieno in avanzo potete tenerlo da parte) 11; quindi avvolgete il ripieno 12 chiudendolo a formare un piccolo cilindro. Poi pizzicate la parte vicino al ripieno per ottenere la forma della caramella 14, avendo cura di sigillare bene perchè non fuoriesca l'impasto. Quindi sbollentate le caramelle ripiene in abbondante acqua bollente salata a piacere 14. Quindi sciogliete il burro in una padella e quando sarà sciolto versate le erbe aromatiche e fate soffriggere per 1 minuto 15. Quindi scolate le caramelle e adagiatele nella padella per insaporirle qualche istante 16; se ne avete ancora, potete aggiungere anche il ripieno avanzato 17, per insaporire ulteriormente le caramelle ripiene di patate e salsiccia alle erbe aromatiche 18. "
}