{
    "title": "Tartare di barbabietola e avocado",
    "ingredients": [
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Barbabietole precotte",
            "quantity": "340 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "280 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "2"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la tartare di barbabietola e avocado per prima cosa spremete il succo di mezzo limone 1 e tenetelo da parte. Tagliate gli avocado a metÃ 2, eliminate il nocciolo e poi con un cucchiaino raccogliete la polpa in una ciotola 3. Condite con lâolio di oliva 4, il succo di limone 5, quindi schiacciate la polpa con una forchetta 6, salate e pepate 7. Coprite con pellicola e tenete da parte in frigorifero. In una ciotola versate il formaggio fresco spalmabile, la scorza di limone non trattato 8, il sale, il pepe, le foglioline di timo e i fili di erba cipollina tagliati con le forbici 9. Condite con un filo d'olio 10 e mescolate bene per insaporire 11, coprite con pellicola e riponete in frigo a rassodare. Pelate la barbabietola 12 (noi abbiamo utilizzato quella giÃ cotta) Quindi ricavate dei cubetti e tritate ulteriormente fino ad ottenere una tartare 13. Raccogliete la tartare in una ciotola, condite con olio 14, sale e qualche goccia di tabasco 15. Mescolate bene e recuperate le altre ciotole dal frigo. Disponete un coppapasta quadrato da 6x6 cm su un piatto (le dimensioni possono anche variare in base alle vostre esigenze), versate un primo strato di avocado 16, pressate e livellate con il dorso di un cucchiaino. Proseguite con uno strato di tartare di barbabietola 17 e un ultimo di crema al formaggio spalmabile 18.Â Pressate e livellate bene la superficie con il dorso di un cucchiaino per compattare 19. Quindi, sfilate delicatamente il coppapasta e guarnite la tartare di barbabietola e avocado con scorza di limone non trattato 20 e foglioline di timo 21! "
}