{
    "title": "Temaki di salmone",
    "ingredients": [
        {
            "ingredient": "Riso per sushi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "360 ml"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "90 ml"
        },
        {
            "ingredient": "Alga kombu",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "36 g"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "norvegese 400 g"
        },
        {
            "ingredient": "Alga nori",
            "quantity": "2 fogli"
        },
        {
            "ingredient": "Avocado",
            "quantity": "250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "2 fili"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per fare il temaki di salmone, per prima cosa dovrete preparare il riso, usando riso adatto al sushi con chicchi rotondi e piccoli. Sciacquate il riso sotto l'acqua corrente fredda 1, almeno 5-6 volte, smuovendolo con le mani: l'acqua dovrà risultare limpida. Poi lasciatelo a bagno per almeno 15 minuti. Dopo scolatelo 2 e lasciatelo riposare per un altro quarto d'ora. Quindi versate il riso in una pentola capiente non troppo ampia e ricopritelo a filo con l’acqua 3 Potete aromatizzare con un pezzetto di alga nobu se preferite, quindi coprite con un coperchio 4 e portate a bollore cuocendo a fuoco medio, senza mai scoperchiare il tegame. Intanto preparate il condimento: versate l'aceto di riso in un pentolino e unite lo zucchero e il sale 5. Accendete il fuoco basso e scaldate il tutto per sciogliere lo zucchero, senza portare a bollore. Quando sarà scaldato e il sale e lo zucchero saranno sciolti, spegnete e lasciate raffreddare. Nel frattempo preparate l'hangiri, l'apposito contenitore di legno in cui riposerà il riso (potete usare in alternativa un repiente basso e largo non di metallo): sciacquatelo con acqua fredda e asciugatelo bene con uno strofinaccio pulito. Non appena l’acqua del riso sarà arrivata a bollore, lasciate bollire per 5 minuti, poi eliminate l’alga con una pinza 6, coprite di nuovo con il coperchio, abbassate la fiamma e cuocete così per altri per 8-10 minuti. Spegnete il fuoco e lasciate riposare con il coperchio per circa 10 minuti. Dopodiché trasferite il riso nel contenitore di legno 7, poi bagnatelo con il condimento a base di aceto, facendolo colare con una spatola piatta e stondata in modo da distriubuirlo uniformemente 8 Smuovete poi il riso con la spatola sventolando con un piattino di plastica in modo da farlo raffreddare e fare evaporare l'aceto 9. Una volta raffreddato a temperatura ambiente copritelo con un canovaccio pulito inumidito con acqua fredda 10 e lasciate riposare fino al momento dell'utilizzo. Prendete poi il salmone norvegese. Se utilizzate il salmone norvegese non sarà necessario trattarlo prima di consumarlo, in caso contrario assicuratevi di acquistare un filetto già abbattuto, altrimenti per sicurezza potete congelarlo per una settimana nel freezer di casa prima di gustarlo a crudo. Togliete le lische presenti con una pinza da cucina 11 ed eliminate la pelle se presente con un coltello dalla lama affilata. Quindi riducete il salmone a striscioline 12 poi a dadini 13; quindi sminuzzate i fili di erba cipollina 14 e teneteli da parte; pelate e poi grattugiate lo zenzero fresco 15. In una ciotolina versate il salmone, l'erba cipollina 16 e spremete il succo dello zenzero fresco ponendo la polpa grattugiata tra due cucchiaini (17-18). Condite con sale e pepe, mescolate e lasciate marinare alcuni minuti il salmone. Intanto pulite l'avocado: tagliatelo a metà, privatelo del nocciolo centrale e sbucciatelo 19; quindi riducete la polpa a fettine 20. Dividete in due un foglio di alga nori 21 e ponete sulla metà del foglio un pò di riso, un paio di fettine di avocado 22 e i dadini di salmone conditi 23. Ora passate all'arrotolamento per creare il vostro temaki di salmone: piegate l'angolo in basso alla vostra sinistra verso la parte in alto a destra dell'alga nori, a coprire il ripieno 24. Arrotolate fino alla fine della nori, creando un conetto in modo che il ripieno si veda 25; potete aiutarvi in questa operazione con una ciotolina d'acqua fredda per inumidirvi le mani e lavorare meglio il conetto di alga. Richiudete l'angolo di alga nori sulla parte finale del conetto, e inumiditelo ulteriormente per sigillarlo (26-27). Arricchite i coni con semi di sesamo neri e bianchi (28-29); quindi servite i vostri temaki al salmone con del wasabi e petali di zenzero in salamoia 30! "
}