{
    "title": "Muffin rossi",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "a temperatura ambiente 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 3"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "10 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 100 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "170 g"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i muffin rossi, iniziate a tagliare a rondelle le olive nere denocciolate 1, poi tagliate anche l'Edamer a cubetti piccoli 2. Ora prendete una ciotola capiente e versate le uova intere, sbattetele bene con una frusta 3, a questo punto versate a filo il latte a temperatura ambiente 4, aggiungete anche l’olio di semi 5 e il concentrato di pomodoro 6. Mescolate energeticamente con la frusta per farlo stemperare bene 7. Ora in un’altra ciotola setacciate la farina e il lievito 8. Versate le polveri setacciate nel composto di uova poco alla volta con un cucchiaio, incorporandole man a mano con la frusta 9 in modo da ottenere un composto omogeneo e senza grumi 10. Insaporite il composto con il formaggio grattugiato 11 e mescolate con una spatola o un cucchiaio. Per finire unite anche le olive nere 12 e il formaggio a cubetti 13, mescolate gli ingredienti e aromatizzate con l’origano 14, poi salate e pepate. Mescolate un ultima volta con un cucchiaio per distribuire gli ingredienti nell’impasto e trasferitelo in una sac-à-poche usa e getta senza beccuccio 15.Potete farcire i pirottini anche senza sac-à-poche, usando semplicemente un cucchiaio. Inserite i pirottini di carta in ciascuno spazio di uno stampo da 12 muffin e riempite con l’impasto spremendo la sac-à-poche avendo cura di lasciare 1 cm dal bordo, perché in cottura i muffin cresceranno 16. Una volta che avrete riempito tutti i pirottini 17, cuocete i muffin in forno preriscaldato statico a 180° per 30 minuti. A cottura ultimata, sfornate i muffin rossi 18 e lasciateli intiepidire prima di gustarli! "
}