{
    "title": "Panzanella invernale",
    "ingredients": [
        {
            "ingredient": "Pane di farro",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cavolo rosso",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucca mantovana",
            "quantity": "210 g"
        },
        {
            "ingredient": "Finocchi",
            "quantity": "180 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "100 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olive taggiasche",
            "quantity": "30 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "4 fili"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la panzanella invernale per prima cosa mondate e affettate sottilmente la cipolla rossa 1. Tagliate a striscioline sottili anche il cavolo rosso dopo aver eliminato le foglie più esterne e il torsolo centrale 2 procedete allo stesso modo con i finocchi 3. Sbucciate la zucca e riducetela a cubetti piccoli (ne dovrete ottenere circa 150 g) 4. Spezzettate con le mani le fette di pane all’interno di una ciotola capiente 5. Inumidite con acqua 6 e aceto balsamico 7. Mescolate, coprite con pellicola e lasciate insaporire. Nel frattempo procedete con la preparazione: scaldate un filo di olio in padella e aggiungete la zucca 8. Saltate la zucca a fiamma vivace per circa 3 minuti, deve risultare ben brunita 9. Tenete da parte la zucca e nella stessa padella scaldate ancora un filo di olio, questa volta versate il cavolo rosso 10 e saltatelo per 5 minuti 11. A questo punto riprendete il pane ammollato e aggiungete tutti gli ingredienti preparati: la cipolla 12, i finocchi 13, le olive, avendo cura di denocciolarle con un coltellino 14, infine unite anche la zucca 15 e il cavolo saltati in padella. Aromatizzate con gli steli di erba cipollina tagliai a pezzettini 16, condite con olio 17, sale e pepe a piacere. La vostra panzanella invernale è pronta per essere gustata 18! "
}