{
    "title": "Salmone croccante su schiacciate",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate 12"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "raffermo 20 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il salmone croccante su schiacciate, per prima cosa occupatevi del pane, riducendo le fette in piccoli cubetti 1. Mettete il pane così ridotto in un mixer 2, quindi aggiungete il prezzemolo tritato 3 aggiungete la scorza di mezzo limone 4 e unite nel mixer le foglioline di menta 5, il timo 6, e le foglioline di maggiorana 7. Quindi aggiustate di sale e di pepe 8 e unite anche i due cucchiai di olio extravergine d'oliva 9. Tritate il composto grossolanamente 10, non troppo finemente quindi, e trasferitelo in una ciotola. A questo punto occupatevi del salmone, asciugate bene i filetti e ricavate 12 fettine della stessa dimensione delle schiacciate su cui verranno adagiati 11. Passate i filetti di salmone così ottenuti nella panatura 12, facendola aderire per bene su tutti i lati. Adagiate il salmone così impanato su una teglia rivestita di carta da forno 13. Infornare a 190° per dieci minuti in un forno preriscaldato in modalità statica (in forno ventilato a 160° per 10 minuti). Una volta che il salmone sarà cotto e ben dorato 14 estraetelo dal forno, lasciate intiepidire e poi adagiate ogni filetto su una schiacciata 15 e sistemate su ogni filetto qualche fogliolina di erba aromatica. E servite il vostro salmone croccante su schiacciate! "
}