{
    "title": "Scones alla zucca",
    "ingredients": [
        {
            "ingredient": "Zucca delica",
            "quantity": "polpa 250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "10 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sbrinz",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "da tritare 1 cucchiaio"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Culatello",
            "quantity": "24 fette"
        },
        {
            "ingredient": "Robiola",
            "quantity": "200 g"
        }
    ],
    "preparation": " Per realizzare gli scones alla zucca iniziate dalla preparazione della zucca: tagliatela a fette, eliminate i semi e filamenti interni con un cucchiaio 1, poi rimuovete la buccia 2. Distribuite le fette di zucca su una leccarda rivestita di carta forno e condite con olio 3, sale 4, pepe e noce moscata grattugiata 5. Cuocete la zucca in forno statico preriscaldato a 240Â° per 25 minuti fino a quando non risulterÃ morbida 6. A cottura ultimata, sfornate la zucca e lasciatela raffreddare. Una volta fredda, trasferitela in un mixer 7 e frullate per ridurla in purea. Trasferite la purea di zucca nella ciotola di una planetaria munita di gancio per impastare 8 e aggiungete il resto degli ingredienti: il latte 9, il burro a tocchetti 10, il formaggio grattugiato 11, il sale 12 e, in ultimo, la farina e il lievito setacciati 13. Azionate la planetaria pochi istanti per amalgamare e incorporare tutti gli ingredienti, poi versate lâimpasto sul piano da lavoro e unite il timo tritato 14. Lavorate lâimpasto a mano fino ad ottenere un panetto compatto e omogeneo, poi avvolgetelo nella pellicola trasparente 15 e ponetelo in frigorifero a rassodare per almeno mezzâora. Trascorso il tempo di riposo, mettete il panetto sul piano leggermente infarinato e stendetelo con il mattarello fino ad ottenere una sfoglia spessa circa 1,5 cm 16. Ricavate dei cerchi utilizzando un coppapasta del diametro di 6,5 cm 17, poi impastate nuovamente i ritagli avanzati per ricavare altri cerchi: con queste dosi dovreste ottenerne circa 24. Trasferite i cerchi su una leccarda foderata con carta forno, sbattete l'uovo con un cucchiaio di latte e spennellate la superficie con questa emulsione 18. Cuocete gli scones in forno statico preriscaldato a 200Â° per 10-15 minuti, fino a quando risulteranno leggermente dorati in superficie 19. Una volta cotti, sfornateli e trasferiteli su una gratella per lasciarli raffreddare. A questo punto potete gustarli da soli oppure tagliarli a metÃ e farcirli con robiola 20 e culatello, come abbiamo fatto noi, o con altri salumi e formaggi di vostro gradimento. Gli scones alla zucca sono pronti per essere serviti 21! "
}