{
    "title": "Insalata di frutta",
    "ingredients": [
        {
            "ingredient": "Pesche noci",
            "quantity": "1"
        },
        {
            "ingredient": "Ciliegie",
            "quantity": "150 g"
        },
        {
            "ingredient": "Mirtilli",
            "quantity": "60 g"
        },
        {
            "ingredient": "Fragole",
            "quantity": "90 g"
        },
        {
            "ingredient": "Fichi",
            "quantity": "2"
        },
        {
            "ingredient": "Sedano",
            "quantity": "(con le foglie) 2 coste"
        },
        {
            "ingredient": "Arachidi",
            "quantity": "(non tostate e non salate) 40 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare l'insalata di frutta iniziate spremendo un limone 1 e versandone il succo in una ciotola capiente 2. Aggiungete l'olio 3 e un pizzico di sale. Emulsionate bene il tutto utilizzando un frustino 4. Poi passate alla preparazione della frutta: tagliate la pesca noce a metà e privatela del nocciolo 5, poi tagliatela a fettine sottili 6. Mettete la pesca noce nella ciotola 7 e mescolate: il succo di limone eviterà che la frutta si ossidi. Tagliate a metà le ciliegie e denocciolatele 8 poi versatele nella ciotola e aggiungete anche i mirtilli 9. Mescolate di nuovo. Ora tocca alle fragole: eliminate il picciolo e tagliatele a fettine sottili 10. Unitele al resto della frutta nella ciotola e mescolate 11. Passate ai fichi: lavateli e tagliate via il picciolo 12. Poi, senza sbucciarli, tagliateli a spicchi 13 e aggiungeteli nella ciotola, infine mescolate delicatamente. Passate al sedano: tagliate via la parte finale più bianca e coriacea e pelate la costa con un pela verdure; riducete quindi il gambo a faldine e tagliate anche il ciuffo con le foglie a pezzi più grossi 14. Unite anche la costa e le foglie al resto della frutta 15. Mescolate bene tutti gli ingredienti 16 e aggiungete le arachidi 17. Date un'ultima rimestate e trasferite l'insalata di frutta in coppette 18 oppure servite direttamente dalla ciotola. La vostra insalata di frutta è pronta per essere gustata! "
}