{
    "title": "Polpette di melanzane",
    "ingredients": [
        {
            "ingredient": "Melanzane",
            "quantity": "800"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "120 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 120 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "per friggere q.b."
        }
    ],
    "preparation": " Per preparare le polpette alle melanzane prima di tutto lavate quest’ultime e disponetele su una leccarda foderata con carta forno 1, quindi cuocetele in forno statico preriscaldato a 200° per 1 ora. Una volta cotte 2, lasciate intiepidire le melanzane e privatele della buccia 3 e del picciolo. Disponete la polpa, così ottenuta, in un colino e schiacciatele leggermente con una forchetta 4 in modo da eliminare il liquido in eccesso 5. Trasferite la purea di melanzane all’interno di una ciotolina di vetro pulita, unite le uova e aggiungete uno spicchio d'aglio precedentemente schiacciato 6. A questo punto versate sia il pangrattato che il Parmigiano reggiano grattugiato 7 e aggiustate di sale 8 e di pepe. Tritate finemente il prezzemolo lavato in precedenza 9 e incorporatelo al composto 10. Impastate il tutto con le mani 11 fino ad amalgamare gli ingredienti 12. Se l'impasto risultasse poco compatto, potete aggiungere ancora poco pangrattato. Una volta pronto l’impasto prelevate una piccola porzione e, sempre con le mani, formate delle polpettine tonde 13, della grandezza di una noce, che passerete nel pangrattato 14. Terminato tutto il composto versate l’olio in un tegame e scaldatelo fino a raggiungere la temperatura di 170° (utilizzate un termometro da cucina per misurare la temperatura esatta). Quando l’olio sarà caldo immergete pochi pezzi per volta 15 e attendete 2-3 minuti 16, fino a che risulteranno ben dorate, prima di scolarle 17 e adagiarle su un vassoio foderato con carta da cucina, che assorbirà l’olio in eccesso. Servite le vostre polpettine di melanzane ancora calde e fumanti 18! "
}