{
    "title": "Coppette con insalata di rucola, barbabietole, noci e ravanelli",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Rucola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Barbabietole",
            "quantity": "70 g"
        },
        {
            "ingredient": "Noci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Ravanelli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le coppette con insalata di rucola, barbabietole, noci e ravanelli, iniziate dalla base. Prelevate dalla confezione i dischetti di pasta 1 e adagiate in ciascun pirottino un primo dischetto, leggermente decentrato 2, quindi sovrapponetene un altro e posizionatelo in modo tale che completi la coppetta 2. Spennellate tutta la superficie con un tuorlo d’uovo sbattuto, sempre aiutandovi con un pennello da cucina 3. Infornate i dischetti di pasta in forno statico preriscaldato a 200° per 12 minuti (se ventilato, a 180° per 8-10 minuti). Una volta pronte, lasciate raffreddare le coppette, quindi sformatele e tenetele da parte. Procedete ora con l’insalata. Tagliate in dadolata la barbabietola precotta 4, sminuzzate grossolanamente i gherigli di noce 5 e infine affettate molto finemente i ravanelli ben puliti 6. In una capiente terrina ponete la barbiabietola e versatevi la rucola lavata e asciugata in precedenza 7. Aggiungete le noci e i petali di ravanello 8, quindi condite con olio extravergine di oliva 9. Procedete con l’aceto balsamico 10, sale 11 e pepe 12. Mescolate con cura l’insalata in modo che tutti gli ingredienti incorporino il condimento 13, quindi ponetene nelle coppette una porzione che includa tutti gli ingredienti, aiutandovi con due cucchiai 14. Le coppette con insalata di rucola, barbabietole, noci e ravanelli sono pronte per essere servite 15. "
}