{
    "title": "Mozzarella in carrozza al verde con pesto di zucchine e basilico",
    "ingredients": [
        {
            "ingredient": "Pane casereccio",
            "quantity": "(tipo pugliese) 500 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "(fiordilatte) 360 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "80 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "3 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "3 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 10 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "(da grattugiare) 10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "25 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "7 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "3 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 35 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "(da grattugiare) 15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 3"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare la mozzarella in carrozza al verde con pesto di zucchine e basilico iniziate dalla preparazione del pesto di zucchine: lavate, spuntate e grattugiate le zucchine con una grattugia dai fori stretti per renderle il più fini possibile 1, poi mettetele in un colino posto su di una ciotola, salatele e lasciatele scolare dall’acqua di vegetazione in eccesso per circa 1 ora 2. In un mixer dotato di lame ponete le mandorle, i pinoli, il basilico, un pizzico di sale, l'aglio, un filo di olio 3 e il formaggio grattugiato, frullate il tutto per ottenere una crema. Poi scolate le zucchine grattugiate e unitele al trito nel un mixer, completate il pesto con un ultimo giro di lame finché non otterrete un composto omogeneo 4. Trasferitelo in una ciotola e occupatevi del pesto di basilico: pulite le foglie di basilico con un panno umido, sbucciate l’aglio e ponetelo nel mortaio (in alternativa potete usare il mixer), insieme al sale. Cominciate a pestare e quando l'aglio si sarà ridotto in crema 5, aggiungete il basilico 6, schiacciate quindi il basilico contro le pareti del mortaio ruotando il pestello da sinistra verso destra e contemporaneamente ruotate il mortaio in senso contrario (da destra verso sinistra); continuate così 7 fino a quando dalle foglie di basilico non uscirà un liquido verde brillante. A questo punto aggiungete i pinoli e le mandorle 8 e ricominciate a pestare per ridurre in crema. Aggiungete i formaggi un po' alla volta 9, e da ultimo l'olio di oliva a filo 10, mescolando sempre con il pestello. Amalgamate bene gli ingredienti fino ad ottenere una salsa omogenea. Una volta pronti, mettete da parte i due pesti 11. Tagliate a fette la pagnotta 12, con un coppapasta ricavate 16 dischi di 7,5 cm di diametro evitando la crosta 13. Tagliate a fette la mozzarella a fette dello spessore di 1 cm 14 e ponetela a scolare. Farcite metà dei dischi di pane con il pesto di zucchine 15, ponete al centro una fettina di mozzarella 16, poi farcite i restanti dischi di pane con pesto di basilico 17 e la mozzarella. Terminato di comporre le mozzarelle in carrozza, passate alla panatura: sbattete le uova con il latte 18 e aggiungete sale e pepe, passate le mozzarelle prima nella farina 19, facendola aderire bene su tutti i lati, poi nelle uova 20, e ancora nella farina 21. Prima di friggerle passatele ancora nell’uovo un’ultima volta 22: questa doppia panatura eviterà perdite di acqua in cottura. Scaldate in una padella l’olio di semi, tenete sotto controllo la temperatura con un termometro e, quando l'olio raggiungerà i 175°-180°, immergete le mozzarelle in carrozza. Cuocetele da entrambi i lati finché non saranno dorate, scolatele con una schiumarola e ponetele ad asciugare su un vassoio rivestito con carta assorbente (23-24). Gustate le mozzarelle in carrozza al verde con pesto di zucchine e basilico ben calde! "
}