{
    "title": "Clafoutis salato",
    "ingredients": [
        {
            "ingredient": "Uova",
            "quantity": "medie 4"
        },
        {
            "ingredient": "Zucca delica",
            "quantity": "polpa 300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "280 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Timo",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito q.b."
        }
    ],
    "preparation": " Per preparare il clafoutis salato, iniziate dai pomodorini confit, visto che richiedono un tempo di cottura piuttosto lungo. Per questo potete prepararli anche la sera prima e conservarli in frigo oppure comprarli già fatti al banco gastronomia del supermercato o sott’olio nei vasetti di vetro, ricordandovi di scolarli dall’olio in eccesso e tamponarli con della carta da cucina. Lavate e asciugate i pomodorini, tagliateli a metà e disponeteli su una leccarda rivestita da carta forno con il lato del taglio rivolto verso l’alto 1. Salate e pepate a piacere ogni pomodorino e poi cospargeteli con un trito di aglio e timo 2 e lo zucchero 3. Continuate aggiungendo una spolverata di origano secco 4 e versate un filo d’olio su ogni pomodorino 5. Quindi infornate in forno ventilato preriscaldato a 140° per circa 2 ore, fino a quando non risulteranno leggermente abbrustoliti, ma non secchi 6. Per scoprire come cucinare e conservare al meglio i pomodorini confit, consultate la ricetta: pomodorini confit. Nel frattempo occupatevi della pulizia e del taglio della zucca: ponete la zucca delica su un tagliere e dividetela a metà 7. Quindi svuotatela dei suoi semi, aiutandovi con un cucchiaio 8 e tagliatela a fette spesse 2 cm per il verso della lunghezza 9. Le dimensioni più ridotte della zucca delica, permettono di ottenere delle fette più piccole e simili a degli spicchi di pesca. Private ogni fetta della buccia 10 e dopodichè posizionate le fette di zucca su di una leccarda foderata con carta forno, quindi salate, pepate e oliate ogni singolo pezzo 11. Infornate in forno già caldo a 250° per circa 10 minuti. Assicuratevi che non brucino, quindi fatele cuocere nel ripiano più basso del forno se la resistenza è posizionata in alto. Quando le fette di zucca saranno ben dorate 12, estraetele dal forno e lasciatele raffreddare. Mentre la zucca cuoce, preparate l’impasto del clafoutis: sgusciate le uova in una ciotola capiente 13 e rompetele con una frusta, unite il latte 14 e aggiungete anche la farina setacciata con un colino direttamente nel composto 15. Versate nell’impasto anche il parmigiano e l’Emmentaler, che avete precedentemente grattugiato (16-17). Salate e pepate a piacere, aggiungete la noce moscata macinata 18 e mescolate il tutto. A questo punto imburrate il fondo e i lati di una tortiera rotonda dal diametro di 26 cm, aiutandovi con un pennello 19 e versate al suo interno il composto 20. Ora iniziate a disporre le fette di zucca che avete sfornato e lasciato raffreddare. Provate a disporle a raggiera, come se fossero delle pesche 21 e se risultano troppo lunghe, tagliatele a metà. Aggiungete i pomodorini confit tra i raggi di zucca che avete creato, come se fossero delle ciliegie, ponendoli con la parte del taglio rivolta verso il basso 22. Una volta decorato il clafoutis in modo aggraziato, proprio come se fosse un dolce, con tutte le fette di zucca e i pomodorini confit 23, infornate in forno statico preriscaldato a 180° per circa 40 minuti, se usate il forno ventilato, cuocete a 160° per circa 30 minuti. Quando la superficie risulterà piacevolmente dorata 24, sfornate il clafoutis salato, lasciatelo intiepidire e servitelo come antipasto o secondo! "
}