{
    "title": "Stecchi alla bolognese",
    "ingredients": [
        {
            "ingredient": "Lonza di maiale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "un pezzo unico 100 g"
        },
        {
            "ingredient": "Emmentaler",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "30 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1,5 l"
        }
    ],
    "preparation": " Per preparare gli stecchi alla bolognese, iniziate dalla besciamella. Per il procedimento potete anche consultare la scheda della besciamella. In un tegame capiente, sciogliete il burro a fuoco basso, poi aggiungete la farina setacciata 1. Mescolate con una frusta a spirale o una frusta normale per evitare che si creino grumi e piano piano aggiungete il latte a filo 2. Mescolate fino a quando la besciamella avrà preso la consistenza di una crema velutata 3. Quindi aggiungete il sale, il pepe a piacere e una grattugiata di noce moscata. Ora che la besciamella è pronta, trasferitela in una ciotolina e lasciate intiepidire. Se preparate la besciamella per gli stecchi molto prima, è consigliabile riporla in una ciotola coperta da pellicola trasparente perchè non si secchi troppo. Se dovesse addensarsi eccessivamente, si può stemperare con del latte freddo, mescolando con una frusta. Procedete ora a preparare gli stecchi: tagliate a dadini di circa un centimetro e mezzo di lato, la mortadella, il formaggio emmentaler e la lonza che utililzzerete alternati per preparare gli spiedini (4-5-6). In una padella mettete un filo di olio d'oliva e fate saltate i dadini di lonza per pochi minuti 7, girandoli spesso per farli scottare su tutti i lati (8-9). Toglieteli dal fuoco e fateli intiepidire prima di iniziare a formare gli stecchi. Ora che avete pronti tutti gli ingredienti 10 prendete 18 stecchini e iniziate ad infilzare su ciascuno un cubetto di mortadella, un cubetto di lonza 11 e uno di formaggio 12, unendoli per bene per farli stare vicini. Potete scegliere di far capitare il cubetto di formaggio nel mezzo in modo che si riduca il rischio di sciogliersi in cottura. Mettete i 18 stecchi ottenuti su un piatto 13 intanto che preparate gli ingredienti per la panatura: in un piatto fondo o una ciotola sbattete le uova con un pizzico di sale 14. In un altro piatto fondo o una ciotola, mettete il pangrattato. Avrete quindi tre ciotole con gli ingredienti necessari in cui \"tuffare\" gli stecchi prima di friggerli 15. Nell'ordine, immergete ciascuno stecco prima nella besciamella che avevate messo da parte 16, poi nell’uovo 17 e infine passateli nel pangrattato 18. Fate in modo che gli spiedini siano ben ricoperti da tutti i lati 19. Ora, riempite con l'olio di semi una pentola capiente e portatelo a 170°-180° di temperatura, non oltre per evitare che l'olio fumi (se non possedete un termometro, potete sbriciolare un pò di pangrattato nella pentola e quando sfrigola in maniera vivace, l'olio è pronto per la frittura). Immergete due o tre stecchi alla volta per non far abbassare la temperatura dell'olio e cuoceteli per pochi minuti, fino a quando saranno ben dorati 20. La frittura dev’essere rapida, altrimenti il formaggio si scioglierà troppo. Scolate gli stecchi alla bolognese aiutandovi con una schiumarola, poneteli su carta assorbente, poi salateli e serviteli ben caldi 21! "
}