{
    "title": "Polpette di ceci",
    "ingredients": [
        {
            "ingredient": "Ceci secchi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Senape",
            "quantity": "in grani 60 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "130 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere q.b."
        }
    ],
    "preparation": " Per preparare le polpette di ceci cominciate mettendo questi ultimi in ammollo, in un recipiente con abbondante acqua fredda, per 12 ore 1. Successivamente scolateli e sciacquateli 2, così da eliminare eventuali impurità, poi versateli in una pentola capiente con abbondante acqua fredda 3. Cuocete per circa 90 minuti a fuoco sobbollente 4. Scolate i ceci non appena saranno cotti, versateli in una ciotola e condite con olio 5, aggiustateli di sale e di pepe, mescolate e lasciateli intiepidire 6. Intanto mondate uno scalogno e tritatelo al coltello 7, tagliate anche il formaggio a cubetti 8 tenendolo da parte. Versate i ceci in un mixer 9 insieme allo lo scalogno e alla senape 10, l’uovo leggermente battuto 11 e le foglioline di timo e rosmarino 12 che avrete staccato dai rametti. Frullate il tutto fino ad ottenere un composto omogeneo che potrete versare in un recipiente 13 assicurandovi che sia giusto di sale. Passate alla formazione delle polpette: bagnatevi spesso le mani così da lavorare più facilmente il composto e quindi prelevatene circa 20 grammi per ogni pezzo. Nel mezzo sistemate un cubetto di scamorza 14 e arrotolate fino a formare una piccola sfera 15. Procedete così per tutte le altre disponendole man mano su un vassoio con carta forno 16. Rompete le uova in un recipiente e sbattetele insieme ad un po’ di latte 17 e preparate anche una ciotola in cui verserete il pangrattato. Mentre riscaldate l’olio per friggere, fino a raggiungere una temperatura di 180°, che potrete verificare con un termometro da cucina, passate le polpette di ceci prima nelle uova 18 e poi nel pangrattato 19. Procedete così per tutte mentre le adagiate su un vassoietto 20. Immergete 3-4 polpette per mantenere la temperatura costante, occorreranno circa 3 minuti di cottura 21. Una volta dorate 22 scolatele su un foglio di carta assorbente 23 e continuate fino ad ultimare tutte le polpette di ceci che potrete servire ancora caldissime e filanti 24! "
}