{
    "title": "Pancakes salati al pomodoro e basilico",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Groviera",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Lievito in polvere per dolci",
            "quantity": "6 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna acida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i pancakes salati al pomodoro e basilico, iniziate a dividere i tuorli dagli albumi. Nella ciotolina con i tuorli versate il burro fuso fatto intiepidire 1. Mescolate con la frusta 2 poi aggiungete il latte a temperatura ambiente a filo 3 e continuate a mescolare con la frusta. In una ciotolina a parte aggiungete il lievito alla farina 4, e setacciateli direttamente nella ciotola con le uova. Mescolate gli ingredienti con la frusta 6 fino ad ottenere un composto omogeneo. Unite anche il formaggio groviera grattugiato 7 e mescolate bene per amalgamare gli ingredienti. Tritate grossolanamente il basilico 8 e aggiungetelo all'impasto 9. Quindi versate anche il concentrato di pomodoro 10, mescolate bene gli ingredienti e tenete per un momento da parte. Riprendete gli albumi che avevate messo in un'altra ciotola, aggiungete un pizzico di sale e montateli 11 a neve ferma. Quindi aggiungeteli delicatamente all'impasto aiutandovi con una spatola 12. Mescolate dal basso verso l'alto per non smontare gli albumi 13. Quindi quando il composto sarà ben amalgamato e omogeneo 14, scaldate una padella piatta e imburratela con una noce di burro cospargendo accuratamte tutta la superficie. Versate con un mestolo poco impasto alla volta per creare i pancakes 15. Fateli cuocere circa 1 minuto o fino a che il lato a contatto con la padella non sia ben cotto. Poi girateli con l'apposita spatola 16 e fateli dorare per circa 1 minuto anche dall'altro lato. A mano a mano che saranno pronti, disponeteli su un vassoio e quando avrete terminato, copriteli con la pellicola trasparente 17 mentre iniziate a preparate la crema. Su un tagliere tritate le foglie di menta 18. Versate in una ciotolina la panna acida (in alternativa potete utilizzare lo yogurt greco) e unite le foglioline di menta 19; salate e pepate a piacere e mescolate con un cucchiaio 20. Ora che la vostra crema è pronta, potete decorare ciascun pancake: con una sac-à-poche con bocchetta a stella, decorate i pancakes salati al pomodoro con la crema e serviteli aggiungendo, se preferite, una fogliolina di menta e semi di papavero per uno sfizioso aperitivo 21! "
}