{
    "title": "Profiteroles salati con crema al groviera ",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "65 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "250 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Groviera",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "neri q.b."
        }
    ],
    "preparation": " Per realizzare i profiteroles salati, iniziate dalla pasta choux: in un tegame versate l'acqua e il burro 1 per farlo sciogliere a fiamma vivace mescolando con un cucchiaio di legno; potete aggiungere anche un pizzico di sale 2. Quando si sarà sciolto e l'acqua bollirà, versate la farina (potete setacciarla con un colino) 3 e abbassate il fuoco. Mescolate con una frusta in maniera rapida per far si che non si creino grumi 4 e cuocete altri 2-3 minuti sempre a fuoco basso. Quando il composto inizierà a solidificarsi maggiormente, passate a mescolare con il cucchiaio di legno fino a quando non si staccherà dalle pareti e creerà una patina bianca sul fondo 5. A quel punto, togliete l'impasto dal fuoco, versatelo nella ciotola di una planetaria e montate la frusta a foglia. Unite un uovo alla volta 6, aspettando che il primo si sia incorporato prima di aggiungere il secondo. Una volta che le uova saranno incorporate, fermate la planetaria e versate l'impasto ottenuto in una sac-à-poche con bocchetta liscia 7. Prendete una leccarda e ungetela con poco burro per far aderire meglio la carta da forno; quindi realizzate i mucchietti di pasta choux distanziati tra loro qualche centimetro 8. Cuocete i bignè in forno statico preriscaldato per 15 minuti a 220° evitando di aprire il forno durante la cottura. Trascorsi i primi 15 minuti abbassate la temperatura a 190° e cuocete la pasta choux per altri 10 minuti. Se volete cuocere i vostri bignè in forno ventilato preriscaldatelo a 175° e cuocete i bignè per 30 minuti. A questo punto spegnete il forno e lasciate all'interno i bignè per altri 30 minuti con lo sportello leggermente aperto (mettete tra lo sportello e il forno un cucchiaio di legno); questo servirà a fare asciugare bene l'interno, quindi estraeteli dal forno 9 e teneteli da parte. Mentre i profiteroles cuociono, dedicatevi alla crema al prosciutto (potete realizzare 3 creme diverse a base di ricotta: al prosciutto, al salmone ed aromatizzata con un trito di erbe aromatiche). In un mixer versate la ricotta, l'aneto 10 e le fette di prosciutto cotto 11. Frullate il tutto per ottenere una crema omogenea 12. A parte montate la panna con lo sbattitore elettrico 13 e incorporatela delicatamente alla crema di prosciutto mescolando con una spatola delicatamente dall'alto verso il basso per non smontarla. Lasciate da parte la crema ottenuta 14: copritela con pellicola trasparente e conservatela in frigorifero. Dedicatevi alla crema al groviera che servirà a ricoprire i profiteroles: in un tegame versate il burro e fatelo sciogliere a fuoco basso; poi unite la farina setacciata a pioggia 15, mescolate con la frusta e create il roux a fuoco dolce 16 . Poi versate il latte e mescolate il tutto continuamente 17; aggiustate di sale e quando la crema sarà densa, aggiungete il groviera grattugiato 18. Lasciate sciogliere il formaggio sempre mescolando con la frusta 19 e spegnete il fuoco 20. Ora riprendete i bignè raffreddati completamente e create un piccolo foro nella parte piatta dei bignè, per farcirli con le creme aiutandovi con le sac-à-poche 21; se avete realizzato le tre diverse creme, potete farcirne 10 con il ripieno al prosciutto, 10 con quello al salmone e 10 con quello alle erbe. Disponete i bignè a piramide, partendo dalla base ampia, decorando gli spazi tra uno e l'altro con ciuffetti di crema con la sac-à-poche con bocchetta a stella 22 e con la crema al groviera 23 fino a creare una piramide. Decorate ulteriormente con semi di papavero se preferite e servite i vostri profiteroles salati con crema al groviera 24! "
}