{
    "title": "Cozze all'arancia e zenzero",
    "ingredients": [
        {
            "ingredient": "Arance",
            "quantity": "1"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 2 cucchiai"
        },
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "80 ml"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le cozze all’arancia e zenzero iniziate dalla pulizia delle cozze: riponete le cozze in una ciotola e sciacquatele sotto l’acqua fresca corrente 1. Aiutandovi con un coltello eliminate le impurità dal guscio della cozza 2, quindi togliete la barba (o bisso) strappandola con le mani 3, quindi con una spazzola rigida strofinate velocemente e con vigore le cozze una per una sotto l'acqua corrente e mettetele da parte. Sbucciate l’arancia con cura, aiutandovi con un pelapatate 4, e prelevatene solo la scorza, che poi taglierete a julienne 5. Tagliate l’arancia in 2 e spremetela, tenendo il succo da parte 6. Mettete ora le cozze in una padella antiaderente e fatele aprire a fuoco vivo 7, coperte con un coperchio 8. Quando le cozze avranno cominciato ad aprirsi, bagnatele con il vino bianco 9 e il succo d’arancia 10 e continuate la cottura, sempre a fuoco vivo, fino a che i gusci dei molluschi non si saranno tutti aperti. Una volta pronte le cozze mettetele da parte e tenetele al caldo, quindi sbucciate lo zenzero 11 e filtrate il liquido di cottura 12, che rimetterete sul fuoco aggiungendo lo zenzero grattugiato 13, la scorza d’arancia 14, il prezzemolo tritato e, a piacere, del pepe nero per insaporire 15. Fate cuocere il tutto per pochi minuti, a fuoco dolce, finché il composto non si sarà addensato. Private ora le cozze della metà del guscio in cui non vi è attaccato il mollusco 16 e mettetele in un piatto da portata, quindi cospargetele con la salsa ottenuta 17 e servitele immediatamente. Le cozze all’arancia e zenzero sono pronte 18. "
}