{
    "title": "Ravanelli ripieni",
    "ingredients": [
        {
            "ingredient": "Ravanelli",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Basilico",
            "quantity": "25 foglie"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 35 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "(da grattugiare) 15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Robiola",
            "quantity": "80 g"
        },
        {
            "ingredient": "Robiola",
            "quantity": "80 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Robiola",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "22 g"
        }
    ],
    "preparation": " Per preparare i ravanelli ripieni cominciate lavando i ravanelli sotto abbondante acqua 1. Riponeteli su un tagliere e privateli delle foglie più grandi, lasciandone solo dei piccoli ciuffi. Tagliate quindi la parte finale del ravanello in modo da ricavarne un cappello che adagerete sopra al ravanello stesso una volta riempito 2. Ora aiutandovi con un piccolo coltello svuotate l’interno del ravanello 3. Ripetete l’operazione con tutti i ravanelli. A questo punto procedete con la preparazione del ripieno dei ravanelli. Iniziate con la preparazione del composto di robiola e menta. Tritate finemente le foglie di menta: dovrete ottenere circa 6 grammi di menta tritata 4. Versate un terzo della robiola in una ciotolina ed unite la menta tagliata a piccoli pezzetti 5. Aggiustate il ripieno di robiola e menta di sale e pepe 6. Amalgamate tutti gli ingredienti aiutandovi con un cuccchiaio. Il primo ripieno dei ravanelli è così pronto. Dopodichè procedete con la preparazione del ripieno con patè di olive nere. Denocciolate le olive nere 7 e frullatele. Quando saranno frullate aggiungete l’olio 8 e frullate nuovamente fino ad ottenere un composto cremoso ed sufficientemente denso 9. Ora in una ciotola versate la robiola ed unite il patè di olive 10. Mescolate bene per amalgamare gli ingredienti 11 per ottenere il secondo ripieno dei ravanelli. Procedete poi con la preparazione del pesto di basilico che servirà per il vostro terzo ripieno. Mettete in un mortaio l’aglio, il sale grosso e pestateli assieme alle foglie di basilico 12. Quindi schiacciate ruotando il pestello sulle pareti del mortaio. Aggiungete quindi i pinoli 13 ed i formaggi e l’olio a filo 14 continuando a schiacciare gli ingredienti fino ad ottenere un composto omogeneo e cremoso. Prendete quindi un terzo della robiola e ponetela in una ciotolina. Unite anche il pesto 15. Mescolate ora accuratamente tutti gli ingredienti 16. Prendete quindi 8 ravanelli e riempiteli con il ripieno di robiola e pesto. Riponete sopra a ciascun ravanello la propria estremità che avevate precedentemente ricavato 17. Ripetete l’operazione con gli altri ripieni ottenuti riempiendo i restanti ravanelli e riponendo sopra ad essi la loro estremità. Quindi servite i ravanelli ai tre ripieni per deliziare i vostri commensali 18! "
}