{
    "title": "Ravioli al vapore all'orientale con verdure e mazzancolle",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Carote",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "60 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "60 g"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "150 g"
        },
        {
            "ingredient": "Germogli di soia",
            "quantity": "70 g"
        },
        {
            "ingredient": "Cavolo cappuccio",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i ravioli al vapore all’orientale con verdure e gamberetti iniziate a pulire e a tagliare tutti gli ingredienti, tenendoli poi da parte separatamente. Rimuovete le estremità delle carote, tagliatele a strisce quindi riducetele in dadolata 1. Procedete allo stesso modo con le zucchine e le melanzane (2-3). Pulite le mazzancolle togliendo completamente il carapace 4 e, con la punta di un coltello o di uno stuzzicadenti, rimuovete l’intestino 5. Sminuzzateli grossolanamente 6. In una padella antiaderente irrorata con olio di oliva mettete le carote e fatele cuocere per 2 minuti, quindi unite le zucchine 7. Dopo altri 2 minuti di cottura aggiungete le melanzane 8 e infine i gamberi 9: aggiustate di sale, pepe e proseguite la cottura per 3 minuti. Sfumate ora con la salsa di soia 10 e quando si sarà assorbita ultimate con i germogli di soia 11. Mescolate bene gli ingredienti e lasciateli riposare a fuoco spento. Portate a bollore l’acqua in una vaporiera, dotata dell’apposita base forata 12. Estraete dalla confezione i dischetti di pasta 13 e, una volta rimossa la pellicola su cui poggiano, trasferiteli sul piano da lavoro. Inumidite i bordi di un dischetto aiutandovi con un pennello da cucina 14, quindi farcitelo depositando al centro 20/25 gr di ripieno 15. Chiudete il dischetto per formare il raviolo: sollevatene 2 lembi opposti e sigillateli insieme 16, quindi portate verso il centro i due lembi rimasti aperti ottenendo così un raviolo con 4 angoli liberi 17, infine premete tra di loro gli angoli 18 in modo da formare un piccolo fagottino 19. Procedete in questo modo con tutti i dischetti di pasta, per ottenere 16 ravioli. Sogliate il cavolo, lavate e asciugate le foglie e rimuovetene la nervatura centrale 20, tagliate quindi le foglie in modo da ricavate 16 quadretti poco più grandi dei ravioli 21: vi serviranno come base per non rompere i ravioli una volta cotti. Quando l'acqua della vaporiera avrà raggiunto il bollore, disponete sul piano forato della vaporiera i ritagli di foglie, ognuno con un raviolo sopra 22. Coprite con il coperchio 23 e lasciate cuocere per circa 10 minuti. I ravioli al vapore all’orientale con verdure e gamberetti sono pronti 24. Serviteli subito. "
}