{
    "title": "Parigina",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "500 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino raso"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "320 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 ml"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "400 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Caciocavallo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare la parigina incominciate a fare l’impasto della pizza: disponete la farina a fontana e impastate tutti gli ingredienti fino ad ottenere un impasto liscio e omogeneo. Mettetelo a lievitare per almeno 2 ore in una ciotola capiente e coperta con pellicola; fino a quando raddoppierà di volume 1. Per maggiori dettagli sulla preparazione dell'impasto della pizza clicca qui (Pasta per la pizza). A questo punto prendete la teglia delle dimensioni di 30x40 cm e oleatela con un cucchiaio di olio 2, stendete con l'aiuto di un mattarello la pasta della pizza fino a che avrà la dimensione della teglia e uno spessore di circa mezzo centimetro 3. Adagiatevi sopra la pasta della pizza (facendo attenzione a stenderla bene fino ai bordi) 4. Copritela con la pellicola e tenetela da parte a temperatura ambiente in modo che lieviti ulteriormente 5. A questo punto prendete i pomodori, sgocciolateli con l’ausilio di un colino 6 e passateli per pochissimi secondi nel mixer 7, appena passati conditeli con olio e sale 8. Riprendete la pasta per la pizza e versateci i 2/3 di pomodoro e lasciate almeno mezzo centimetro dal bordo 9; sopra adagiate le fette di prosciutto cotto 10 e quelle di caciocavallo (o provola) 11. Coprite con la salsa di pomodoro rimasta 12. Stendete leggermente la pasta sfoglia per darle la dimensione della teglia 13 e bucherellatela con una forchetta 14. Ora coprite il ripieno con la pasta sfoglia 15. In una ciotolina sbattete 1 tuorlo insieme a 2 cucchiai di panna 16 e spennellate tutta la parigina 17. Infornate nel forno preriscaldato a 200 gradi per circa 30/35 minuti facendo attenzione che non si scurisca troppo la superficie della parigina, per evitare che ciò accada negli ultimi minuti potrete coprire la parigina con un foglio di carta stagnola. Toglietela dal forno e fatela riposare 5/6 minuti: servite la parigina ben calda 18. "
}