{
    "title": "Sformato di zucchine",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "450 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2) 100 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "grattugiato 20 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "12 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "9 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "stagionato grattugiato 15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo sformato di zucchine, lavate e spuntate le zucchine, poi affettatele a rondelle 1. In una padella scaldate lâolio con uno spicchio di aglio sbucciato e diviso a metÃ 2; quando sarÃ dorato, eliminatelo 3 e unite le fettine di zucchine; salate 4 e fatele saltare in padella per circa 5 minuti, mescolando spesso. Lasciate poi intiepidire le zucchine 5 e trasferitele in un mixer 6, aggiungete le uova 7, la ricotta vaccina 8 (se vi sembra molto acquosa potete lasciarla scolare in un colino posto su una ciotolina per alcune ore o tutta la notte in frigorifero prima di impiegarla nella ricetta), insaporite con il Pecorino grattugiato 9 e aromatizzate con le foglioline di timo fresco 10. Frullate tutti gli ingredienti fino ad ottenere un composto omogeneo 11. Prendete 5 stampini della capacitÃ di 130 g ciascuno: noi abbiamo usato degli stampini di 7,5 cm di diametro di superficie 4,5 cm di diametro del fondo e 6 cm di altezza. Imburrateli accuratamente 12 poi foderateli con la carta da forno, ritagliando dei cerchi per il fondo e delle strisce per il bordo 13. In alternativa, potete evitare di foderare gli stampini e una volta cotti, per sformare facilmente i tortini basterÃ passare la lama di un coltello intorno al bordo. Riempiti gli stampini con il composto di zucchine, versando circa 130 g di composto per ciascuno stampino 14. Poi trasferite gli stampini in una teglia da forno, aggiungete dellâacqua (un paio di cm saranno sufficienti) 15 e cuocete in forno statico preriscaldato a 160Â° per circa 60 minuti (oppure inforno ventilato mantenendo le stesse tempistiche, verificando 10 minuti prima del tempo indicato e coprendo in caso con un foglio di carta alluminio se tendono a seccarsi troppo in superficie). A cottura ultimata, sfornate i tortini 16, lasciateli intiepidire e poi sformateli rovesciandoli 17 ed eliminando la carta da forno che li avvolge 18. Mentre cuocete lo sformato di zucchine, occupatevi della salsa Mornay: in un tegame scaldate il latte senza portare a bollore 19; nel frattempo in un altro tegame sciogliete il burro a fuoco lento 20, unite al burro sciolto completamente un pizzico di sale 21 Quindi togliete il burro sciolto dal fuoco e aggiungete la farina a pioggia, poco alla volta 22, mescolando con una frusta per evitare la formazione di grumi 23. Rimettete il tegame sul fuoco basso e tostate la farina per qualche istante sempre mescolando con una frusta e quando si sarÃ imbiondita 24, unite il latte 25. Mescolate continuamente 26 e aromatizzate con una grattugiata di noce moscata 27. Poi una volta raggiunto il bollore, spegnete il fuoco e unite il formaggio Asiago grattugiato 28. In una ciotolina a parte, sbattete i tuorli con la panna fresca liquida 29, poi uniteli alla besciamella 30 e mescolate con la frusta per amalgamare al composto 31 (se necessario potete riportare la salsa sul fuoco per addensarla maggiormente). Servite lo sformato di zucchine accompagnando con la salsa Mornay calda (32-33). "
}