{
    "title": "Crostatine capresi",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "230 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "120 g"
        },
        {
            "ingredient": "Mozzarelline ciliegine",
            "quantity": "120 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le crostatine capresi, per prima cosa preparate le basi di sfoglia: stendete il rotolo di pasta sfoglia e ritagliate 6 dischi usando un coppapasta del diametro di 12 cm 1, poi eliminate la sfoglia in eccesso 2. Imburrate 6 stampini per crostatine dello stesso diametro 3 e adagiate allâinterno i dischi di pasta sfoglia, facendo aderire bene i bordi 4, poi bucherellate la base con i rebbi di una forchetta 5. Adagiate un rettangolo di carta forno sopra ogni crostatina, ricopritelo con delle sfere per la cottura alla cieca (in alternativa potete utilizzare dei legumi secchi) 6 e cuocete in forno statico preriscaldato a 180Â° per 15 minuti. Trascorso questo tempo rimuovete la carta forno e le sfere e proseguite la cottura per altri 7-8 minuti. Nel frattempo preparate gli ingredienti per farcire le crostatine: lavate i pomodorini e divideteli a metÃ 7, poi tagliate a metÃ anche le mozzarelline 8 e infine in quarti 9. Trascorso il tempo di cottura, sfornate le crostatine 10, lasciatele intiepidire e rimuovetele dagli stampini. A questo punto potete farcire le crostatine disponendo sulla superficie i pomodorini alternati con le mozzarelline 11. Condite con un pizzico di sale 12, un filo dâolio 13, una foglia di basilico e un pizzico di origano 14 e proseguite nello stesso modo con tutte le altre: le vostre crostatine capresi sono pronte per essere servite 15! "
}