{
    "title": "Cestini di Parmigiano con insalata croccante alle mele",
    "ingredients": [
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 240 g"
        },
        {
            "ingredient": "Mele Fuji",
            "quantity": "2"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "lungo 80 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "novelli freschi 50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i cestini di Parmigiano con insalata di mele croccante, cominciate occupandovi della glassa: ponete in un pentolino l’aceto balsamico e lo zucchero di canna 1 e fate ridurre a fuoco medio-dolce per qualche minuto 2. Trasferite la riduzione in un biberon e mettetela in frigo a rassodare per almeno mezzora: raffreddandosi si addenserà e acquisirà la consistenza di una glassa. Intanto, procedete con la preparazione dei cestini. Spennellate con pochissimo burro una padellina del diametro di 16-18 cm 3 (se avete una buona padella antiaderente potete saltare questo passaggio, che però contribuirà a rendere più lucidi i cestini). Fatela scaldare leggermente e versatevi un quarto del Parmigiano previsto dalla ricetta, ossia 60 g 4. Distribuite uniformemente il Parmigiano in padella, aiutandovi con una spatola 5. Lasciate quindi fondere il formaggio, a fiamma non troppo alta, fino a quando comincia a fare le bollicine e assume un colore leggermente dorato 6. Togliete la padella dal fuoco e lasciate che il formaggio rapprenda un minuto. Aiutandovi con la spatola, staccate delicatamente dalla padella la cialda di Parmigiano che risulterà ancora piuttosto morbida 7 e adagiatela con un gesto rapido sul fondo capovolto di una ciotolina, che avrete precedentemente posto su un foglio di carta cucina 8 o su un piatto. Lasciate raffreddare completamente il cestino, nel frattempo procedete allo stesso modo con gli altri 3. Finiti tutti i cestini, lavate il radicchio e tagliatelo alla julienne 9. Ponetelo in una ciotolina e conditelo con l’olio 10 e il sale. Lavate quindi le mele, tagliatele a metà 11 ed eliminate il torsolo 12. Tagliate quindi le mele a fettine sottili 13. È il momento di comporre i piatti: ponete ogni cestino in un piattino e disponete a mezzaluna le fettine di mela su 2/3 del cestino 14. Aggiungete poi al centro spinacini 15 e radicchio 16. Disponete sopra l’insalatina altre 3 fettine di mela 17, in corrispondenza dello spicchio di circonferenza rimasto libero. Infine guarnite con un filo di glassa di aceto balsamico ormai raffreddata: i vostri cestini di Parmigiano con insalata di mele croccante sono pronti 18! "
}