{
    "title": "Anelli di calamari al forno",
    "ingredients": [
        {
            "ingredient": "Calamari",
            "quantity": "medi 600 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "200 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare gli anelli di calamari al forno iniziate sciacquando i calamari sotto l'acqua corrente 1, poi staccate la testa dal mantello e tenetela da parte 2. Estraete la penna di cartilagine trasparente. Passate nuovamente il calamaro sotto acqua corrente per rimuovere le interiora e la sacca di inchiostro se presente. Passate quindi ad eliminare la pelle esterna: incidete con un coltellino la parte finale del mantello e tirate via completamente il rivestimento con le mani o aiutandovi con un coltellino 3, rimuovete anche le pinne. Ora riprendete la testa che avevate messo da parte e separatela dai tentacoli. Sciacquate accuratamente tutte le parti del calamaro pulite sotto acqua corrente; per ulteriori dettagli consultate la nostra scheda Come pulire i calamari della scuola di cucina. Tagliate il mantello ad anelli di un centimetro di spessore 4 e unite questi ai tentacoli. Ora occupatevi della panatura: ponete in una ciotola il pangrattato 5 e unite la paprika dolce 6 e un cucchiaino di sale. Versate la miscela ottenuta in una teglia larga 7, disponete gli anelli di calamaro e i tentacoli 8 mescolateli in modo che la panatura aderisca su tutti i lati 9. poi passate i calamari in un setaccio a maglie larghe 10, ponete sotto il setaccio un recipiente e scuotete il setaccio per eliminare la panatura in eccesso 11. Ungete una teglia con l'olio, poi foderatela con carta da forno, facendo una leggera pressione con le mani in modo da fare aderire meglio la carta 12. Trasferite nella teglia gli anelli e i tentacoli dei calamariÂ impanati. Versate l'olio 13 e cuocete in forno statico preriscaldato per 25 minuti a 180Â° 14 oppure in forno ventilato a 160Â° per circa 15-20 minuti. Terminata la cottura i vostri anelli di calamari al forno saranno pronti per essere portati in tavola e gustati ben caldi 15. "
}