{
    "title": "Crescentine o tigelle",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "500 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Strutto",
            "quantity": "60 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "(o 11 g se fresco ) 3 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per preparare le crescentine (o tigelle) mettete la farina 0 e quella 00 nella ciotola della planetaria, quindi aggiungete il latte 1, il lievito disidratato 2 e lo strutto 3. Azionate il gancio per 1 minuto e poi versate l'olio 4 e l'acqua 5; continuate con il gancio e, quando l'impasto comincerà a staccarsi dai lati della ciotola, aggiungete il sale 6. Azionate il gancio nuovamente per circa 6 minuti, fino a quando l'impasto risulterà compatto. Dunque ponete il composto che avete ottenuto su di una spianatoia di legno e lavoratelo bene con le mani fino a farlo diventare liscio ed omogeneo 7. A questo punto mettetelo in un contenitore coperto con la pellicola trasparente e lasciate riposare a temperatura ambiente per 2 ore (in modo da far iniziare la lievitazione) in un luogo tiepido e privo di correnti d’aria 8; trascorse 2 ore, ponete l’impasto in frigorifero per almeno 8 ore. Terminato il tempo della lievitazione, togliete l’impasto dal frigorifero e collocatelo su di una spianatoia leggermente infarinata 9. Con un mattarello stendete l'impasto fino ad arrivare ad uno spessore di circa 5 mm 10, dopodiché con un coppapasta del diametro di 8,5 cm ricavate dei dischi 11; ripetete l'operazione e, una volta terminato, dovrete ottenere 18 crescentine. Collocate le crescentine su di un vassoio foderato con carta forno 12, facendole riposare per almeno 20 minuti. Dopo 20 minuti, fate scaldare la tigelliera a fuoco moderato per 5 minuti da entrambi i lati e, una volta che sarà ben calda, posizionate i dischi che avete preparato 13. Chiudete il coperchio e fate cuocere per 4-5 minuti per parte e poi capovolgete la tigelliera chiusa per verificare la cottura: se le tigelle risultano ancora bianche, capovolgete di nuovo e continuate fino a quando saranno ben cotte; ricordate che la cottura deve essere dolce, perché in caso contrario le crescentine si cuoceranno solo all'esterno, rimanendo crude all'interno. Quando le crescentine saranno ben dorate da entrambi i lati 14, toglietele dalla tigelliera, mettetele ancora calde in un recipiente foderato con un canovaccio e copritele: così facendo, continueranno sensibilmente la cottura e rimarranno morbide e fragranti più a lungo 15. Infine, servite le vostre crescentine (o tigelle) ben calde. Se volete, potete tagliare a metà le crescentine a mo’ di panino e farcirle come più preferite, scegliendo tra verdure, salumi e formaggi o la tipica cunza. "
}