{
    "title": "Fasolari gratinati",
    "ingredients": [
        {
            "ingredient": "Fasolari",
            "quantity": "12"
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare 1 ciuffo"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare i fasolari gratinati aprite i fasolari da crudi 1, raccogliete la loro acqua durante l'apertura 2, staccateli dai gusci, che terrete da parte, e battete i molluschi con un batticarne 3. Su di un tagliere con un coltello, tritate grossolanamente i fasolari e teneteli in una ciotola (4-5). Filtrate l'acqua raccolta 6 e mettete tutto da parte. Dedicatevi ora al ripieno: togliete la crosta al pane e tagliate la mollica a pezzi 7. Ponete la mollica in un mixer e tritatela quindi amalgamatela con il prezzemolo tritato 9 il parmigiano 10, l'aglio schiacciato 11 e il pepe: mescolate bene con un cucchiaio, amalgamando il tutto con due cucchiai d'olio. Infine aggiungete un po’ alla volta il liquido dei fasolari 12, fino ad ottenere un composto cremoso 13. Con la carta stagnola create delle striscette che piegherete a cerchio e posizionerete sotto ogni guscio dei fasolari 14, a fare da supporto per stare dritti. Posizionate i gusci su di una leccarda ricoperta da un foglio di carta forno 15. Ora aggiungete un cucchiaio di fasolari tritati in ogni guscio 16 e ricoprite ognuno con un cucchiaio di composto di pane 17. Infornate a 200 ° per 25 minuti poi, trascorso questo tempo, alzate la temperatura al massimo e accendete il grill per 5 minuti fino a quando si formerà la crosticina dorata in superficie 18. I fasolari gratinati saranno pronti per essere portati in tavola! "
}