{
    "title": "Cuoricini con caprino ed erba cipollina",
    "ingredients": [
        {
            "ingredient": "Latte intero",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "180 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1/2 cucchiaino"
        },
        {
            "ingredient": "Caprino",
            "quantity": "120 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "tritata 2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "piccole 2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lâimpasto dei cuoricini, versate il latte in una casseruola, aggiungete il burro ed il sale 1 e portate a sfiorare lâebollizione; togliete la casseruola dal fuoco e aggiungete immediatamente la farina, tutta assieme 2. Con lâaiuto di un mestolo, mescolate con vigore fino ad amalgamare gli ingredienti 3 e ottenere un composto piuttosto compatto (se lo vedrete grumoso non preoccupatevi). Lasciate intiepidire lâimpasto ottenuto 4, poi trasferitelo su di una spianatoia leggermente infarinata e impastate con le mani 5 fino ad ottenere una pasta liscia e omogeneaÂ 6. Lasciate raffreddare completamente la pasta dei cuoricini e nel frattempo preparate il ripieno mischiando in una ciotola il caprino, il sale, il pepe e lâerba cipollina 7. Stendete lâimpasto dei cuoricini con un mattarello 8 formando una sfoglia rettangolare dello spessore di circa 1-2 mm al massimo: con un cucchiaino, prendete un poâ del ripieno e adagiatelo a mucchietti sulla sfoglia, 9 a distanza di circa 10 cm uno dallâaltro. Coprite i mucchietti con la pasta (chiudendola a libro) 10 e con lo stampino a forma di cuore ritagliate le sagome. (11-12) Procedete in questo modo, impastando ogni volta i ritagli fino allâesaurimento degli ingredienti. Una volta ottenute tutte le sagome, prendete due piatti: in uno metterete il pangrattato e nell'altro l'uovo sbattuto. Intingete ogni cuoricino prima nellâuovo sbattuto 13, quindi passatelo nel pangrattato 14 e friggetelo in olio moderatamente caldo (non bollente) fino a dorare entrambi i lati 15. Scolate i cuoricini, adagiateli su carta assorbente da cucina e serviteli immediatamente. "
}