{
    "title": "Schiacciate con tartare di salmone e cipollotto",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate croccanti con olio extravergine d'oliva 12"
        },
        {
            "ingredient": "Tranci di salmone",
            "quantity": "30 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "45 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le schiacciate con tartare di salmone e cipollotto, per prima cosa assicuratevi di aver acquistato pese abbattuto; si consiglia comunque di congelarlo per 96 ore a -18 gradi e poi scongelarlo per utilizzarlo nella ricetta . Verificate che non presenti lische: passate le dita sulla superficie e se sono presenti lische, toglietele con una pinzetta 1. Quindi tagliate il trancio di salmone a striscioline 2 e poi riducetelo a cubetti molto piccoli 3. Versate i cubetti in una ciotolina e tenete da parte al fresco. Mondate il cipollotto eliminando la parte verde 4 e le radici 5; quindi sfogliatelo per togliere la parte esterna più dura 6. Ricavate delle fette molto sottili 7, poi tritatelo finemente e aggiungetelo nella ciotolina in cui avevate raccolto i cubetti di salmone 8. Irrorate il cipollotto e il salmone con un filo di olio extravergine d'oliva 9. Salate e pepate 10 a piacere, mescolate gli ingredienti con un cucchiaino 11. Poi spremete mezzo limone 12. Passate il succo ottenuto in un colino e raccoglietelo in una ciotolina 13. Quindi aggiungete il succo di limone al composto di salmone e cipollotto 14 e lasciate marinare per 5 minuti o fino a quando il salmone avrà assunto una colorazione più chiara. Intanto tritate finemente le foglioline di basilico 15, poi aggiungetele al salmone e al cipollotto e amalgamate bene il tutto. Quindi preparate le 12 schiacciatine e versate su ciascuna un cucchiaino scarso di tartare di salmone e cipollotto. Completate con una fogliolina di basilico e servite immediatamente le vostre schiacciate con tartare di salmone e cipollotto! "
}