{
    "title": "Strudel rosso al pomodoro con ripieno di tonno, broccolo e porro",
    "ingredients": [
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 1"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "380 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "(sgocciolato) 140 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "(da grattugiare) 80 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare lo strudel rosso al pomodoro con ripieno di tonno, broccolo e porro incominciate con la preparazione dell’ impasto. In una ciotolina sciogliete il concentrato di pomodoro nell’ acqua 1. Setacciate la farina in una ciotola capiente e aggiungete il sale, l’ uovo, il concentrato sciolto nell’acqua 2 e l’olio 3. Impastate con le mani per raccogliere gli ingredienti 4 e lavorateli sul piano di lavoro fino ad ottenere un impasto liscio e omogeneo. Formate una pallina, ponetela in una ciotola e coprite con la pellicola trasparente 5, lasciando riposare l'impasto a temperatura ambiente per 1 ora. Nel frattempo dedicatevi al ripieno: grattugiate il formaggio, denocciolate le olive, tagliatele a rondelle e mettete a sgocciolare il tonno dall’olio in eccesso in un colino. Ricavate da un cespo di broccolo le cimette, eliminando la parte inferiore più coriacea 6. Ponete sul fuoco una pentola con abbondante acqua salata e fate sbollentare i broccoli per 5-8 minuti 7. Una volta pronti 8, scolateli dall’acqua 9, successivamente poneteli ancora caldi in un bicchiere alto; frullateli con un frullatore ad immersione per ottenere una crema molto densa 10. Lasciatela raffreddare, intanto affettate il porro finemente 11, dopo aver eliminato le estremità, quindi fatelo appassire in una padella antiaderente con l’olio per 10-15 minuti a fuoco molto basso 12. Quando i porri saranno pronti 13, spegnete e dedicatevi alla composizione dello strudel. Trascorso il tempo necessario, con un mattarello stendete l’impasto su un panno di lino infarinato (in modo che sia più facile arrotolarlo) 14 in una sfoglia sottile 4-5 mm e delle dimensioni di un rettangolo delle dimensioni di 45x50 cm. Con un cucchiaio spalmate la crema di broccoli ormai fredda che avete preparato 15, lasciando un bordo di circa 4-5 cm. Distribuite anche i porri, il tonno sbriciolato grossolanamente con una forchetta 16. Terminate con il formaggio grattugiato 17, le olive nere a rondelle 18 e un pizzico di pepe, poi spennellate i bordi senza ripieno con una parte dell'albume. Arrotolate lo strudel dal lato più lungo su se stesso con l’aiuto del canovaccio 19. Terminata questa operazione 20, ripiegate le due estremità in basso, quindi ponete lo strudel che avete realizzato su una leccarda foderata con una foglio di carta da forno, tenendo la chiusura nella parte inferiore 21. Spennellate la superficie con l’albume restante 22, poi cospargetela con una manciata di semi di papavero 23. Fate cuocere in forno statico preriscaldato a 180° per 45 minuti (o a 160° per 35 minuti se in forno ventilato). Una volta pronto, potrete gustare il vostro strudel rosso al pomodoro con ripieno di tonno, broccolo e porro caldo oppure tiepido 24! "
}