{
    "title": "Cappuccino di zucca",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucca",
            "quantity": "di Chioggia pulita 400 g"
        },
        {
            "ingredient": "Robiola",
            "quantity": "160 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Confettura di prugne",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "2 cucchiai"
        }
    ],
    "preparation": " Per preparare il cappuccino di zucca iniziate privando la zucca della scorza e dei semi interni con l'aiuto di un cucchiaio e tagliando la polpa in cubetti 1. Sbucciate le patate e riducete anch'esse in cubetti 2. Mondate il porro e tagliatelo molto finemente 3. In una casseruola scaldate 4 cucchiai d'olio extravergine d'oliva, fatevi appassire il porro 4 e aggiungetevi i pezzetti di zucca 5 e di patate 6, incorporate quindi il rosmarino tritato finemente 7. Fate rosolare e insaporire le verdure, aggiungete poi il brodo vegetale e portate a cottura 8. Quando le patate e la zucca saranno cotte, lasciatele intiepidire e frullatele fino ad ottenere una vellutata cremosa. Aggiustate eventualmente di sale e di pepe. Dedicatevi poi alla preparazione della spuma del cappuccino: in una ciotola amalgamate la robiola e la panna fresca e montateli fino ad ottenere un composto spumoso e soffice 9, condite quindi con poco sale e pepe. Potete ora comporre il vostro cappuccino di zucca: distribuite la vellutata in coppette o tazze da cappuccino, aggiungetevi una spatolata di spuma di formaggio e panna (oppure un ciuffo utilizzando una sacca da pasticciere), guarnite con un cucchiaino di marmellata di prugne e decorate con alcune mandorle a lamelle. Servite il cappuccino di zucca immediatamente! "
}