{
    "title": "Sandwich di polenta con salmone e crescenza",
    "ingredients": [
        {
            "ingredient": "Farina di mais",
            "quantity": "300 g"
        },
        {
            "ingredient": "Crescenza",
            "quantity": "300 g"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,6 l"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per realizzare i sandwich di polenta con salmone e crescenza iniziate dalla polenta: per preparare la polenta seguite la nostra ricetta della Polenta. Mettete su fuoco vivo una pentola con l'acqua 1 e portatela ad ebollizione. Aggiungete quindi un cucchiaio raso di sale grosso 2, l’olio di oliva 3 e versate a pioggia la farina gialla 4 mescolando continuamente con un cucchiaio di legno o una frusta 5. Continuate a mescolare sempre nello stesso verso, miscelando lo strato più profondo con quello più superficiale fino ad amalgamare il composto. Dopo circa 40 minuti questa inizierà a staccarsi dai bordi della pentola: continuate la cottura per altri 20 minuti. Intanto spennellate con l’olio uno stampo da plumcake che misuri circa 26x10 cm 6, trasferite la polenta nello stampo 7 distribuite il composto uniformemente e livellate la superficie con una spatola 8 o con il dorso di un cucchiaio. Ponete la polenta a rassodare per circa 2 ore a temperatura ambiente 9. Trascorso questo tempo sformate la polenta su un tagliere 10, tagliatela a fette spesse circa 0.5 cm 11 e poi ricavate dei triangolini dividendo in senso trasversale ogni fetta: otterrete così dei sandwich 12. Ponete sul fuoco una piastra e grigliate i sandwich di polenta per qualche minuto, il tempo di dorare la superficie 13. Ora occupatevi del salmone: è fondamentale che il salmone sia fresco e soprattutto assicuratevi presso il vostro rifornitore che sia stato \"abbattuto\", ovvero congelato alla temperatura corretta (mantenuto tra i -20 e i -30 gradi per 24-48 ore). Pulite il filetto eliminando le lische con una pinzetta da cucina 14 e poi tagliate a listerelle sottili il salmone 15 e tenetele da parte. A questo punto potete farcire i sandwich: prendete una fetta di sandwich e spalmate sopra la crescenza fresca 16, adagiate una listarella di salmone 17 e richiudete con un’altra fetta di sandwich 18. I vostri sandwich di polenta con salmone e crescenza sono pronti per essere gustati! "
}