{
    "title": "Scones salati alle patate",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "420 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "220 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "5 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "12 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "(a fette) 150 g"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "250 g"
        },
        {
            "ingredient": "Mortadella",
            "quantity": "(a fette) 150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli scones salati alle patate, iniziate proprio da quest'ultime: lavatele sotto acqua corrente, quindi mettetele a lessare in un tegame capiente con abbondante acqua leggermente salata 1: ci vorranno circa 30 minuti di cottura perché risultino morbide (potete ridurre i tempi utilizzando una pentola a pressione, ci vorranno circa 12 minuti in questo caso); una volta cotte, sbucciatele ancora calde 2 e schiacciatele in una ciotola 3. Unite il burro, il timo 4, il sale 5 e una grattugiata di noce moscata per aromatizzare il composto 6; mescolate tutto con una forchetta 7, poi coprite con pellicola e lasciate raffreddare a temperatura ambiente, quindi in frigo 8. Poi in una ciotola setacciate la farina e unite il lievito per preparazioni salate 9. Quando il composto con le patate sarà freddo, versatelo nella ciotola con la farina e il lievito 10 e unite anche il latte poco alla volta 11, quindi amalgamate tutti gli ingredienti: dovrete ottenere un impasto compatto e omogeneo. Poi formate una palla di impasto 12 e ponetelo in frigo a rassodare coperto con pellicola per circa 20 minuti. Passato questo tempo, rovesciate l'impasto su un piano di lavoro leggermente infarinato, adagiate un foglio di carta da forno sopra e stendete l'impasto in un disco di 1,5 cm di spessore 14; poi togliete il foglio di carta da forno e con un coppapasta di 6,5 cm di diametro realizzate 12 dischi 15 e poneteli su una leccarda foderata con carta da forno. Cospargetene alcuni con semi di sesamo bianchi, altri con quelli neri e i restanti con semi di papavero 16. Ponete la teglia in frigorifero per far riposare i dischi 10-15 minuti ancora, prima di infornarli in forno statico preriscaldato a 200°C per circa 15-20 minuti (180°C per 10-15 minuti se forno ventilato). Una volta cotti dovranno risultare dorati in superficie (potete verificare la cottura infilzandoli con uno stuzzicadenti: se uscirà asciutto saranno cotti); potrete sfornarli e lasciarli raffreddare completamente su una gratella. Intanto per il ripieno, lavate e spuntate una zucchina, quindi riducetela a fette piuttosto sottili con un coltello 18 o con una mandolina. Fate scaldare molto bene la piastra e grigliate le zucchine da entrambi i lati 19; poi quando gli scones saranno freddi, apriteli a metà per il senso della larghezza con un coltellino 20 e farcite 6 metà con ricotta 21, quindi adagiate sopra alle metà con la ricotta le zucchine grigliate 22 oppure il prosciutto crudo o la mortadella 23; richiudeteli con le altre metà e i vostri scones salati alle patate sono pronti per essere gustati 24! "
}