{
    "title": "Aspic millecolori con gelatina alla birra",
    "ingredients": [
        {
            "ingredient": "Birra chiara",
            "quantity": "330 ml"
        },
        {
            "ingredient": "Carote",
            "quantity": "90 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "90 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "90 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "70 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "mezzo"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "mezzo"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 8"
        },
        {
            "ingredient": "Uova sode",
            "quantity": "2"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 8"
        }
    ],
    "preparation": " Per preparare l’aspic millecolori con gelatina alla birra iniziate dal brodo vegetale, che servirà per fare la gelatina. In un pentolino ponete l’acqua e la birra 1 insieme alla carota, al sedano e alla cipolla già lavate e pulite 2, salate e portate a bollore facendo cuocere a fuoco basso per circa 20 minuti. Passato questo tempo, filtrate il brodo e aggiungete tanta acqua quanto basta per portare tutto il liquido a 500 ml. Intanto sbollentate i piselli e le carote tagliate a dadini 3 per un paio di minuti in acqua bollente. Preparate le verdure: tagliate i peperoni ricavando 24 listarelle 4 dal peperone giallo e 24 listarelle da quello rosso e tagliate le parti restanti in cubetti 5. Tagliate le olive a rondelle 6 e le uova sode, ricavando 8 fette 7. Intanto mettete in ammollo la colla di pesce in acqua fredda 8 e quando si sarà ammorbidita, strizzatela bene e fatela sciogliere in 3-4 mestoli di brodo ben caldo (che potrete anche mettere sul fuoco) 9. Unite poi questo liquido al restante brodo vegetale e fate raffreddare il composto a temperatura ambiente. Ora passate alla composizione dell’aspic: predisponete 8 stampini d’acciaio della capacità di 165 ml e tenete presente che ogni strato di gelatina alla birra, che comporrà l’aspic millecolori, sarà di 15 gr e avrà bisogno di 15-20 minuti in frigo per rassodare (oppure 10 minuti in freezer). Partite dal fondo versando uno strato di gelatina pari a 15 gr 10 (per essere sicuri ponete lo stampino su una bilancia, fate la tara e pesate esattamente la gelatina mentre la versate). Quando il fondo sarà rassodato ponete una fetta di uovo sodo al centro, ricopritelo con la gelatina 11 e lasciate rassodare. Continuate con il prosciutto cotto a dadini, facendo attenzione a disporre bene a raggiera il prosciutto per tutto il perimetro dello stampino 12, per ottenere un effetto finale molto ordinato, e completate con altri cubetti al centro. Versate sopra un altro strato di gelatina alla birra 13 e fate rassodare. Proseguite con uno strato di piselli, avendo cura di disporli sempre in modo armonioso 14, coprite con la gelatina e fate rassodare 15. Passate poi ai peperoni: disponete 3 listarelle di peperone rosso alternate a 3 listarelle di peperone giallo lungo il perimetro dello stampino 16 e riempite al centro con in cubetti di peperone 17. Ricoprite sempre con gelatina e fate rassodare. Infine lo strato finale: disponete i cerchi di oliva alternando i colori intorno allo stampino 18 e completate lo strato con i cubetti di carota 19. Ricoprite con l’ultimo strato di gelatina 20 e fate rassodare il tutto per 2-3 ore in frigorifero. Quando sarà ben compatto sformate il vostro aspic immergendolo velocemente in acqua calda e staccando i bordi dallo stampino con l’aiuto di un coltellino a lama liscia 21. Il vostro aspic millecolori con gelatina alla birra sarà pronto per essere servito. "
}