{
    "title": "Pomodorini all'australiana",
    "ingredients": [
        {
            "ingredient": "Pomodori di Pachino",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "2 spicchi"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Origano",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        },
        {
            "ingredient": "Capperi sott'aceto",
            "quantity": "2 cucchiaini"
        }
    ],
    "preparation": " Lavate ed asciugate i pomodorini, tagliateli in quarti e disponeteli , non troppo a ridosso l’uno dell’altro, su di una o più teglie foderate con carta forno. Cospargeteli con del sale fino (non troppo) e poneteli ad asciugare nel forno per 5-6 ore (a seconda dalla grandezza dei pomodorini) a 90°; il pomodoro deve risultare semi-secco: dovrà avere ancora della polpa morbida, ma asciutta. In alternativa, se abitate in un posto assolato, potete scegliere di farli essiccare al sole, protetti da una retina che eviterà il contatto con gli insetti, ma in questo caso ci vorranno almeno 2 o 3 giorni. Quando i pomodorini saranno pronti, toglieteli dal forno e lasciateli raffreddare completamente. Nel frattempo tritate gli aghi di rosmarino, le foglioline di timo, il basilico e i capperi, e l’aglio, poi unite l’origano; ponete i pomodorini ormai freddi in una ciotola, unite l'aceto, il trito di erbe e l’olio di oliva. Mescolate delicatamente, poi aggiustate eventualmente di sale. Ponete i pomodorini all’australiana in un contenitore con il coperchio e metteteli frigorifero; lasciateli riposare per tutta la notte, in modo che i sapori si amalgamino bene tra di loro. "
}