{
    "title": "Tortini di canocchie",
    "ingredients": [
        {
            "ingredient": "Canocchie",
            "quantity": "600 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Pane",
            "quantity": "solo la mollica 90 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "di Chioggia 35 g"
        },
        {
            "ingredient": "Worcestershire sauce",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Senape",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "del Cavallino 600 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "35 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i tortini di canocchie iniziate tagliando a fette il pane bianco, eliminate la parte della crosta e tagliate a cubetti la mollica 1; trasferitelo poi in una ciotola e versateci sopra il burro fuso 2. Mescolate bene e lasciate riposare per almeno 10 minuti 3. Nel frattempo bollite per 2-3 minuti le canocchie 4, scolatele 5, lasciatele raffreddare e procedete nella pulizia. Tagliate le appendici sul ventre e rifilate poi i lati 6. Togliete con delicatezza il carapace 7, tritate grossolanamente la polpa e trasferitela in una ciotola 8. Quindi mondate e tritate finemente la cipolla 9. Prendete le uova e separate i tuorli dagli albumi in 2 ciotole differenti, questi ultimi infatti andranno montati successivamente. Unitela alla polpa delle canocchie, insieme ai tuorli e alla salsa Worcestershire 10, aggiungete anche la senape 11, e i tocchetti di pane ammorbidito nel burro 12. A questo punto montate gli albumi a neve 13 e incorporateli delicatamente al resto degli ingredienti con una spatola 14, quindi unite anche il pangrattato 15. Mescolate fino ad ottenere un impasto omogeneo 16, coprite con la pellicola trasparente e lasciate riposare in frigorifero. Nel frattempo dedicatevi alla preparazione della salsa. Lavate i pomodori, tagliateli in spicchi ed eliminate la parte interna dei semini 17, quindi riduceteli a cubetti 18. Tritate la cipolla e trasferitela in un tegame con l’olio 19. Lasciatela appassire per qualche minuto a fiamma moderata 20 e unite anche i pomodori. Cospargeteli con lo zucchero e lasciateli caramellare per un paio di minuti 21. Sfumate con l’aceto di riso 22, coprite con un coperchio 23 e lasciate cuocere per circa 25 minuti, mescolando di tanto in tanto. Trasferite il tutto nel bicchiere del mixer e frullate 24, fino ad ottenere una crema 25. Passatela quindi al setaccio 26, per ottenere la giusta consistenza, liscia ed omogenea 27. Prendete gli stampi usa e getta e imburrateli 28, quindi riempiteli con il composto alle canocchie 29 e livellate la parte superiore con l’aiuto di un cucchiaio 30. Cuocete in forno statico preriscaldato a 220° per 20 minuti 31 (se utilizzate il forno ventilato cuocete a 200° per 15 minuti). Una volta cotti sformate i vostri tortini dagli stampi 32 e serviteli accompagnandoli con la salsa agrodolce al pomodoro e qualche fogliolina di basilico 33. "
}