{
    "title": "Crostata con pesto misto e pancetta",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "350 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "30 g"
        },
        {
            "ingredient": "Mandorle",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pistacchi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "una sola fetta 200 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "40 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "15 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "8 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "230 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la crostata con pesto misto e pancetta iniziate con la preparazione della pasta brisè. Unite in un mixer la farina 1, il burro freddo di frigorifero e tagliato in pezzi 2, un pizzico di sale e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso 3. A questo punto, disponete il composto ottenuto in una ciotola ed aggiungendo poco alla volta l'acqua fredda impastate il tutto velocemente 4, quindi passatelo su una spianatoia e continuate ad impastare fino ad ottenere un composto sodo ed abbastanza elastico 5. Una volta pronta, avvolgete la vostra pasta brisè nella pellicola 6 e lasciatela riposare in frigo per almeno 40 minuti. Nel frattempo iniziate a preparare il pesto per il vostro ripieno. Versate in un mixer il basilico, il prezzemolo 7, la maggiorana 8, le noci e le mandorle 9. Unite quindi anche i pistacchi, l'erba cipollina 10 e lo spicchio d'aglio 11, azionate quindi il mixer a più riprese, anzichè continuo, versando l'olio a filo 12. Una volta ottenuto un pesto omogeneo 13, aggiungete la ricotta 14 e azionate il mixer ancora per pochi attimi in modo da amalgamare il tutto 15. A parte in una ciotolina sbattete le uova 16 e versatele all'inerno del pesto appena preparato 17, aggiungete il sale ed il pepe quindi mescolate nuovamente con una spatolina 18. A questo punto tagliate la pancetta a dadini 19 e saltatela in padella, senza aggiungere nulla, per circa 5 minuti, fino a renderla croccante 20. Lasciatela intiepidire, quindi versatela all'interno del composto al pesto 21. Passati i 40 minuti, riprendete la pasta brisè, posizionatela su una spianatoia leggermente infarinata e iniziate a stenderla con il mattarello 22 fino ad ottenere uno spessore di circa 1 cm 23. Quindi spostate la sfoglia in una tortiera da 25 cm, precedentemente imburrata e infarinata, aiutandovi arrotolando la pasta intorno mattarello e srotolandola sulla teglia. Togliete l'eccesso di pasta, sempre aiutandovi con il mattarello, pressandolo bene sui bordi della teglia 24 e tenetelo da parte. Versate il pesto preparato precedentemente all'interno della teglia 25 e livellatelo leggermente 26. Riprendete l'eccesso di pasta e stendetelo nuovamente, sempre ottenendo uno spessore di circa 1 cm e ricavatene delle losanghe 27. Posizionate le losanghe al di sopra del composto 28 e spennellatele con l'uovo precedentemente sbattuto 29. Infornate in forno statico a 170° per 50 minuti (se utilizzate il forno ventilato infornate a 150° per circa 40 min). Sfornate 30 e lasciate intiepidire leggermente la crostata con pesto misto e pancetta prima di servirla. "
}