{
    "title": "Fagottini alla ricotta e scarola",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "(tiepida) 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Scarola (indivia)",
            "quantity": "450 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uva passa",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "30 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i fagottini alla ricotta e scarola, iniziate con la preparazione dell'impasto. Inanzitutto setacciate la farina in una ciotola capiente 1, quindi unite il sale 2 e l'olio 3. Aggiungete anche l'acqua tiepida e iniziate ad impastare con le mani 4, una volta assorbiti tutti i liquidi passate il composto su di un piano di lavoro e lavorate fino ad ottenere un impasto omogeneo 5. Quindi avvolgetelo nella pellicola e lasciatelo riposare per 30 minuti a temperatura ambiente 6. Intanto iniziate la preparazione del ripieno. Tagliate grossolanamente la scarola 7, lavatela per bene e fatela scolare leggermente. Rosolate uno spicchio d'aglio in una padella con un filo d'olio, quindi unite la scarola 8, salate, pepate e lasciate appassire per circa 7 minuti coprendola con un coperchio e girandola di tanto in tanto 9. Nel frattempo sciacquate bene l'uvetta e mettetela a mollo in acqua fredda per farla rinvenire 10. Una volta che la scarola sarà appassita eliminate l'aglio 11 e passatela in un colino con sotto una ciotola per eliminare l'acqua in eccesso 12. Strizzatela leggermente per eliminare ulteriormente l'acqua 13, la scarola dovrà risultare piuttosto asciutta per permettere al ripieno di non fuoriuscire in cottura. Passatela in una ciotola capiente e aggiungete anche: la ricotta, i pinoli 14, l'uvetta precedentemente scolata 15, il sale, il pepe macinato e le foglioline di timo. Mescolate il tutto per amalgamare bene. Passati i 30 minuti riprendete l'impasto, levate la pellicola, passatelo su un piano infarinato e iniziate a stenderlo con il mattarello 16. Una volta ottennuta una sfoglia sottile ricavate 6 dischi con un coppapasta di 18 cm 17 e posizionate al centro di ogni disco un cucchiaio abbondante di ripieno 18. A questo punto spennellate i bordi del dischetto con un pò d'acqua che servirà da collante 19. Chiudete il dischetto portando al centro i bordi e stringendoli delicatamente per sigillarli 20. Per dare un motivo decorativo fate delle plissè accavallando i lembi di pasta 21. Adagiate i fagottini su una leccarda coperta con carta forno e spennellateli con un pò di olio 22. Terminate tutti gli ingredienti, quindi infornate a 200° in forno statico per 30 minuti, oppure in forno ventilato a 180° per 20 minuti, per essere sicuri che i tempi di cottura siano corretti provate prima ad infornare un solo fagottino 23. Servite i fagottini alla ricotta e scarola tiepidi 24. "
}