{
    "title": "Sfoglie alle olive con capesante e crema di asparagi",
    "ingredients": [
        {
            "ingredient": "Capesante",
            "quantity": "pulite 12"
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie alle olive 12"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Succo di pompelmo",
            "quantity": "½"
        },
        {
            "ingredient": "Asparagi",
            "quantity": "300 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Iniziate la preparazione degli stuzzichini pulendo gli asparagi seguendo le indicazioni che trovate qui (Scuola di cucina \"pulire gli asparagi\". Dopo cuocete asparagi utilizzando l'apposita \"asparagiera\" 1 .Riempite l'asparagiera per circa 2/3 della capienza con dell’acqua e fate cuocere 2 gli asparagi fino a quando risulteranno teneri. Le punte, rimaste fuori dall'acqua, dovranno cuocere con il solo vapore. A cottura ultimata passateli nel mixer 3, se necessario aggiungete un cucchiaino di olio per addensare la crema. Aggiustate di sale e pepe e mettete da parte la crema ottenuta 4. Fate rosolare leggermente uno spicchio di aglio in una padella insieme a due cucchiai di olio di oliva, aggiungete le capesante e cuocetele 1 minuto per ciascun lato 5, infine salatele. Intanto spremete il pompelmo e il limone e insaporite le capesante con il succo ottenuto 6. A questo punto componete gli stuzzichini: prendete una sfoglia alle olive, ricopritela con un cucchiaino di crema di asparagi e adagiate sopra una capasanta, infine guarnite con la scorza grattugiata del pompelmo. "
}