{
    "title": "Strudel di pasta di pane con verdure e robiola",
    "ingredients": [
        {
            "ingredient": "Farina 0",
            "quantity": "250 g"
        },
        {
            "ingredient": "Miele",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Birra",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "18 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Robiola",
            "quantity": "100 g"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Zucca",
            "quantity": "polpa 100 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1/2"
        },
        {
            "ingredient": "Uova",
            "quantity": "per spennellare 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1/2"
        }
    ],
    "preparation": " Per preparare lo strudel di pasta di pane con verdure e robiola iniziate con la preparazione dell’impasto di pane: mettete la birra in una ciotola 1 e scioglietevi il miele e il lievito di birra 2 (in alternativa al lievito di birra fresco potete usare 6 g di lievito di birra disidratato). Unite quindi il liquido così ottenuto alla farina e impastate aggiungendo se servisse altra birra 3, fino a che avrete ottenuto una consistenza morbida ed elastica come il classico impasto per il pane 4. Fate lievitare l’impasto per circa due ore (dovrà raddoppiare di volume). Nel frattempo lavate bene le verdure e riducetele a cubetti, poi ponetele in una padella antiaderente con due cucchiai di olio 5, fatele cuocere e ammorbidire, salate e pepate. Ponete le verdure in una ciotola e fatele intiepidire, aggiungetevi quindi la robiola 6, il timo 7, il parmigiano, sale e pepe 8. Stendete la pasta di pane su di una spianatoia, spennelatela con l’uovo sbattuto 9 e distribuitevi il composto di verdure e robiola 19, avendo cura di lasciare i margini della pasta vuoti. Arrotolate la pasta (come per uno strudel) e premete bene sulle estremità per chiuderlo 11. Adagiate lo strudel su una teglia e spennelatelo con dell’olio 12, fatelo quindi lievitare per circa 30 minuti. Cuocete lo strudel in forno a 200°C per 20/25 minuti. Fatelo intiepidire e servitelo tagliandolo a fettine! "
}