{
    "title": "Tartellette con cipolle caramellate e stracciatella",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 ml"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Stracciatella",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "2"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "6"
        },
        {
            "ingredient": "Frutti di cappero ",
            "quantity": "6"
        },
        {
            "ingredient": "Burro",
            "quantity": "40 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le tartellette con cipolle caramellate e stracciatella iniziate dalla preparazione dell'impasto di base seguendo la nostra ricetta della Pasta brisèe al pomodoro. Per preparare la pasta brisèe al pomodoro iniziate mescolando il concentrato di pomodoro nell’acqua ghiacciata (1-2). Procedete con tecnica della sabbiatura: ponete in un mixer la farina setacciata, il burro a pezzi freddo di frigo 3, un pizzico di sale e frullare il tutto fino ad ottenere un composto dall'aspetto sabbioso. Disponete il composto ottenuto su una spianatoia infarinata nella classica forma a fontana e aggiungete al centro il concentrato di pomodoro diluito nell'acqua 4, impastate il tutto velocemente 5 fino ad ottenere un impasto compatto, sodo ed abbastanza elastico. Una volta pronta, avvolgete la vostra pasta brisèe in un foglio di pellicola da cucina 6 e lasciatela riposare in frigo per almeno 40 minuti. Passati i 40 minuti la pasta brisèe sarà pronta per essere utilizzata. Disponete il panetto di pasta brisèe su una spianatoia leggermente infarinata e stendetela con il mattarello 7 a uno spessore molto sottile, circa 3-4 mm, imburrate 8 e infarinate gli stampi da crostatine del diametro di prescelto per la cottura e adagiate la sfoglia sullo stampo 9, fatela aderire bene e coi rebbi di una forchetta bucherellate il fondo della pasta 10. Ora procedete con la cottura alla cieca seguendo la nostra scheda Come fare la cottura alla cieca. Mettete all’interno dello stampo i legumi secchi o dei pesi adatti a questa cottura come le sfere di ceramica 11. Infornate la pasta per circa 15 minuti in forno già caldo a 180 gradi. A cottura ultima Sfornatela e eliminate i pesi, lasciatela raffreddare 12. Occupatevi della farcitura: affettate le cipolle 13 e ponetele in una padella in cui avete fatto sciogliere il burro, fatele leggermente appassire e poi aggiungete lo zucchero di canna 14 e fate cuocere a fuoco dolce finché non saranno caramellate 15. Procedete con la farcitura: ponete uno strato di cipolle caramellate 16. Prendete la burrata ed estraete la stracciatella, scolatela in modo che sia meno bagnata possibile e infine sfilacciatela e ponetela sulle tartellette 17, al centro aggiungete un’acciuga arrotolata e per ultimo un fior di cappero 18. Le vostre tartellette con cipolle caramellate e stracciatella sono pronte per essere gustate. "
}