{
    "title": "Terrina di porcini",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "500 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "650"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "3 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "per imburrare 5 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "130 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "300 g"
        }
    ],
    "preparation": " Per preparare la terrina di porcini iniziate dalle preparazione delle patate. Lavatele e sbucciatele, quindi tagliatele a fettine e poi a listarelle 1, quindi a cubetti 2; tenetele da parte. Tritate finemente il rosmarino 3. Fate rosolare uno spicchio di aglio in una padella antiaderente con olio 4. Quando sarà dorato eliminatelo 5, aggiungete il trito di rosmarino 6 ed amalgamatelo con l'olio. Unite le patate 7 e aggiustate di sale 8 e pepe. Scaldate a fuoco moderato e continuate a mescolare le patate per ottenere una cottura uniforme 8, finché non osserverete una leggera crosticina dorata in superficie: ci vorranno circa 5 minuti. Tenete da parte. Passate ora alla preparazione dei porcini: con un coltellino eliminate la parte terrosa raschiandola 10. Se i funghi presentano poca terra potete semplicemente eliminarla aiutandovi con un pennellino 11. Tagliate i porcini a fettine per il senso della lunghezza 12. Prendete un’altra padella antiaderente , riscaldatevi un filo di olio con il trito di rosmarino ed aggiungete i porcini 13. Regolate di sale 14 e pepe. Fate cuocere a fuoco moderato per circa 7-8 minuti, poi sfumate con il vino bianco 15. Mescolate i funghi 16 fino a che non risulteranno cotti, con una leggera crosticina in superficie e un colore ambrato: ci vorranno altri 3 minuti. Versateli in una ciotola 17 e lasciate raffreddare per circa 10 minuti. Unite nella ciotola anche le patate 18. Unite le foglioline lavate e asciugate di timo 19. In una ciotolina a parte sbattete le uova con la forchetta 20 e regolate di sale 21. Versate le uova sbattute nella ciotola con patate e funghi 22 e con un mixer a immersione frullate gli ingredienti 23 fino a ottenere un composto omogeneo. Amalgamate bene gli ingredienti 24. Imburrate uno stampo alto 7cm largo 10 cm lungo 27cm 25 e foderatelo con carta forno 26, facendo aderire bene la carta forno anche ai bordi 27. Versatevi il composto e livellatelo 28. Ora la terrina di porcini è pronta per essere infornato in forno ventilato preriscaldato a 200°C per 50 minuti 29. Mentre la terrina di porcini cuoce preparate la fonduta di formaggio. In un pentolino fate scaldare il latte e poi fate sciogliere il burro in un altro pentolino dal doppio fondo 30. Quando sarà completamente sciolto versate a pioggia la farina 31 mescolando bene con delle fruste a mano per evitare che si formino grumi. Continuate a mescolare fino a che il roux non sarà ben dorato. Unite il latte tiepido 32 continuando a mescolare fino a che la besciamella si sarà addensata. Quindi spegnete il fuoco ed aggiungete l’Asiago grattugiato 33, sciogliendo anch’esso nella besciamella con le fruste a mano. Dovrete frustare il composto fino a che non risulterà omogeneo 34 ed il formaggio completamente sciolto. Poi trasferitelo in un biberon da cucina e tenetelo da parte. Trascorso il tempo di cottura estraete la terrina dal forno (eventualmente fate la prova di cottura con uno stecchino) 35. Rovesciatela su un piatto da portata 36 avendo cura di staccare la carta forno. Tagliate alcune fettine 37 e con il biberon contenente la fonduta decorate le fettine della terrina di porcini 38 e servitele tiepide 39! "
}