{
    "title": "Sformatino di patate con insalata di carciofi",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Tilsit",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 70 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "6 fili"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carciofi",
            "quantity": "6"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "a scaglie q.b."
        }
    ],
    "preparation": " Per preparare lo sformatino di patate con insalata di carciofi, iniziate mettendo a bollire le patate 1: fatele cuocere fino a quando non riuscirete a bucarle con la forchetta (per abbreviare i tempi di cottura potete utilizzare la pentola a pressione). Una volta cotte, scolatele e lasciatele intiepidire. Quindi schiacciatele con uno schiacciapatate raccogliendole in una ciotola 2; dividete gli albumi dai tuorli e unite questi ultimi alle patate 3, mescolando con un cucchiaio di legno per farli assorbire. Prendete il formaggio Tilsit e riducetelo a dadini 4, quindi aggiungetelo alla ciotola con le patate 5.Unite anche il Pecorino, poi il latte tiepido a filo 6, sale e pepe a piacere e l'erba cipollina tritata 7. Grattugiate anche la noce moscata per aromatizzare il composto 8. In una ciotolina a parte, montate a neve gli albumi con le fruste elettriche 9, fino a quando non saranno bianchi, sodi e spumosi 10.Uniteli delicatamente al composto di patate 11 e mescolate con una spatola dall'alto verso il basso per non smontarli 12. Una volta che avrete incorporato anche gli albumi, prendete 6 stampini della capacità di 160 ml l'uno; imburrateli e foderateli con carta forno, quindi dividete il composto in sei parti uguali, riempiendo gli stampini fino al bordo 13.Ponete gli stampini in una teglia dai bordi alti e riempitela con acqua calda (ma non bollente) per 3/4 14, così da effetture la cottura a bagnomaria in forno: in questo modo si creerà la giusta umidità perchè gli sformatini rimangano morbidi e non si asciughino troppo in cottura. Cuocete in forno statico preriscaldato a 180° per 1 ora (se forno ventilato a 160° per 50 minuti). Intanto preparate l'insalata di carciofi: mondate i carciofi tagliando la parte superiore più appuntita e sfogliandoli fino ad arrivare alle foglie più tenere 15. Quindi pulite anche il gambo eliminando la parte più esterna e immergete i carciofi puliti in una ciotola con acqua e limone perchè non si anneriscano 16.A questo punto tagliate i carciofi a metà e con un coltellino eliminate la barbetta interna 17, poi riduceteli a julienne 18 e irrorateli con un filo d'olio 19; potete condire a piacere con sale e pepe per insaporirli. Distribuite l'insalata di caricofi su un piatto di portata 20. Una volta che gli sformatini di patate saranno cotti, sfornateli 21 e fateli intiepidire. Capovolgete al centro lo sformatino di patate 22, prendete il Parmigiano Reggiano e ricavate delle scaglie 23 da distribuire sopra e intorno allo sformatino di patate con insalata di carciofi 24! "
}