{
    "title": "Crocchette di barbabietola",
    "ingredients": [
        {
            "ingredient": "Barbabietole precotte",
            "quantity": "500 g"
        },
        {
            "ingredient": "Pane raffermo",
            "quantity": "470 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "200 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "7 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        }
    ],
    "preparation": " Per preparare le crocchette di barbabietola come prima cosa ponete le patate a bollire. Ci vorranno circa 30 minuti, in base alla loro grandezza. Per verificare la cottura, potrete punzecchiarle con i rebbi di una forchetta. Non appena saranno cotte 1 scolatele e lasciatele intiepidire. Eliminate dal pane la parte della crosta 2, in modo da ottenere circa 370 g di mollica e riducetela a cubetti 3.Â Tagliate poi la barbabietola prima a fette poi a cubetti 4, quindi teneteli da parte 5. Occupatevi adesso di sbucciare le patate 6Â e schiacciatele in un'altra ciotola 7. Trasferitele poi nel contenitore di un mixer insieme alla ricotta 8 e la barbabietola 9.Â Frullate poi il tutto 10 fino ad ottenere un composto uniforme 11. Aggiungete quindi l'uovo 12,Â il sale 13 e i cubetti di pane 14. Frullate ancora 15,Â poi aggiungete il parmigiano 16 e azionate di nuovo il mixer fino a ottenere una crema liscia e morbida. Trasferite il composto in una ciotola, aggiungete il pepe nero e le foglioline di timo 17. Con un cucchiaio prelevate circa 50 g d'impasto 18Â e aiutandovi con un altro cucchiaio formate una sorta di quenelle 19. Passatela poi nel pangrattato 20, in modo da ricoprirla interamente e schiacciate leggermente i bordi 21.Â Trasferitele man mano su un vassoio 22 e proseguite anche con le altre. A questo punto versate abbondante olio di semi in un tegame e ponetelo sul fuoco fino a raggiungere la temperatura di circa 140-150Â°. Non appena l'olio sarÃ caldo immergete pochi pezzi per volta aiutandovi con la schiumarola 23. Cuocete le crocchette di barbabietola per un paio di minuti fino a che non saranno ben dorate. Poi scolatele su un foglio di carta assorbente 24, per eliminare l'olio in eccesso. Ultimate di friggere le crocchette e nel frattempo preparate la salsa d'accompagnamento. Versate in un pentolino il Parmigiano 25, unite la panna 26 e mescolate il tutto 27.Â Lasciate cuocere per qualche minuto, mescolando di tanto in tanto, fino a che la crema non si sarÃ leggermente addensata 28. A questo punto anche le crocchette saranno pronte, salatele a piacere 29 e servitele insieme alla crema di formaggio 30.Â "
}