{
    "title": "Budini di riso salati",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 70 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "300 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "150 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a cubetti 100 g"
        },
        {
            "ingredient": "Taleggio",
            "quantity": "100 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i budini di riso salati iniziate con la preparazione della pasta brisèe, per realizzarla al meglio seguite la nostra ricetta Pasta brisèe: mettete nel mixer dotato di lame la farina, il burro a pezzi freddo 1, un pizzico di sale e frullate il tutto fino ad ottenere un composto dall'aspetto sabbioso e farinoso. Disponete il composto ottenuto su una spianatoia nella classica forma a fontana ed impastate il tutto velocemente aggiungendo poco alla volta l'acqua fredda 2 fino ad ottenere un impasto compatto ed abbastanza elastico. Una volta pronta, avvolgete la vostra pasta brisèe in un foglio di pellicola da cucina 3 e lasciatela riposare in frigo per almeno 40 minuti. Intanto preparate il risotto, in una padella scaldate un filo di olio e ponete lo scalogno tritato finemente 4; fate appassire lo scalogno e poi unite il riso 5, lasciandolo tostare pochi minuti. Sfumate con il vino bianco 6 e poi unite un mestolo di brodo vegetale (per realizzarlo al meglio seguite la nostra scheda Brodo vegetale), mescolate 7 e a parte stemperate un cucchiaio di triplo concentrato di pomodoro in 50 ml di brodo 8 e versatelo nel riso 9. Cuocete il riso unendo poco alla volta il brodo vegetale e mescolando di tanto in tanto. A metà cottura incorporate i piselli 10. Proseguite la cottura incorporando il brodo poco alla volta fino a che il riso non sarà pronto, deve essere molto al dente perchè poi proseguirà la cottura in forno. Quando il riso sarà pronto, mantecate con il taleggio 11 e unite anche i cubetti di prosciutto cotto 12. Lasciate raffreddare il risotto 13 e riprendete la pasta brisèe, stendetela in sfoglia sottile circa 2-3 mm 14, ricavate dei cerchi con un coppapasta del diametro di 12 cm 15 e rivestite con questi involucri uno stampo da muffin imburrato 16. Farcite la pasta brisèe con il risotto 17 e cuocete in forno statico preriscaldato a 180° per 60 minuti. A cottura ultimata, sfornate i budini e lasciateli intiepidire, poi sformateli rovesciando la teglia su un vassoio oppure estraendoli ad uno ad uno dallo stampo. I vostri budini di riso salati sono pronti per essere gustati 18. "
}