{
    "title": "Bruschette di patate dolci",
    "ingredients": [
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "300 g"
        },
        {
            "ingredient": "Brie",
            "quantity": "125 g"
        },
        {
            "ingredient": "Lamponi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Nocciole",
            "quantity": "sgusciate 20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le bruschette di patate dolci iniziate lavando e asciugando le patate, quindi tagliatele nel senso della lunghezza a fette spesse 5-6 mm, senza sbucciarle 1. Adagiatele in una ciotola e conditele con olio 2, sale, pepe e il rosmarino tritato 3. Massaggiate le patate per insaporirle 4, quindi adagiatele su una teglia da forno 5 e cuocetele in forno preriscaldato in modalitÃ ventilata a 200Â° per circa 20-25 minuti. Mentre le patate cuociono, tagliate a fette spesse il brie cercando di ottenere delle fette della stessa misura delle patate 6. Ora occupatevi della salsa: in un pentolino ponete lo zucchero di canna 7, il peperoncino in polvere 8 e metÃ della dose di lamponi 9. Cuocete a fuoco dolce per 2-3 minuti, giusto il tempo di ottenere una purea 10. Passate con il setaccio (11-12) e raccogliete la salsa ottenuta in una ciotola. Lasciatela raffreddare prima di tuffare i restanti lamponi 13 e mescolate delicatamente 14. Intanto le patate saranno pronte, quindi sfornatele 15, adagiate sopra ciascuna una fetta di brie 16 e rimettete in forno in modalitÃ grill a 240Â° per 4-5 minuti per far sciogliere il formaggio. Trascorso questo tempo,Â sfornate le bruschette 17, aggiungete la salsa con i lamponi interi 18, le nocciole grossolanamente tritate 19,Â una macinata di pepe 20 e qualche aghetto di rosmarino. Servite subito le vostre bruschette di patate dolci 21. "
}