{
    "title": "Bocconcini di merluzzo e speck",
    "ingredients": [
        {
            "ingredient": "Filetto di merluzzo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "a fette 100 g"
        },
        {
            "ingredient": "Pane",
            "quantity": "(mollica) 30 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maionese",
            "quantity": "4 cucchiai"
        }
    ],
    "preparation": " Per preparare i bocconcini di merluzzo e speck come prima cosa preparate il trito di erbe aromatiche 1 e unitelo in una ciotola insieme alla mollica sbriciolata 2. Aggiungete poi la scorza di limone grattugiata 3 e mescolate il tutto.Â Prendete i filetti di merluzzo e tagliateli prima a falde 4 e poi a cubetti, non troppo piccoli 5. Versate un filo d'olio in un tegame, scaldatelo e unite il merluzzo 6. Lasciatelo rosolare su entrambi i lati per un totale di 5 minuti, girandoli con delicatezza.Â In ultimo salate 7 e trasferite in un piatto 8. Passate poi i cubetti di merluzzo nella panatura 9Â in modo da coprirli interamente 10. Distendete le fette di speck su un tagliere e adagiate ciascun bocconcino all'inizio di una delle fette 11. Arrotolate in modo da ottenere un involtino 12.Â Fate lo stesso anche per gli altri 13 e disponeteli all'interno di una pirofila 14. Cuocete in forno statico preriscaldato a 180Â° per 10 minuti. Poi sfornate 15 e lasciate raffreddare.Â Sistemate su un piatto delle foglie di lattuga e una ciotolina, trasferite poi anche i bocconcini 16 e riempite la ciotolina con la maionese 17. I vostri bocconcini di merluzzo e speck sono pronti da servire 18!Â "
}