{
    "title": "Cassata salata",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "a pasta gialla 1,6 kg"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "(da grattugiare) 100 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "(a fette) 120 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "300 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Porri",
            "quantity": "1"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Carote",
            "quantity": "2"
        },
        {
            "ingredient": "Cheddar",
            "quantity": "60 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "9"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "(media) 1"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Menta",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Basilico",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la cassata salata iniziate dall’impasto di base: bollite le patate in abbondante acqua 1, poi, ancora calde riducetele ad una polpa con lo schiacciapatate 2 aromatizzate con la noce moscata grattugiata 3, il parmigiano reggiano grattugiato 4 e unite le uova, salate e pepate e mescolate con un cucchiaio per amalgamare l’impasto 5 (è importante che le patate siano ben calde in questo passaggio così l’uovo non rimarrà crudo) . Imburrate e infarinate una tortiera per cassata dal diametro di 28cm e ponete nella teglia metà dell’impasto di patate 6, pressate il composto sul fondo e intorno a tutto il bordo 7. Occupatevi della farcitura: stemperate la ricotta con la panna 8, profumate con le foglioline di basilico tritate 9 e poi farcite la cassate con uno strato di crema di ricotta, livellate la superficie con il dorso di un cucchiaio e adagiate sopra le fette di prosciutto 10. Ricoprite con la restante metà di purea di patate, livellate la superficie conil dorso di un cucchiaio (11-12) e lasciate in frigo a rassodare per almeno 3 ore. Sfogliate il porro 13 e tagliate la parte verde a forma di trapezio della misura di 5x4,5x6,5 cm 14, sbollentateli qualche minuto 15 e metteteli in acqua e ghiaccio per raffreddarli e mantenere vivo il colore 16. Poi scolateli e asciugateli con un panno carta 17. Affettate sottilmente la parte più chiara del porro 18 e rosolatela a fuoco dolce in padella con un filo di olio per 5 minuti così da renderla morbida 19. Preparate la besciamella: in un pentolino sciogliete il burro a fuoco basso, poi incorporate la farina setacciata 20 e mescolate per creare il roux, stemperate con il latte caldo 21 e continuate a mescolare a fuoco basso per far addensare la salsa 22 .Trasferite la besciamella in un contenitore stretto, unite i porri rosolati 23 e frullate con il mixer ad immersione per ottenere una crema omogenea, passatela al setaccio per renderla liscia e tenetela da parte a raffreddare coperta con pellicola trasparente. Intanto preparate le decorazioni: lavate e spuntate le zucchine, affettatele con il pelaverdure nel senso della lunghezza per ottenere delle strisce sottili 24, tenete da parte le fette esterne con la buccia e ponetele tutte le altre in una pirofila e conditele con olio, succo di limone 25, sale, pepe, basilico e menta, coprite con la pellicola trasparente 26 e lasciatele marinare per almeno 30 minuti in frigorifero. Trascorso il tempo di marinatura scolate le zucchine e asciugatele con un panno carta 27. Poi occupatevi delle carote: pelatele e affettatele sottilmente con pelaverdure nel senso della lunghezza per ottenere delle strisce sottili come avete fatto per le zucchine 28.Arrotolate 15 strisce di carote per ottenere delle roselline 29. tente da aprte altre 8 strisce che serviranno come petali. Tagliate a fettine il cheddar 30 e poi ritagliate da queste dei piccoli rombi. Ritagliate anche le fette di zucchine tenute da parte in rombi leggermente più piccoli delle carote perché poi andranno sovrapposti a queste ultime 31. Tutto è pronto per comporre la cassata: su un piatto di portata rovesciate la base ormai rassodata 32, fate aderire le foglie del porro sul bordo distanziandole l’una dall’altra, spalmate la superficie con la besciamella 33 e tenete in frigorifero quella che avanza, piegate le zucchine per creare i petali e adagiatele sulla parte più esterna della torta per creare un motivo a fiore 34 serviranno 8 fettine di zucchine, all’interno di ciascun petalo inserite anche le carote, tra un petalo e l’altro adagiate un pomodorino 35, poi create un cerchio con le roselline di carote e al centro mettete un pomodorino. Proseguite inserendo all’interno di ciascun petalo il rombo di cheddar e sovrapponete sopra quello più piccolo di zucchine. Per terminare trasferite la besciamella avanzata in una sac-à-poche con punta stretta e ripercorrete la sagoma delle verdure sia sopra che sui lati creando un bordo ondulato 36. La vostra cassata salata è pronta per stupire i vostri ospiti! "
}