{
    "title": "Filetti di tonno su vellutata di ceci e cipolle rosse",
    "ingredients": [
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "sgocciolato 260 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aneto",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "240 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i filetti di tonno su vellutata di ceci e cipolle rosse per prima cosa iniziate dalla crema di ceci: mondate e affettate lo scalogno 1. Scaldate 10 g di olio di oliva in un tegame, unite 1 spicchio di aglio sbucciato ma intero 2 e lo scalogno affettato 3. Bagnate con poca acqua 4, aromatizzate con un rametto di rosmarino 5 e fate appassire lo scalogno per circa 5 minuti a fuoco moderato, mescolando di tanto in tanto. Eliminate lo spicchio di aglio 6 e il rametto di rosmarino 7, salate, pepate e versate i ceci 8, versate l'acqua 9 fino a ricoprirli e proseguite la cottura per circa 20 minuti o fino a quando i ceci non saranno ben teneri. Nel frattempo mondate la cipolla rossa e affettatela 10, in una padella scaldate 10 g di olio di oliva e versate la cipolla affettata 11, saltatele a fuoco medio-alto per circa 5 minuti o fino a quando non saranno ben dorate e croccanti 12; ogni tanto mescolate e a fine cottura salate. Intanto i ceci avranno ultimato la cottura, frullateli con un mixer ad immersione 13 per ottenere una crema liscia e senza grumi 14. Componete il vostro piatto distribuendo sul fondo uno strato di crema di ceci, sopra uno di cipolle tostate in padella e per finire adagiate i filetti di tonno sgocciolati, completate con pepe a piacere e qualche fogliolina di aneto. Distribuite gli ingredienti equamente sui 4 piatti da portata: i filetti di tonno su vellutata di ceci e cipolle rosse sono pronti per essere serviti 15! "
}