{
    "title": "Insalata di daikon e gamberi",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "12"
        },
        {
            "ingredient": "Daikon",
            "quantity": "80 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Fiocchi di sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "10 g"
        },
        {
            "ingredient": "Wasabi",
            "quantity": "pasta 2 g"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "80 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare l’insalata di daikon e gamberi per prima cosa assicuratevi che i vostri gamberi siano stati abbattuti, se non ne siete certi vi consigliamo comunque di congelarli per almeno per 96 ore a -18 gradi, poi di scongelarli prima di impiegarli nella ricetta. Sgusciate i gamberi eliminando il carapace e le zampette 1,poi staccate anche la coda e in ultimo con un coltellino estraete il filamento nero che si trova sul dorso 2; per ulteriori approfondimenti consultate la nostra scheda come pulire i gamberi. Ponete i gamberi puliti in una ciotola, condite con l’olio di oliva 3, i fiocchi di sale 4, la scorza di limone 5 e le foglioline di basilico fresco, spezzettandole con le mani 6. Spremete il succo del limone 7, versatelo sui gamberi 8 e mescolate il tutto. Lasciate marinare il pesce a temperatura ambiente, giusto il tempo di realizzare le altre preparazioni. Occupatevi intanto della maionese al wasabi: nel bicchiere alto del mixer versate il tuorlo d’uovo 9 Salate 10, unite l’aceto di riso 11, la pasta di wasabi 12 e aggiungete metà dose di olio di semi. Iniziate ad emulsionare tutto con il frullatore ad immersione aggiungendo anche la quantità d'olio rimasta 13. Frullate il tempo necessario per ottenere una salsa cremosa e spumosa 14. Ora preparate le verdure: lavate, pelate le carote e con lo stesso pelaverdure ritagliate delle fettine sottili di carote 15 Sovrapponetele una sopra l'altra, quindi ripiegatele in due e poi tagliatele a julienne 16. Per preservare il colore vivo delle carote ponetele in un colino immerso in una ciotola con acqua e ghiaccio 17. Ripetete lo stesso procedimento per il daikon (prediligendo la parte alta che è più dolce): pelatelo 18 e poi ritagliatelo a fettine molto sottili con il pelaverdure quindi sovrapponete le fettine una sopra l'altra per poi ritagliare a julienne 19. Unite il daikon nella ciotola con acqua e ghiaccio 20. Le verdure sono pronte, potete scolarle su un canovaccio 21 per poi tamponarle delicatamente 22. Trasferite le verdure in una ciotola, conditele con sale e olio di oliva 23. Tutto è pronto per servire: prendete un piatto di portata e ponete al centro un coppapasta, inserite all’interno uno strato di verdure 24 aggiungete poi i gamberi 25 ed estraete il coppapasta con delicatezza. Guarnite il piatto con la maionese al wasabi 26 e i semi di papavero 27. La vostra insalata di daikon e gamberi è pronta per essere gustata! "
}