{
    "title": "Focaccine di patate alla birra",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "130 g"
        },
        {
            "ingredient": "Birra chiara",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Semola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 100 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olive",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "piccole 100 g"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Alloro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le focaccine di patate alla birra, per prima cosa mettete la patata a bollire in abbondante acqua 1. Quando sarÃ ben tenera, sbucciatela e schiacciatela con uno schiacciapatate 2. In una ciotola mescolate la farina di semola e la farina 00 3. Aggiungete il sale e lo zucchero (4-5), quindi la patata schiacciata 6. Sciogliete il lievito di birra nellâacqua tiepida (in alternativa potete utilizzare 12 g di lievito di birra fresco) 7 e aggiungete il liquido agli altri ingredienti 8. A questo punto versate a filo anche la birra 9 e infine lâolio 10. Impastate quindi con le mani, raccogliendo tutti gli ingredienti con le mani 11 quindi trasferite l'impasto sulla spianatoia e continuate ad impastare fino ad ottenere un impasto liscio e sodo 12. Se avete una planetaria potete impastare prima con la foglia a velocitÃ media, per raccogliere gli ingredienti, e poi con il gancio per 10 minuti sempre a velocitÃ media. Ponete lâimpasto in una ciotola e coprite con la pellicola 13. Lasciate lievitare per 2 ore a temperatura ambiente, o in un ambiente tiepido, fino a quando lâimpasto non avrÃ raddoppiato il suo volume iniziale e risulterÃ ben gonfio 14. Stendete su una spianatoia ben infarinata una sfoglia alta circa 1 cm 15 e con un coppapasta dal diametro di 8,5 cm ricavate le focaccine 16. Ponetele su una leccarda foderata di carta forno e lasciatele lievitare ancora per 1 ora 17. Intanto tagliate le olive a rondelle 18 e tagliate a fette sottili le patate ben lavate ma non sbucciate 19. Cuocete le patate per 10 minuti circa in abbondante acqua salata, aromatizzandola con timo e alloro 20. Quando le patate saranno ben tenere, scolatele 21. Trascorsa l'ultima ora di lievitazione, schiacciate le focaccine al centro per formare il bordo 22, spennellatele con lâolio e ponete al centro qualche fettina di oliva, le patate tagliate a metÃ e i semi di finocchietto 23. Infornate le focaccine in forno statico giÃ caldo a 200Â° per 15 minuti (se ventilato 180Â° per 12 minuti), sfornate 24 e servite le vostre focaccine di patate alla birra! "
}