{
    "title": "Mini strudel filanti con verdure",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "(freschi) 50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "80 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "80 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i mini strudel filanti con verdure, iniziate pulendo e tagliando le verdure e tenedole da parte separatamente. Dopo aver rimosso le estremità, con un pelaverdure rimuovete la buccia dalle carote 1, tagliatele in striscioline per il lungo 2, quindi sminuzzatele in dadolata 3. Procedete con i fagiolini: rimuovete le estremità anche da questi 4 e tagliateli in rondelline 5. Spuntate ora le zucchine e affettatele per il lungo, riducendo a bastoncino ogni fetta ottenuta 6. Tagliate anche queste in dadolata 7. In ultimo le melanzane. Rimuovete le estremità e come per le zucchine tagliatele a fette per il lungo, quindi riducete a bastoncino le fette 8 e sminuzzatele in dadolata 9. Tritate finemente timo e rosmarino 10, dopodichè passate alla provola: affettatela in fette piuttosto spesse, riducetele a bastoncino 11 e infine tagliatele a cubetti 12. Procedete con la cottura delle verdure. In una padella antiaderente irrorata con olio di oliva ponete a cuocere le carote e i fagiolini 13 e, a fuoco moderato, fate soffriggere 14. Aggiungete ora le zucchine 15 e le melanzane 16, quindi aggiustate di sale e di pepe 17. Irrorate le verdure con l’acqua 18, mettete il trito di aromi 19 e fate cuocere per 10 minuti, tenendo le verdure a riposo una volta cotte 20. Prelevate dalla confezione i dischetti di pasta e rimuovete la carta su cui poggiano 21. Adagiate un dischetto sul piano da lavoro e farcitelo con una porzione di verdure tiepide poste al centro 22, aggiungete la provola 23 e inumidite i bordi con poca acqua aiutandovi con un pennello da cucina 24. Richiudete ora verso l’interno due ali di pasta 25, quindi arrotolate il dischetto di pasta 26 fino ad ottenere un mini strudel 27. Ottenuti i 16 mini strudel diponeteli su una leccarda foderata con carta da forno e spennellatene la superficie con l’uovo sbattuto 28. Infornate in forno statico preriscaldato a 200° per 10 minuti (se ventilato, a 180° per 8 minuti): devono essere leggermente dorati 29. I mini strudel filanti con verdure sono pronti 30: serviteli ben caldi. "
}