{
    "title": "Pane e salame",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "220 g"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "3,5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "6 g"
        },
        {
            "ingredient": "Salamella",
            "quantity": "500 g"
        },
        {
            "ingredient": "Peperoncino in polvere",
            "quantity": "20 g"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "5 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di zucca",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di girasole",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il pane e salame, iniziate dall’impasto del pane: nella tazza di una planetaria o in una ciotola capiente se impastate a mano, aggiungete la farina manitoba e la farina 0 setacciate 1. Versate un goccio della dose totale di acqua in una ciotolina, aggiungete il sale 2 e fatelo sciogliere mescolando con un cucchiaino 3. Se non trovate la farina manitoba potete usare solo farina 0, fate attenzione e scegliete una farina 0 che contenga almeno l’11% di proteine, potete verificare questa informazione leggendo le caratteristiche del prodotto sulla confezione. La farina 0 e la manitoba, infatti, hanno entrambe un alto contenuto di glutine, ma si differenziano per il grado di raffinatura. Nel resto della dose d’acqua sciogliete il malto 4 (o in alternativa un cucchiaino di zucchero), il lievito di birra disidratato 5 (in alternativa potete utilizzare 12,5 g di lievito di birra fresco) e infine l’olio extravergine di oliva 6, mescolando bene per far amalgamare tutti gli ingredienti. Potete preparare l'impasto del pane anche con il lievito madre: sostituite il lievito di birra con 200 g circa di lievito madre e aumentate i tempi di lievitazione di 3-4 ore. Montate la foglia nella planetaria e, una volta azionata, unite prima l’acqua contenente il malto, il lievito e l’olio 7 e quindi iniziate ad impastare a velocità media, se impastate a mano, raccogliete con forza gli ingredienti. Dopo 1 minuto, aggiungete anche l’acqua in cui avete sciolto il sale 8, continuando ad impastare. Quando il composto si sarà raccolto intorno alla foglia, sostituitela con il gancio 9 e continuate ad impastare sempre a velocità medio-bassa per almeno 5 minuti, finché l’impasto risulterà liscio e omogeneo. Trascorso questo tempo versate un filo d’olio su un piano di lavoro 10, in questo modo potrete impastare senza aggiungere farina, dopodichè trasferiteci l’impasto e iniziate a lavorarlo con le mani, fino a conferirgli una forma rotonda (11-12). Quindi oliate una ciotola, aiutandovi con un pennello 13 e trasferiteci l’impasto 14, copritelo con della pellicola 15 e lasciatelo lievitare per almeno due ore a una temperatura ambiente tra i 28 e i 30° oppure fino a quando non raddoppierà il suo volume. Nel frattempo dedicatevi al ripieno: per prima cosa riempite d’acqua una pentola con un diametro di circa 25 cm circa e portate a ebollizione. La misura della pentola è importante perché deve contenere il salsicciotto per intero. Dopodichè ponete i semi di finocchio su un tagliere e tritateli finemente con un coltello o anche con un macinino da caffè 16. Quindi incidete la superficie delle salamelle, sgranatele in una ciotola 17 e aggiungete il peperoncino rosso dolce in polvere 18. Potete utilizzare la salsiccia al posto della salamella, anche quella tipica del vostro territorio, o la pasta di salame. Inoltre aromatizzatela come più preferite: con spezie o erbe aromatiche o sostituendo il peperoncino con della paprika dolce. Dopo aver aggiunto anche i semi di finocchio tritati, amalgamate il tutto a mano per 5 minuti 19, dopodichè oliate nuovamente il piano di lavoro e trasferiteci il composto e lavoratelo a mano, formando un salsicciotto della lunghezza di circa 20 cm dalla forma cilindrica 20. Quindi munitevi di una mussola o di un canovaccio pulito e posizionateci sopra il salsicciotto 21. Avvolgete il salsicciotto ben stretto 22, fissando le estremità con dello spago da cucina 23 e trasferitelo nella pentola con acqua bollente, fate cuocere per 10 minuti 24. L'acqua dovrà sobbollire e non bollire in modo vorticoso, altrimenti rovinerà il salame. Una volto cotto, scolate il salsicciotto su una gratella 25, sotto cui avete posizionato un piatto, e strizzatelo stringendo i bordi della mussola 26, in modo che fuoriescano l’acqua e il grasso in eccesso. Quindi aprite la mussola o il canovaccio in cui avete avvolto il composto e lasciate intiepidire a temperatura ambiente 27. È importante che il ripieno non si raffreddi completamente, ma che arrivi a temperatura ambiente, altrimenti l’impasto rischia di non lievitare correttamente. Nel frattempo riprendete l’impasto del pane, che sarà lievitato, e trasferitelo su di un piano leggermente oliato, per non farlo attaccare. Oliate anche le mani se necessario e stendetelo, conferendogli una forma rettangolare e uno spessore di circa 2 cm 28. Sistemate il ripieno al centro del rettangolo ottenuto 29 e arrotolate l’impasto su di esso 30, rimboccando le estremità dal lato della chiusura. Ora imburrate 31 e foderate con carta forno uno stampo da plumcake delle dimensioni di 25x12 cm 32 e posizionate il pane e salame con la chiusura della pasta rivolta verso il fondo, in modo che l’impasto sviluppi una spinta verso l’alto 33. Spennellate la superficie con un uovo sbattuto 34 e spolverizzate a piacere con i semi di girasole 35 e di zucca 36, premendoli per farli aderire bene alla superficie. Se volete, potete condire il vostro pane e salame anche con semi di sesamo o di papavero. Altrimenti lasciatelo liscio e aggiungete qualche goccia di latte all’uovo sbattuto per ottenere una superficie ancora più dorata. Coprite lo stampo con la pellicola 37 e lasciate lievitare per almeno 1 ora a temperatura ambiente, fino a che l’impasto non raggiungerà il bordo dello stampo. Quando l’impasto risulterà gonfio e morbido 38, togliete la pellicola e cuocete in forno statico preriscaldato a 180° per circa 45 minuti, se usate il forno ventilato, cuocete a 160° per circa 35 minuti. Una volta cotto, sformatelo tirando i bordi della carta forno 39 e lasciatelo raffreddare su una gratella. Il vostro pane e salame è pronto per essere tagliato a fette e gustato durante un pic-nic o come antipasto! "
}