{
    "title": "Mini cornetti salati al salmone e stracchino",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "norvegese 250 g"
        },
        {
            "ingredient": "Pasta kataifi",
            "quantity": "250 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di sesamo nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " per realizzare i mini cornetti salati al salmone e stracchino, sfilacciate la pasta kataifi e create una sorta di nastro 1 poi prendete dei conetti di acciaio e spennellateli con il burro, avvolgete la striscia di pasta sfoglia sul cono iniziando ad avvolgere la striscia di pasta dalla parte appuntita del cono 2 procedendo verso la parte più larga 3, spennellate la pasta con l’uovo sbattuto 4. Friggete in olio di semi caldo a 170°C (per una cottura ottimale utilizzate un termometro per alimenti), fino a colorazione dorata (ci vorranno circa 3 minuti), poi scolate i cornetti aiutandovi con una pinza da cucina 5 e poneteli ad asciugare su un vassoio rivestito di carta assorbente. Occupatevi del salmone, se siete certi di aver acquistato salmone norvegese non sarebbero necessarie altre precauzioni. Altrimenti, assicuratevi di aver acquistato pesce abbattuto e congelatelo per almeno 96 ore a -18 gradi prima di impiegarlo nella ricetta: eliminate le lische con una pinza apposita 6 ricavate dal filetto 8 fettine tagliando in diagonale 7, adagiate le fettine in una pirofila larga senza sovrapporle 8 e cospargete sulla superficie il sale e lo zucchero 9 poi irrorate con il succo di limone 10, coprite con pellicola e conservate in frigorifero il salmone marinato. Intanto preparate la crema: in un mixer con lame ponete lo stracchino 11, aromatizzate con sale, pepe 12, frullate per renderlo cremoso poi aggiungete i semi di sesamo neri 13 e bianchi 14 mescolate per insaporire. Trasferite la crema ottenuta in una sac-à-poche con bocchetta stellata 15 spremete un ciuffo di crema all’interno di ciascun mini cornetto 16, riprendete le fettine di salmone arrotolatele per formare dei petali 17, applicate un petalo sopra ogni cornetto 18, poi spremete un altro ciuffo di crema al centro per sigillare 19. Trasferite i cornetti in bicchierini stretti, andranno bene quelli da liquore 20 e poi servite i vostri mini cornetti al salmone e stracchino su un piatto di portata guarnito con rametti di timo fresco 21. "
}