{
    "title": "Cozze alla catalana",
    "ingredients": [
        {
            "ingredient": "Cozze",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "200 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "fredda 250 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le cozze alla catalana iniziate dalla pulizia delle cozze. Dopo aver sciacquato i molluschi sotto acqua corrente 1, aiutandovi con un coltello eliminate incrostazioni e cirripedi sul guscio delle cozze. Togliete via anche la barbetta che fuoriesce dalle valve 2 e con una paglietta di acciaio sfregate il guscio per eliminare le impurità rimaste 3. Trasferite quindi le cozze in una padella antiaderente 4. Coprite con un coperchio e scaldate a fuoco vivace 5. Attendete che le cozze si aprano, mescolando di tanto in tanto per favorirne l’apertura. Ci vorranno circa 7-8 minuti. Ultimata la cottura separate le cozze tenendo solo uno dei gusci nel quale sono attaccate 6. Tenetele da parte. Filtrate l’acqua rilasciata durante la cottura delle cozze aiutandovi con una garza riposta sopra ad una ciotolina 7: tenete il liquido da parte, che vi servirà per l’emulsione. Nel frattempo procedete con la cipolla, sbucciandola e mondandola. Tagliatela ora in quattro spicchi da cui ricaverete degli spicchi più sottili 8. Disponete la cipolla in una ciotola riempita con acqua fredda 9. Unite ora anche l’aceto 10. Lasciatela in ammollo per circa 10 minuti mentre procedete con la pulizia dei pomodori, lavandoli ed asciugandoli. Eliminatene il picciolo e tagliateli in quarti 11. Metteteli in una ciotola e regolate di sale 12. Unite l’olio 13 ed insaporite con foglie di basilico spezzettate in maniera grossolana 14. Tenete da parte. Dedicatevi ora all’emulsione. Spremete un limone 15 e ricavatene il succo che verserete in una ciotola. Aggiungete l’olio 16 e 40 g di liquido filtrato della cottura delle cozze 17. Con una frusta piatta a molle emulsionate gli ingredienti 18. Il risultato finale sarà un composto omogeneo 19. Ora impiattate le cozze con il loro guscio in un piatto, una vicina all’altra fino a coprire l’intera superficie del piatto 20. Disponete la cipolla scolata dei liquidi sopra ad esse in modo uniforme 21. Adagiate anche i pomodorini sopra alle cozze 22 e profumate con l’emulsione preparata 23. Le vostre cozze alla catalana sono ora pronte per essere gustate tiepide o fredde! "
}