{
    "title": "Sfoglie classiche con crema al parmigiano e filetti di speck",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie croccanti al forno 12"
        },
        {
            "ingredient": "Speck",
            "quantity": "in fette spesse 60 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare le sfoglie classiche con crema al parmigiano e filetti di speck, iniziate dalla crema (potete anche consultare il procedimento qui: crema al parmigiano). In un pentolino mettete a sciogliere il burro 1 e, una volta sciolto aggiungete la farina a pioggia 2; mescolate con la frusta e quando si sarà formato il roux, aggiungete il latte 3, precedentemente scaldato. Continuate a mescolare con la frusta. Fate cuocere il composto a fuoco basso, fino a che non si sarà addensato. Togliete il pentolino dal fuoco e unite il Parmigiano Reggiano grattugiato a pioggia e poco alla volta 4. Amalgamate bene alla besciamella il Parmigiano: la consistenza della crema deve essere tale che, se sollevata con un cucchiaio, possa rimanere in superficie per un po' prima di andare a fondo 5. Ora che la crema al parmigiano è pronta, prendete le fette spesse di speck e ricavatene dei filetti di pochi millimetri di spessore.Poi inumidite due cucchiaini (in questo modo sarà più semplice adagiare la crema sulle sfoglie). Quindi potete comporre le vostre sfoglie: con un cucchiaino prendete un pò di crema, datele la forma aiutandovi con l'altro cucchiaino 7 quindi mettete la noce di crema al Parmigiano, poi aggiungete i filetti di speck incrociate su ciascuna sfoglia 8. Potrete così servire le vostre sfoglie classiche con crema al Parmigiano e filetti di speck 9! "
}