{
    "title": "Felafel (Falafel)",
    "ingredients": [
        {
            "ingredient": "Ceci secchi",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Cumino",
            "quantity": "in polvere 1 pizzico"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare le felafel, cominciate la sera prima, mettendo in ammollo i ceci secchi in acqua fredda per almeno 12 ore. Scolateli e sciacquateli, poi asciugateli accuratamente con un panno pulito: dovranno risultare perfettamente asciutti al momento dell’utilizzo per garantire un impasto della giusta consistenza (per assicurarvi che perdano ogni traccia di acqua in eccesso, potete asciugarli ulteriormente per 10 minuti in forno ventilato preriscaldato a 100°). Dopo aver svolto queste operazioni preliminari, ponete i ceci nel mixer 1 insieme alla cipolla tagliata in grossi pezzi 2. Aggiungete all’interno del mixer anche l’aglio, spremendolo con l’apposito spremiaglio 3. Insaporite quindi con il cumino 4, il sale 5 e il pepe 6, e azionate le lame per ridurre l’impasto in poltiglia. Tritate il prezzemolo 7 e aggiungetelo all’impasto 8: è importante svolgere questa operazione a parte, e non direttamente nel mixer con gli altri ingredienti, perché in quel modo il prezzemolo rilascerebbe troppa acqua bagnando eccessivamente l’impasto. Amalgamate bene il tutto e trasferite il composto in una pirofila 9, compattandolo bene con il dorso di un cucchiaio. Coprite con pellicola 10 e ponete in frigo a rassodare per almeno 1 ora. Trascorso questo tempo, recuperate l’impasto e formate i felafel con l’apposito strumento 11 oppure a mano, prendendo di volta in volta piccole palline di impasto e schiacciandole leggermente per ottenere la tipica forma dei felafel. In pentola scaldate abbondante olio di semi a 170°, e friggetevi pochi felafel per volta 12 Fino alla doratura 13. Prestate grande attenzione alla temperatura dell’olio, che non deve superare quella indicata, altrimenti i felafel si sfalderanno. Scolate i vostri felafel e fate asciugare l’olio in eccesso su carta assorbente 14. Servite i vostri felafel ben caldi 15! "
}