{
    "title": "Ghiaccioli salati",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "140 g"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "5 gocce"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "100 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "(pulito) 15 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1 fetta"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i ghiaccioli salati, per prima cosa preparate lo sciroppo che occorrerà per entrambi i gusti. In un pentolino ponete l’acqua e lo zucchero 1 e portate ad ebollizione 2. Togliete subito dal fuoco e lasciate raffreddare. Passate al primo dei due gusti: lavate i pomodorini e tagliateli a metà 3. Poneteli nel bicchiere del mixer 4 e frullateli con il frullatore a immersione 5 fino ad ottenere una purea 6. Filtratela attraverso un colino a maglie strette, per eliminare i semi 7. Unite quindi l’olio extravergine d'oliva 8 e un pizzico di sale 9. Aggiungete anche il tabasco 10 e 50 g dello sciroppo preparato in precedenza a filo 11, sempre mescolando. Per comodità trasferite il composto in una piccola brocca, e distribuitelo in 2 stampi da ghiacciolo di 70 cl di capacità, nei quali avrete precedentemente sistemato gli appositi bastoncini 12. Distribuite ora negli stampi le foglioline di basilico, facendole affondare bene nel composto 13. Trasferite i vostri ghiaccioli ai datterini nel freezer, dove dovranno rimanere almeno 6 ore. Passate quindi al secondo tipo di ghiaccioli. Tagliate 4 fettine sottili di cetriolo e tenetele da parte (vi serviranno per la decorazione) 14, pelate il rimanente 15 e tagliate la polpa a tocchetti 16. Trasferitela nel bicchiere del mixer 17; poi prendete il limone, dividetelo a metà e prendete 2 quarti di fettine per decorare. Spremete il resto del limone per ricavarne il succo 18, da unire alla polpa di cetriolo 19 e frullate per ottenere una purea 20. Filtratela attraverso un colino a maglie strette 21. Unite poi il rimanente sciroppo (70 g circa) 22, l’olio extravergine d'oliva 23 e un pizzico di sale 24. Pulite lo zenzero 25 e riducetelo a pezzetti grandi come spicchi d’aglio, in modo da poterlo spremere con lo spremiaglio 26, per ricavarne un succo da unire al composto. Condite infine con il pepe 27 e mescolate. Posizionate all’interno degli stampi da ghiacciolo le fettine di cetriolo e limone 28. Trasferendo anche in questo caso il composto in una brocca per semplificare l’operazione, versate la purea di cetriolo, zenzero e limone negli stampi 29 e trasferiteli in freezer per almeno 6 ore. Trascorso il tempo di congelamento, sformate i vostri ghiaccioli salati 30 e gustateli immediatamente! "
}