{
    "title": "Cestini all'ortolana",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rettangolare 230 g"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "1"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "2"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "½"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "12 foglie"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i cestini allâortolana per prima cosa munitevi di uno stampo da cupcake e capovolgetelo 1, spennellate il fondo esterno e il bordo con lâolio di semi di mais 2. Prendete la pasta sfoglia e con un coppapasta rotondo di 10 cm ricavate 12 dischi 3, bucherellate tutta la superficie con i rebbi di una forchetta 4. Ora adagiate i cerchietti sulle formine dello stampo e fatele aderire bene 5, appoggiate lo stampo su una leccarda da forno e cuocete nel forno statico preriscaldato a 200Â° per 12 minuti circa, devono risultare dorati in superficie. Una volta pronti sfornateli 6 e lasciateli raffreddare. Intanto preparate la farcitura: lavate, asciugate le verdure e tagliatele a dadini di circa 1 cm. Iniziate con la melanzana: spuntatela e poi tagliatela prima a fette, poi a strisce e infine a cubetti 7. Fate lo stesso per le zucchine 8 e per i peperoni rossi e gialli 9.Â Mondate e tritate finemente la cipolla 10. Versate lâolio in una padella 11, aggiungete il trito di cipolle 12 e lasciate imbiondire leggermente. Quindi unite i dadini di melanzana 13, poi i peperoni 14 e infine le zucchine 15. Salate e pepate 16, lasciate cuocere a fuoco vivace per 15 minuti, mescolando di tanto in tanto, poi spegnete il fuoco e lasciate raffreddare 17. Preparate la crema di ricotta: in una ciotola mettete la ricotta ben scolata e ammorbiditela lavorandola con un cucchiaio 18.Â Poi unite il parmigiano e una macinata di pepe 19. Mescolate fino ad ottenere una crema 20. Recuperate i cestini raffreddati e staccateli delicatamente dallo stampo 21; farciteli con la ricotta 22 e con le verdure 23, profumate con foglioline di basilico 24 e servite i vostri cestini allâortolana. "
}