{
    "title": "Tartare di salmone con crema di avocado e mandorle tostate",
    "ingredients": [
        {
            "ingredient": "Filetto di salmone",
            "quantity": "norvegese 400 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "3 g"
        },
        {
            "ingredient": "Scorza di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aceto di riso",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "30 g"
        },
        {
            "ingredient": "Avocado",
            "quantity": "maturo 400 g"
        },
        {
            "ingredient": "Succo di lime",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pomodori piccadilly",
            "quantity": "100 g"
        }
    ],
    "preparation": " Per preparare la tartare di salmone con crema di avocado e mandorle tostate iniziate ad occuparvi del salmone. Se utilizzate il salmone norvegese non sarÃ necessario trattarlo prima di consumarlo, in caso contrario assicuratevi di acquistare un filetto giÃ abbattuto; per sicurezza potete congelarlo per almeno 96 ore a -18 gradi prima di gustarlo a crudo (come previsto dal Ministero della Salute). Prendete il filetto di salmone e privatelo di eventuali lische 1 e se presente anche della pelle, quindi tagliatelo prima a fette 2 e poi a cubetti molto piccoli 3. Trasferiteli in una ciotolina e aggiungete il sale 4, il pepe, la scorza del lime 5 e qualche goccia di tabasco 6. Pelate e poi grattate lo zenzero 7, raccogliete la polpa tra due cucchiaini e spremetene il succo facendo pressione, direttamente all'interno della tartare 8. Aggiungete l'aceto di riso 9 e l'erba cipollina tritata finemente 10. Coprite il tutto con pellicola e lasciate riposare per 30 minuti in frigorifero. Nel frattempo occupatevi di realizzare la crema di avocado. Prendete il frutto, intagliatelo a metÃ 11 ed eliminate il nocciolo interno 12. Incidete la polpa dell'avocado con un coltellino e scavatela con un cucchiaino per trasferirla all'interno di una ciotolina 13, quindi spremete il lime 14 e unite il succo ai pezzetti di avocado 15. Una volta aggiunto un pizzico di sale 16 e di pepe schiacciate il tutto con una forchetta 17 fino ad ottenere una purea. Lavate i pomodorini e tagliateli in piccoli pezzi 18, quindi uniteli alla polpa di avocado e mescolate per amalgamare il tutto 19. Tostate anche le mandorle pelate 20, prestando attenzione a non farle bruciare quindi iniziate a comporre la vostra tartare. Posizionate un coppa pasta da 7,5 cm di diametro e aiutandovi con un cucchiaio create il primo strato di crema all'avocado 21. Aggiungete i cubetti di salmone ormai marinati 22, livellate la superficie ed estraete il coppa pasta delicatamente 23. Decorate il piatto con le mandorle a lamella e gli steli di erba cipollina 24, quindi servite la vostra tartare di salmone con crema di avocado e mandorle tostate. "
}