{
    "title": "Croque monsieur finger food con sfoglia classica",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie classiche 24"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "60 g"
        },
        {
            "ingredient": "Groviera",
            "quantity": "90 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il croque monsieur finger food con sfoglia classica, innanzitutto preparate la besciamella (cliccate qui per maggiori indicazioni): mettete in un pentolino il burro e fatelo sciogliere, aggiungete la farina setacciata 1 e mescolate continuamente per ottenere il roux. Aggiungete il latte caldo al roux 2 mescolando il tutto con un frustino. Fate cuocere a fiamma bassa finchè la salsa comincerà a bollire e aggiungete un pizzico di sale e un pizzico di noce moscata. Coprite il pentolino con un coperchio e fate cuocere la besciamella, sempre a fuoco basso, per 15 minuti, il tempo necessario per far addensare la salsa, mescolando di tanto in tanto 3. Nel frattempo grattugiate finemente il groviera 4 e tagliate il prosciutto cotto a quadratini. Preparate la parte superiore del croque monsieur condendo 12 sfoglie con un cucchiaino di besciamella e una manciata di groviera grattugiato (5-6). Farcite le altre 12 sfoglie con un altro cucchiaino di besciamella 7, un quadratino di prosciutto cotto 8 e una manciata di groviera 9. Ora componete il croque monsieur finger food ponendo la sfoglia con besciamella e groviera su quella ripiena di besciamella, prosciutto e groviera 10, a mo' di sandwich 11. Adagiate il croque monsieur su una leccarda foderata di carta da forno e fate gratinare la sfoglia superiore in forno caldo a 180° oppure sotto il grill per 1-2 minuti. Sfornateli e gustate i vostri croque monsieur finger food con sfoglia classica! "
}