{
    "title": "Chupitos di melone con fagottini di feta",
    "ingredients": [
        {
            "ingredient": "Melone",
            "quantity": "460 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pasta fillo",
            "quantity": "4 fogli da 48x34 cm 150 g"
        },
        {
            "ingredient": "Feta",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "25 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "60 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere q.b."
        }
    ],
    "preparation": " Per preparare i chupitos di melone con fagottini di feta, cominciate dalla pulizia del melone. Tagliate il melone a spicchi e rimuovete i semi e i filamenti interni 1. Passate poi il coltello tra la buccia e la polpa per sbucciare ogni fetta 2 e tagliate infine la polpa a grossi pezzi 3. Ponete i tocchetti di melone nel bicchiere del mixer e unite l’olio 4 e un pizzico di sale 5. Con il frullatore a immersione, frullate accuratamente 6 E trasferite poi la purea ottenuta in una brocca 7. Ponete la brocca in frigo per tenere in fresco il vostro frullato di melone. Nel frattempo, occupatevi dei fagottini, cominciando dagli ingredienti del ripieno. Tritate finemente la cipolla rossa 8 e tenetela da parte. Tagliate i pomodorini a metà nel senso della lunghezza e ricavate, tagliandole per lungo, delle listarelle 9. Infine tagliate le listarelle per ricavare dei dadini 10. Teneteli da parte e passate alla feta. Tagliatela prima a listarelle e poi a dadini 11 circa della stessa dimensione di quelli di pomodorini. Tritate poi finemente l’erba cipollina 12. In una ciotola capiente, versate la cipolla, i pomodorini 13, la feta 14, le olive a rondelle 15 E l’erba cipollina 16. Condite con l’olio 17 e un pizzico di sale 18: ne basterà poco, perché la feta è molto sapida di suo. Mescolate bene per amalgamare gli ingredienti 19 e tenete da parte. Disponete poi due fogli di pasta fillo da 48x34 cm uno sopra l’altro, e adagiateli sul piano da lavoro, tenendo il lato lungo alla base. Aiutandovi con un paio di forbici, tagliate 8 strisce larghe 6 cm 20. Spennellate le strisce con un po’ d’acqua per reidratarle 21. Adagiate una piccola cucchiaiata di ripieno alla base della striscia di pasta fillo 22, e ripiegate un lembo per creare un triangolo che racchiuda il ripieno 23. Ripiegate allo stesso modo il triangolo appena formato sulla striscia 24 e proseguite in questo modo fino a terminare la striscia di pasta. Spennellate l’ultimo lembo con un po’ di acqua 25 prima di richiudere anch’esso, in modo da sigillare il vostro fagottino 26. Realizzate in questo modo gli altri 7 fagottini, poi ripetete con gli altri 2 fogli di pasta fillo per realizzare gli ultimi 8 fagottini. In totale ne otterrete 16. Scaldate l’olio di semi in un tegame profondo, e quando raggiunge la temperatura di 170-180° immergetevi un paio di fagottini per volta, e friggeteli 27 circa mezzo minuto per lato fino a doratura. Asciugate i fagottini su carta assorbente e salateli leggermente in superficie 28. Riprendete dal frigo la brocca di frullato, distribuitelo in 4 bicchierini e spolverate ciascuno con un po’ di pepe 29. Servite i fagottini di feta ben caldi, accompagnati dai chupitos di melone 30. "
}