{
    "title": "Strudel lasagna",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "250 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 250 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 250 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "200 ml"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Sedano",
            "quantity": "½ costa"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di sesamo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo strudel di lasagna, iniziate dalla pasta per il pane: sciogliete il lievito di birra fresco (in alternativa potete utilizzare 3,5 g di lievito di birra disidratato) in poca acqua tiepida della dose totale, assieme a un cucchiaino di malto (o zucchero). Quindi setacciate la farina 00 e la farina manitoba all’interno di una ciotola capiente (1-2), formate la classica fontanella al centro e versateci il composto di lievito, malto e acqua 3. Versate l’olio nell’acqua tiepida restante 4, aggiungete il sale 5 e mescolate, dopodichè unite a filo il liquido ottenuto sulla farina 6. Iniziate ad amalgamare il composto nella ciotola per raccogliere bene gli ingredienti 7, poi continuate a lavorare il composto a mano su una spianatoia 8 per circa una decina di minuti, fino a quando non risulterà liscio ed elastico. Dategli la forma di una palla, trasferitelo in una ciotola, coprite con pellicola 9 e lasciate lievitare in forno spento con luce accesa per circa 2 ore. Nel frattempo dedicatevi alla preparazione del soffritto che farà da base al vostro ragù: pelate una carota con un pelaverdure, tagliatela prima a listarelle e infine a cubetti piuttosto piccoli 10. Continuate pelando mezza costa di sedano e riducetela a cubetti 11, infine sbucciate una cipolla, tagliatela a metà e poi a dadini 12. Fate scaldare un filo d’olio e il burro in una padella antiaderente, dopodichè aggiungete il trito di cipolla, di sedano e di carota (13-14). Lasciate rosolare fino a quando le verdure non si saranno imbiondite, sfumate con un mestolo di brodo vegetale 15. Per scoprire come prepararlo al meglio, consultate la nostra Scuola di cucina Brodo vegetale. Aggiungete il trito di carne suina 16 e il trito di carne bovina 17, lasciate cuocere a fuoco medio fino a quando la carne non si sarà rosolata per bene 18, in caso potete sfumare con qualche mestolo di brodo vegetale. Sfumate con il vino rosso 19, sciogliete il concentrato di pomodoro in un po’ di brodo 20 e aggiungetelo al ragù in cottura 21. Continuate a cuocere il ragù per circa mezz’ora, fino a quando non avrà assorbito tutti i liquidi. Mentre il ragù cuoce, preparate la besciamella: fate sciogliere il burro in un pentolino e aggiungete la farina 22, fate cuocere il tutto per qualche minuto, mescolando per evitare di far attaccare il composto. Una volta ottenuto il roux, versate il latte caldo 23 e mescolate con un cucchiaio di legno. Lasciate cuocere finchè non inizierà a sobbollire, quindi aggiungete un pizzico di sale e di noce moscata, coprite con un coperchio e cuocete a fuoco basso per circa 10 minuti, fino a quando la besciamella non si sarà addensata 24. Una volta preparata la besciamella, unitela al ragù 25 e mescolate per amalgamare il tutto 26, salate e pepate a piacere 27. Prendete la pasta per il pane, che avrà raddoppiato il suo volume 28, trasferitela su una spianatoia leggermente infarinata e stendetela con un mattarello, cercando di ottenere un rettangolo di pasta di circa 50x40 cm 29. Lasciate 5 cm di bordo e distribuite il mix di ragù e besciamella con il dorso di un cucchiaio 30. Arrotolate la pasta 31 e trasferitela su una leccarda foderata con carta forno. Tagliate le estremità con un taglia pasta e rimboccatele, in modo che il ripieno non fuoriesca durante la cottura 32. Lasciate lievitare nuovamente lo strudel crudo in forno spento con luce accesa per 1 ora. Stendete la pasta avanzata e ricavate dei piccoli cerchi con un piccolo coppa pasta di circa 2 cm di diametro 33. Spennellate la superficie dello strudel con l'uovo sbattuto 34 e applicate i cerchi di pasta creando delle file diagonali 35, spolverizzate i piccoli cerchi con i semi di sesamo. Ora potete cuocere in forno statico preriscaldato a 180° per 50 minuti (oppure in forno ventilato a 160° per 40 minuti). Ultimata la cottura il vostro strudel lasagna si presenterà lucido e dorato 36, sfornatelo, lasciatelo intiepidire e poi servitelo caldo o tiepido. "
}