{
    "title": "Tortine di patate con salsa di arachidi",
    "ingredients": [
        {
            "ingredient": "Patate",
            "quantity": "farinose 1 kg"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Edamer",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina di mais",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cumino",
            "quantity": "1/2 cucchiaino"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "1"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Burro di arachidi",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "2"
        }
    ],
    "preparation": " Pelare le patate e tagliarle a tocchetti, metterle in una pentola con acqua fredda e un pizzico di sale e far cuocere fino a che siano tenere, circa 20 minuti. Preparare la salsa: tritare finemente scalogni e aglio, scaldare olio in padella e far imbiondire , unite il cumino e lasciate sprigionare gli aromi 1; unite il pomodoro 2 tagliato a tocchetti e privato dei semi interni far cuocere un paio di minuti fuoco dolce. Unite anche il latte 3 e far sobbollire due minuti; tenere in caldo. Colate le patate 4 e schiacciatele con lo schiacciapatate 5; tenere in caldo.Scaldare nella padella un cucchiaio di olio di arachide e unire la cipolla 6, farla imbiondire un paio di minuti, colare via l’olio e unite le patate schiacciate 7 e il formaggio grattugiato 8, fate cuocere qualche istante e poi trasferite in una terrina 9 prelevate una cucchiaiata di composto alla volta 10 e formate delle tortine piatte con l’aiuto delle mani 11, passatele bene nella farina di mais 12 così che in cottura restino croccanti. Scaldate 2-3 cucchiai di olio di arachide in padella e cuocere 4 tortine 13 alla volta 3-4 minuti per lato girandole una sola volta.Nel frattempo aggiungete un cucchiaio di burro di arachidi alla salsa 14 e fate scaldare qualche istante a fuoco molto docle.Scolate le tortine di patate su un foglio di carta assorbente e servitele con la salsa ancora tiepida. "
}