{
    "title": "Coni con straccetti di manzo e verdure croccanti",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medio) 1"
        },
        {
            "ingredient": "Manzo",
            "quantity": "300 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "120 g"
        },
        {
            "ingredient": "Aceto balsamico",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "(per infarinare) q.b."
        }
    ],
    "preparation": " Per realizzare i coni con straccetti di manzo e verdure croccanti, prendete i dischetti di pasta 1, stendeteli su un piano di lavoro, adagiate sopra un conetto di alluminio lungo 12 cm , con un foro largo 3cm 2, avvolgete il dischetto intorno al cono 3, sigillatelo premendo il bordo con le dita e poi spennellate tutta la superficie con l’uovo sbattuto 4.Ponete i conetti su una leccarda rivestita con carta da forno 5 e cuocete i conetti in forno statico a 200° per 10 minuti (o statico a 180° per 8 minuti) finché l’esterno non risulterà dorato, a cottura ultimata, sfornate i coni e quando saranno freddi estraete delicatamente il cono 6. Lavate le verdure , spuntate i fagiolini e le zucchine, tagliate quest’ultime a listarelle sottili 7,pelate le carote e riducetele anch’esse a striscioline 8. In una padella scaldate 20 gr di olio di oliva, rosolate uno spicchio di aglio intero 9 e poi aggiungete le carote, cuocete per 3-4 minuti poi aggiungete i fagiolini 10,proseguite la cottura per altri 3-4 minuti infine unite anche le zucchine 11, continuate a cuocere le verdure per qualche minuto, devono restare croccanti 12. Tagliate il manzo a striscioline 13, infarinatele accuratamente 14 poi eliminate la farina in eccesso con un colino 15. In un’altra padella scaldate 30 gr di olio di oliva, poi versate gli straccetti di carne 16 fateli rosolare su tutti i lati per 2-3 minuti, salate 17, pepate e sfumate con l’aceto balsamico 18, lasciate evaporare e poi spegnete il fuoco 19.Tutto è pronto per farcire i coni: prendete un cono di pasta e riempite la cavità con verdure e straccetti, aiutandovi con una pinza da cucina 20. I vostri gustosi coni con straccetti di manzo e verdure croccanti sono pronti per essere serviti 21. "
}