{
    "title": "Caprese decadente",
    "ingredients": [
        {
            "ingredient": "Burrata",
            "quantity": "600 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "nero 15 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "nero in scaglie q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "220 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "70 g"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "85 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "per infarinare i pomodorini q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "per friggere 500 g"
        },
        {
            "ingredient": "Farina di riso",
            "quantity": "Artemide o Venere 35 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Acqua",
            "quantity": "27 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "3 g"
        }
    ],
    "preparation": " Per preparare la caprese decadente, cominciate dall’impasto delle sfoglie di riso nero. In una ciotola unite la farina bianca a quella di riso Artemide o Venere 1 e mescolatele insieme 2. Aggiungete quindi il sale, 4 gr d'olio 3 E infine l’acqua 4, e mescolate. Appena l’impasto raggiunge una consistenza sufficiente, trasferitelo sul piano da lavoro leggermente infarinato con farina di riso nero 5 e impastate per 5-6 minuti creando delle pieghe. Quando l’impasto sarà ben sodo ed elastico, stendetelo con il mattarello 6 fino a formare una sfoglia sottile come per preparare la pasta fresca. Per agevolarvi in questa operazione, potete stendere l’impasto tra due fogli di carta da forno e rimuovere quello superiore solo quando la sfoglia sarà ben sottile. Con un coppapasta da circa 9,5 cm di diametro coppate 4 dischi 7 e rimuovete l’impasto eccedente, che potrete a scelta rimpastare e ristendere per ottenere altre sfogliette. Trasferite le sfoglie in una teglia rivestita con carta da forno. In una ciotolina ponete dell’olio extravergine, intingetevi un pennello da cucina 8 e spennellate la superficie delle vostre sfoglie 9. Cuocetele in forno ventilato preriscaldato a 180° per 12-14 minuti, fino a quando non si onduleranno leggermente 10. Passate quindi ad occuparvi dei pomodorini: lavateli e asciugateli accuratamente 11. Preparate una pastella unendo farina, acqua 12 E sale in una ciotola 13 e amalgamando accuratamente 14. Predisponete poi altre 2 ciotole: in una ponete un po’ di farina, in un’altra i semi di papavero. Prendete ciascun pomodorino e per prima cosa infarinatelo 15 Poi, con l’aiuto di un paio di pinze, intingetelo nella pastella fino a ricoprirlo in maniera omogenea 16 ed infine rotolatelo nei semi di papavero 17, scuotendo la ciotola per aiutarvi a creare una crosta omogenea. Friggete pochi pomodorini alla volta in abbondante olio di semi ben caldo (non superate i 170°, potete misurare con un termometro da cucina) per circa mezzo minuto 18 Poi scolateli su carta assorbente e salateli in superficie 19. Occupatevi adesso della composizione dei piatti: ponete in ogni piatto mezza burrata, allargandola sul fondo con l’aiuto del dorso di un cucchiaio 20. Adagiatevi delicatamente sopra una sfoglia 21 E poi distribuite intorno 4-6 pomodorini fritti 22, le foglie di basilico nero 23 ed infine spolverate con una macinata di scaglie di sale nero 24. La vostra caprese decadente è pronta per essere servita! "
}