{
    "title": "Cestini di prosciutto e melone",
    "ingredients": [
        {
            "ingredient": "Melone",
            "quantity": "medi 2"
        },
        {
            "ingredient": "Prosciutto",
            "quantity": "fette sottili 12"
        },
        {
            "ingredient": "Menta",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Ribes",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Fiori eduli",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "(solo i filamenti) 1 costa"
        }
    ],
    "preparation": " Per preparare i cestini di prosciutto e melone, bisogna per prima cosa intagliare i meloni per ricavarne dei piccoli contenitori che poi andremo a riempire. Cominciate tagliando una rondella sulla sommità del melone 1. Adesso capovolgetelo, appoggiandolo sulla parte tagliata 2 che così risulterà più stabile. Procedete adesso con il taglio di quello che presto diventerà il manico del cestino. Eseguite sulla sommità del frutto, a circa 1,5 cm dal picciolo, un taglio profondo che affondi fino alla metà del melone 3. Eseguite poi un taglio uguale e parallelo, distanziandolo dall’altro di circa 3 cm 4. Affondate anche in questo caso il coltello fino a metà melone, come se voleste tagliarne una fetta. Tagliate ora 1 dei due spicchi laterali ottenuti e rimuovetelo (5-6) Incidete la base dell'altro spicchio e procedete allo stesso modo (7-8). Con la parte centrale rimasta, realizzerete il manico del cestino: affondate la lama del coltellino nella polpa tenendovi a circa 1 cm dalla buccia 9 Seguite la forma del melone 10 e concludete effettuando un taglio orizzontale 11; rimuovete la semiluna di polpa ottenuta. Ora potete scavare aiutandovi con un cucchiaio per eliminare i semi 12 e i filamenti dal cuore del melone (13-14) Raccogliete la polpa del frutto in piccole sfere aiutandovi con uno scavino 15 raccogliendole in un recipiente via via che sono pronte, e finché il melone non sarà completamente svuotato 16. Con l’aiuto di un coltello dalla lama affilata incidete adesso i bordi del cestino ottenuto, fino a conferirgli un profilo smerlato (17-18). È il momento di riempire il cestino: ponete al suo interno le sfere di polpa di melone 19 e le roselline ottenute arrotolando a bocciolo le fette di prosciutto (20 e 21), disponendole a distanza regolare per dar loro l’aspetto composto di un bouquet 22. Ricavate ora dei fili di sedano, tirando via delicatamente con l’aiuto di un coltellino qualche lungo filamento esterno come da figura 23. Utilizzate i fili di sedano per legare al manico del cestino di melone i ramoscelli di menta fresca 24, il rametto di ribes 25 e i fiori eduli di decorazione 26. Adesso il vostro cestino è pronto per essere portato in tavola e stupire i vostri invitati! "
}