{
    "title": "Mini crumble alle verdure e yogurt",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 35 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "35 g"
        },
        {
            "ingredient": "Gherigli di noci",
            "quantity": "35 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 35 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Melanzane",
            "quantity": "240 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "120 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "90 g"
        },
        {
            "ingredient": "Pisellini",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "media 1"
        },
        {
            "ingredient": "Burro",
            "quantity": "30 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il mini crumble alle verdure e yogurt iniziate dalle verdure. Lavate la melanzana sotto acqua corrente, con un coltello eliminate il peduncolo, tagliatela a fette 1, ricavate dei bastoncini 2 da cui ottenere dadini regolari di 2 cm 3. Proseguite con i peperoni: lavateli, con un coltello divideteli a metà e togliete il picciolo e i semini interni 4. Qundi tagliateli a losanghe e poi a dadini sempre di 2 cm 5. Passate poi alla zucchina: lavatela e spuntatela delle due estremità, quindi riducetela a fette e poi a dadini di 2 cm; Effettuate la stessa operazione anche per la carota 5, dopo averla mondata e spuntata delle estremità. Tagliare tutte le verdure a dadini della stessa misura servirà a favorire la cottura. Infine sgranate i piselli freschi 8 (se utilizzate quelli surgelati, potete sbollentarli per qualche minuto). In una padella capiente, versate un filo d’olio e aggiungete le melanzane a dadini e le carote. Aggiungete anche i peperoni 9. Poi versate anche i piselli e sbriciolate a mano la maggiorana direttamente in padella 10. Lasciate cuocere le verdure per circa 5 minuti e per ultime aggiungete le zucchine 11, perché si cuociono più velocemente delle altre verdure. Aggiustate di sale e pepe, cuocete per altri 5- 10 minuti minuti o fino a quando le verdure risulteranno tenere. Quindi spegnete il fuoc e lasciate da parte. Passate ora a preparare il crumble: in un mixer versate le noci sgusciate e un rametto di rosmarino 12. Aggiungete la farina a pioggia 13, il Parmigiano grattugiato 14 e il burro freddo a pezzetti 15. Spolverizzate con il pepe e azionate il mixer. Fate andare le lame fino ad ottenere un composto sabbioso 16. Distribuite l'impasto ottenuto su una leccarda foderata con carta da forno, avendo cura di stenderlo su tutta la superficie 17 e cuocete in forno statico preriscaldato a 180° per 10-15 minuti (160° per 5-10 minuti se forno ventulato). Quando sarà cotto il crumle risulterà dorato 18; estraete la leccarda dal forno, fate raffreddare a temperatura ambiente. Una volta freddo, potete rompere il crumble con le mani e per poi utilizzarlo nella composizione dei bicchierini 19. Infine completate la ricetta preparando la salsa a base di yogurt greco: mondate la cipolla rossa, togliete lo strato più esterno, ponetela su un tagliere e tagliatela a fette sottoli 20, che potete anche triturare per favorire la cottura. In una padella antiaderente, fate sciogliere il burro a fuoco bassissimo, quindi versate la cipolla, fatela saltare per qualche istante e aggiungete lo zucchero di canna 21. Mescolate con un cucchiaio di legno 22. Cuocete qualche minuto a fuoco dolce finche la cipolla non risulterà morbida e caramellata. Poi spegnete il fuoco. In una ciotolina versate lo yogurt greco total 0% e aggiungete la cipolla caramellata intiepidita 23, aggiustate di sale e mescolate bene gli ingredienti. Ora potete iniziare a comporre i vostri mini crumble in bicchierini da circa 100 ml ciascuno; noi abbiamo usato dei vasetti a chiusura ermetica, che sono contenitori originali e facili da trasportare se si decide di fare un pic-nic oppure per portarli a casa di amici. Versate sul fondo di ciascun vasetto circa 40 gr di crema di yogurt e cipolle caramellate 24. Poi create uno strato con 50 g di verdure saltate 25 e infine completate cospargendo circa 10 g di crumble 26. I mini crumble alle verdure e yogurt sono pronti: serviteli come orginale antipasto 27! "
}