{
    "title": "Sfogliatine peperoni e gorgonzola",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(1 rotolo rettangolare) 230 g"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "2"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "150 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare le sfogliatine peperoni e gorgonzola come prima cosa lavate i peperoni, togliete la parte superiore e svuotateli estraendo i semi 1. Affettateli ad uno spessore di circa 1 cm e tagliateli poi a pezzettini 2. Versate l’olio extravergine di oliva all’interno di una padella, aggiungete lo spicchio di aglio 3 e lasciatelo soffriggere per qualche secondo. Eliminate lo spicchi di aglio e unite i peperoni 4, fateli rosolare per un minuto, conditeli con sale e pepe nero e coprite la padella con un coperchio 5. Lasciate cuocere i peperoni per circa cinque minuti, mescolateli di tanto in tanto per garantire una cottura omogenea. A cottura ultimata, spegnete il fuoco e tenete da parte 6. Srotolate il rotolo di pasta sfoglia rettangolare e tagliatelo verticalmente in modo da ottenere 6 striscioline 7. Tagliatelo poi orizzontalmente in 3 parti 8, otterrete così 18 rettangolini 9. Farcite ciascun rettangolo con un cucchiaino di gorgonzola 10, aggiungete i peperoni 11 e chiudete con un altro pezzettino di pasta sfoglia 12. Sigillate per bene i bordi con i polpastrelli e richiudeteli su se stessi (13-14). In una ciotolina rompete l’uovo, salate 15 e sbattetelo con una forchetta. Disponete le sfogliatine peperoni e gorgonzola su di una teglia rivestita da carta forno 16 e spennellatele poi la superficie con l’ uovo 17. Infornate le sfogliatine peperoni e gorgonzola in forno preriscaldato a 180 gradi e lasciatele cuocere per circa 15 - 20 minuti, dovranno risultare ben dorate in superficie. Una volta cotte, sfornatele 18 e lasciatele intiepidire prima di servirle. "
}