{
    "title": "Crema di cavolfiore con torcello",
    "ingredients": [
        {
            "ingredient": "Cavolfiore",
            "quantity": "700 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "q.b."
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "70 ml"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "½"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "torcelli 12"
        },
        {
            "ingredient": "Pancetta",
            "quantity": "4 fette"
        }
    ],
    "preparation": " Per preparare la crema di cavolfiore con torcello per prima cosa lavate e pulite il cavolfiore, tagliate le cimette e mettetele a cuocere in acqua bollente salata per 10 minuti (5 se in pentola a pressione) insieme a due foglie d’alloro 1. Una volta cotte, scolatele e lasciatele raffreddare. Nel frattempo tagliate la cipolla a fette sottili 2, fate scaldare una padella antiaderente con il burro e poi aggiungeteci la cipolla tagliata a fette 3. Quando la cipolla inizierà a soffriggere aggiungete l’acqua 4, lasciatela assorbire un po’e poi aggiungete anche lo zucchero 5. Lasciate assorbire tutta l’acqua e caramellizzare leggermente lo zucchero 6, ci vorranno dieci minuti circa, quindi togliete dal fuoco e mettete le cipolle da parte. Tagliate ogni fetta di pancetta in 3 pezzetti larghi un centimetro e mezzo 7 e rosolatela in padella per qualche secondo a fuoco vivace con un filo d’olio 8, quando la pancetta sarà diventata croccante spegnete il fuoco e mettetela da parte. In mixer metette il cavolfiore ormai freddo, salatelo, aggiungete il pepe 9 e unite anche la noce moscata 10. Frullate il tutto per qualche istante e poi unite anche la panna 11 e frullate fino ad ottenere una consistenza cremosa 12. Componete ora i bicchierini: trasferite la crema di cavolfiore in 12 bicchierini (se volete potete fare questa operazione con una sac-à-poche), 13 e guarnite ogni bicchierino con un torcello 14, una fettina di pancetta croccante e la cipolla caramellata 15. Ecco, la crema di cavolfiore con tocello è pronta per essere servita! "
}