{
    "title": "Mini bavaresi di zucca con salsa al parmigiano",
    "ingredients": [
        {
            "ingredient": "Zucca delica",
            "quantity": "550 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "60 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "(circa 2) 36 g"
        },
        {
            "ingredient": "Gelatina in fogli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Latte intero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Nocciole",
            "quantity": "tostate q.b."
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mini bavaresi di zucca con salsa al Parmigiano come prima cosa occupatevi della pulizia della zucca, eliminate i semi 1 e la buccia 2. Tagliatela poi a tocchetti 3,Â e trasferitela in una padella con un filo d'olio 4. Unite 100 g d'acqua 5 e lasciatela cuocere per circa 25 minuti, fino a che non risulterÃ morbida 6.Â Trasferitela poi nel bicchiere di un mixer e frullatela 7, fino ad ottenere una crema liscia 8. Mettete a mollo la gelatina in acqua fredda 9.Â Nel frattempo preparate la crema inglese: versate la panna in una bastardella 10, aggiungete i tuorli 11 e cuocete a bagnomaria, mescolando con una leccarda di continuo 12, fino a che non avrete raggiunto gli 85Â°.Â Versate il latte in un pentolino 13 e scaldatelo. Strizzate poi leggermente la gelatina 14 e scioglietela nel latte 15.Â Mischiate la crema inglese alla purea di zucca (16-17); poi unite il latte all'interno 18 e mescolate fino ad ottenere un impasto liscio 19. Regolate di sale e dividete il composto in 5 stampini di metallo 20. Coprite poi con la pellicola per alimenti 21 e riponete in frigorifero per almeno 10 ore.Â Al momento di servire le mini bavaresi preparate la salsa d'accompagnamento. Versate il latte in un pentolino 22 e scaldatelo a fuoco basso. Unite poi il Parmigiano 23 e mescolate 24Â fino a che la salsa non si sarÃ addensata completamente 25. Scaldate dell'acqua in un pentolino e senza scottarvi immergete lo stampino, facendo in modo che l'acqua non penetri all'interno 26. Capovolgete la bavarese su un piatto da portata 27Â e guarnite con la salsa al Parmigiano 28. Ultimate decorando con pepe nero, timo sfogliato, granella di nocciole 29 e nocciole tostate. Le mini bavaresi alla zucca sono pronte da servire 30.Â "
}