{
    "title": "Tortine con polpa di granchio",
    "ingredients": [
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "(1 rotolo rettangolare) 230 g"
        },
        {
            "ingredient": "Polpa di granchio",
            "quantity": "120 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "150 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Burro",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le tortine con polpa di granchio per prima cosa lavate, asciugate e tritate il prezzemolo 1 e tenetelo da parte. Stendete sul piano da lavoro il rotolo di pasta sfoglia, adagiate sopra degli stampini tondi del diametro di 10 cm e ritagliate la sagoma intorno al bordo con un coltellino 2. Ricaverete 5 dischi di pasta 3. Eliminate la sfoglia in eccesso 4 e teneteli da parte. Ora imburrate il fondo e i bordi degli stessi stampini 5 e adagiate all’interno un disco di pasta sfoglia, facendo ben aderire la pasta allo stampo 6. In una ciotola versate le uova intere, salate 7, pepate e aromatizzate con il prezzemolo tritato 8. Mescolate con una forchetta 9, aggiungete la panna 10 e mescolate per ottenere un composto chiaro e omogeneo. A questo punto incorporate la polpa di granchio sgocciolata 11. Farcite ciascuno stampino con due cucchiai di composto 12. Ponete gli stampini riempiti su una teglia 13 e cuocete in forno statico preriscaldato a 180° per 25 minuti, nel ripiano medio del forno. Se occorre proseguite la cottura con il grill per dorare bene in superficie le tortine. A cottura ultimata sformate le tortine con polpa di granchio 14 e lasciatele intiepidire prima di servirle 15. "
}