{
    "title": "Panzerotti ripieni di verdure e scamorza",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Fagiolini",
            "quantity": "100 g"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "(dolce) 150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per preparare i panzerotti ripieni di verdure e scamorza lavate le verdure sotto abbondante acqua fresca corrente. Spuntate le zucchine 1, tagliatele a fettine 2 e poi a cubetti di 4 mm 3. Ripetete la stessa operazione anche per le carote 4, infine tagliate a fette e poi a dadini anche la scamorza 5. Spuntate i fagiolini e fateli sbollentare per 5 minuti in abbondante acqua salata 6, dopodiché scolateli e tagliateli a tocchetti sempre di 4 mm 7. Ponete una pentola ampia antiaderente sul fuoco con l’olio 8; quando l’olio sarà caldo, versate le carote a dadini, facendo cuocere per 2 minuti, poi unite le zucchine e cuocete per altri 2 minuti 9. Unite i fagiolini 10, regolando di sale e pepe a vostro piacere. Quando le verdure saranno pronte, spegnete e trasferitele in una ciotola a raffreddare. Successivamente aggiungete anche la scamorza precedentemente tagliata a cubetti 11 e mescolate con un cucchiaio 12. Prendete uno alla volta i dischetti di pasta 13 e farciteli con circa 25 g di ripieno di verdure e formaggio 14; spennellate i bordi con un po' d'acqua 15 e richiudeteli sovrapponendo i bordi uno sopra l’altro per creare una mezzaluna 16; sigillate bene i bordi con le dita 17, quindi rifiniteli un coppapasta del diametro di 10 cm con il bordo ondulato 18. In una pentola ampia fate scaldare l’olio, quando l’olio avrà raggiunto la temperatura di 175°-180° (potete controllare con un termometro da cucina) friggete i panzerotti 2-3 alla volta 19 fino a quando saranno dorati e croccanti. Scolateli dall’olio in eccesso con una schiumarola e fateli asciugare su carta assorbente 20. Servite i vostri panzerotti ripieni di verdura e scamorza ben caldi al momento 21! "
}