{
    "title": "Polpette di broccoli e salmone",
    "ingredients": [
        {
            "ingredient": "Tranci di salmone",
            "quantity": "150 g"
        },
        {
            "ingredient": "Broccoli",
            "quantity": "500 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "120 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "40 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le polpette di broccoli e salmone mettete a bollire dell'acqua in un tegame capiente e a bollore salate a paicere. Ricavate le cimette 1, lavatele. Poi lavate anche le patate, quindi sbucciatele 2 e riducetele a tocchetti 3 lessate insieme sia i broccoli che le patate 4. Una volta pronti, scolateli e fateli intiepidire. Nel frattempo pulite il salmone eliminando la pelle con un coltello affilato 5. Tagliatelo a cubetti cercando di ottenerli tutte delle stesse dimensioni. Fate scaldare un poâ di olio in una padella e aggiungete i cubetti di salmone 6. Salate 7 e fate rosolare per una decina di minuti girandoli a metÃ cottura. Quando sarÃ cotto, fatelo intiepidire. Frullate i broccoli e le patate con un minipimer 8 fino a ridurli in crema 9. Aggiungete il pangrattato e il Parmigiano 10, aromatizzate con il pepe nero. Mescolate con un cucchiaio, infine unite la farina 12 e continuate a mescolare. Lâimpasto non dovrÃ risultare troppo morbido. Prelevate un poâ di impasto e stendetelo sul palmo della mano 13. Mettete al centro un cubetto di salmone 14 e chiudete lâimpasto formando una polpetta 15. Proseguite in questo modo fino a formare circa 15 polpette. Rotolate ciascuna polpetta nel pangrattato 16. Disponete le polpette su una leccarda da forno rivestita con carta forno. Irrorate con olio d'oliva 17. Infornate in forno statico giÃ caldo a 180Â° per circa 15-20 minuti fino a doratura 18. Le vostre polpette sono pronte per essere gustate. "
}