{
    "title": "Biscotti alla paprika",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "freddo 150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "250 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(circa 2 medie) 100 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "8 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "rasi 2 cucchiaini"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "20 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per preparare i biscotti alla paprika iniziate versando la farina ed il burro freddo tagliato a pezzetti in un mixer 1. Regolate di sale e di pepe, unite il lievito 2 e azionate le lame per ottenere la sabbiatura. Trasferite il composto sabbioso sulla spianatoia 3, formate la classica fontana al centro 4 e unite la paprika, il parmigiano grattugiato 5, date una mescolate e poi versate le uova mentre mescolate con la mano 6. Passate ora ad impastare fino ad ottenere un panetto liscio ed omogeneo 7. Copritelo con la pellicola trasparente e lasciatelo riposare in frigorifero per almeno mezzora 8. Trascorso il tempo riprendete l’impasto e tiratelo su una spianatoia leggermente infarinata utilizzando il mattarello e ottenete una sfoglia di mezzo centimetro di spessore 9. Con un coppapasta quadrato da 5x5cm ottenete i primi biscotti 10: man mano disponeteli sulla leccarda rivestita con carta forno 11. Prima di passare alla cottura, raccogliete i ritagli, impastateli nuovamente e metteteli a riposare, come prima, in frigo. Nel frattempo decorate i biscotti spennellandoli con un po’ d’uovo 12. Poi cospargeteli con la granella di nocciole 13 e le mandole in lamelle 14 e cuocete la prima serie di biscotti in forno preriscaldato, in modalità statica, a 200° per circa 20 minuti 15. Una volta cotti e leggermente dorati 16 lasciate raffreddare completamente i biscotti alla paprika su una gratella 17 prima di consumarli 18. "
}