{
    "title": "Zucchine ripiene con branzino affumicato",
    "ingredients": [
        {
            "ingredient": "Zucchine",
            "quantity": "(2 medie) 260 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Branzino affumicato",
            "quantity": "100 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1 da 150 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "1 da 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le zucchine ripiene con branzino affumicato iniziate a lavare le zucchine, poi spuntatele 1 e dividetele prima a metà 2 e poi tagliatele per il lungo 3, in questo modo ricaverete 8 pezzi che saranno le vostre barchette. Scavate per eliminare l'interno, utilizzando uno scavino o un cucchiaino 4 e sbollentate le zucchine in acqua bollente per circa 5 minuti 5. Quando si saranno ammorbidite estraetele dall'acqua 6 sistematele su una leccarda rivestita carta da forno e condite con sale, pepe e olio 7 poi cuocete in forno ventilato preriscaldato a 170° per 10 minuti. Nel frattempo spuntate le zucchine che vi servono per il ripieno e pelate le carote 8, poi grattugiatele utilizzando una grattugia a fori larghi 9 e tenete da parte per un momento. A questo punto le vostre barchette di zucchine saranno pronte, sfornatele e lasciatele intiepidire 10; intanto occupatevi di preparare la citronette che servirà a condire la vostra insalatina di zucchine e carote. Spremete 1 limone 1, in modo da ricavare 40 gr di succo, poi trasferitelo all'interno di una ciotola, aggiungete l'olio 12 e salate e pepate a piacere. Emulsionate il tutto utilizzando una frusta 14 e versatelo all'interno dell'insalatina di carote e zucchine grattugiate 15. Mescolate il tutto 16 e tenete da parte. Nel frattempo eliminate la pelle dai filetti di branzino affumicato, utilizzando un coltello affilato 17. Tagliate in maniera trasversale i filetti 18 e iniziate a comporre le zucchine. Sistemate le barchette, oramai intiepidite, su un piatto da portata e riempitele con l'insalatina di carote e zucchine 19, poi sistemate al di sopra i pezzetti di branzino 20 e servite le vostre zucchine ripiene con branzino affumicato 21. "
}