{
    "title": "Fagottino alle mele e culatello",
    "ingredients": [
        {
            "ingredient": "Mele Fuji",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pasta Sfoglia",
            "quantity": "rettangolare 460 g"
        },
        {
            "ingredient": "Culatello",
            "quantity": "in fette sottili 100 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "50 g"
        },
        {
            "ingredient": "Granella di nocciole",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio per spennellare 1"
        }
    ],
    "preparation": " Per preparare il fagottino di mele e culatello iniziate dal ripieno. Prendete le mele, tagliatele a metà a sbucciatele 1. Privatele del torsolo e riducetela prima a spicchi e poi a cubetti 2. Quindi prendete un tegame dal fondo antiaderente e dai bordi alti e versatevi lo zucchero 3. Dopodiché spremete il succo di un'arancia 4 e filtratelo in un colino a maglie strette raccogliendo il succo in una ciotolina 5. Versatelo nel tegame 6. Scaldate a fuoco dolce alcuni minuti mescolando bene gli ingredienti per far sciogliere lo zucchero. Una volta sciolto lo zucchero, unite le mele 7 e lasciate ammorbidire a fuoco molto dolce 15 minuti continuando a mescolare 8. La mela a fine cottura non dovrà disfarsi totalmente ma rimanere comunque sufficientemente morbida. Quando sarà pronta, trasferitela in una ciotola, lasciate intiepidire, quindi aggiungete la granella di nocciole 9. Mescolate bene gli ingredienti per amalgamarli 10 e tenete da parte. Poi dedicatevi alla sfoglia: prendetela e con una rondella tagliapasta e ricavate da ciascun rotolo di sfoglia rettangolare quattro quadrati di 15 cm di lato 11. Distanziate i quadrati di sfoglia e adagiate delle fettine di culatello al centro di ciascun ritaglio 12. Sopra ad esso aggiungete dei tocchettini di mela 13 stando ben attenti a non aggiungere troppo liquido delle mele perché potrebbe inumidire troppo la sfoglia, facendo fuoriuscire il liquido durante la cottura in forno. Ripetete le operazioni per gli altri 7 fagottini, fino ad esaurire gli ingredienti. Poi prendete un uovo e sbattetelo con una forchetta 14: spennellatello sui bordi della sfoglia per favorire la chiusura del fagottino 15. Chiudete i fagottini a metà 16 e fate combaciare tutti i bordi. Sigillateli con i rebbi di una forchetta 17 ed evitare così la fuoriuscita del ripieno in cottura. A questo punto i fagottini sono pronti: adagiateli su una leccarda foderata con carta forno e spennellate la superficie con il rimanente uovo sbattuto 18. Infornate infine in forno statico preriscaldato a 220° C per circa 12 minuti (se utilizzate un forno ventilato a 200° C per circa 8 minuti: vi suggeriamo però di testare la cottura di un fagottino per meglio regolarvi sugli altri). Trascorso questo tempo, sfornateli 19 e lasciateli intiepidire adagiandoli su un tagliere o un piatto da portata 20. Gustate i vostri fagottini alle mele e culatello 21! "
}