{
    "title": "Involtini di polenta",
    "ingredients": [
        {
            "ingredient": "Farina istantanea per polenta",
            "quantity": "125 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Taleggio",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pere Williams",
            "quantity": "500 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare gli involtini di polenta riempite con acqua un tegame dal bordo alto e iniziate a scaldare a fuoco basso. Quando l’acqua bolle salate 1 e versate circa 10 g di olio di oliva 2, quindi versate a pioggia la farina mescolando con la frusta 3 Cuocete a fuoco basso per un paio di minuti continuando a mescolare, così da non formare grumi 4. Trascorso il tempo di cottura, la polenta deve presentarsi morbida e non troppo soda, spegnete il fuoco coprite con il coperchio 5 e tenete da parte la polenta. Eliminate la crosta del taleggio e tagliate il formaggio a dadini 6. Ora oleate la parte centrale di un foglio di carta forno spandendo con una spatolina 7 e versate nel punto oleato la polenta, un paio di cucchiai saranno sufficienti 8. Spalmatela sulla superficie con la spatola 9, fino ad ottenere un quadrato di circa 10x10 cm. Farcite la parte centrale con 50 g di taleggio tagliato a cubetti e il Parmigiano reggiano grattugiato 10, infine spolverizzate a piacere con il pepe nero. Ripiegate il foglio di carta da forno sollevando i lati per piegare più agevolmente le parti laterali 11, quindi arrotolate delicatamente il foglio per creare un involtino 12. Proseguite allo stesso modo per gli altri: consigliamo di fare queste operazioni velocemente per non far rapprendere troppo quella che rimane in pentola. Una volta arrotolati tutti gli involtini 13, adagiateli su un vassoio 14 e lasciateli rassodare in frigo per almeno 20 minuti. Ora occupatevi del condimento: lavate e tagliatele a metà le pere senza sbucciarle 15 quindi eliminate i semi e il torsolo centrale, dividete ancora in due parti uguali le ciascuna metà e ciascun quarto in 3 spicchi 16. Scaldate un filo di olio di oliva in padella, versate gli spicchi di pera 17, salate, pepate a piacere 18 tostate le pere da entrambi i lati e poi sfumate con il vino rosso 19, lasciate evaporare il vino e cuocete le pere da entrambi i lati per 2-3 minuti, devono rimanere croccanti 20. Trascorso il tempo di riposo, riprendete gli involtini di polenta, divideteli a metà in senso diagonale 21. Scaldate un filo d'olio di oliva in padella e fate rosolare per circa 2 minuti gli involtini (22-23), devono dorare appena in superficie e il ripieno dovrà risultare filante. Una volta pronti, servite gli involtini di polenta con le pere al vino, profumateli con il timo fresco e gustateli ben caldi 24! "
}