{
    "title": "Rotolini con insalata di pollo spinaci e feta",
    "ingredients": [
        {
            "ingredient": "Piadine",
            "quantity": "arrotolabili 4"
        },
        {
            "ingredient": "Pollo",
            "quantity": "arrosto 250 g"
        },
        {
            "ingredient": "Spinacini",
            "quantity": "80 g"
        },
        {
            "ingredient": "Cavolo cappuccio",
            "quantity": "viola 150 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Feta",
            "quantity": "50 g"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare i rotolini con insalata di pollo spinaci e feta per prima cosa affettate sottilmente il cavolo 1, in una padella scaldate lâolio di oliva con uno spicchio d'aglio e il peperoncino privato dei semi 2 e lasciate insaporire per 2-3 minuti. A questo punto aggiungete il cavolo 3 e cuocete a fuoco medio alto con un pizzico di sale. Sfumate con lâacqua 4 e proseguite la cottura per 10 minuti. Qualche minuto prima del termine della cottura del cavolo unire anche lo spinacino che cuoce in minor tempo 5, eliminate lo spicchio dâaglio6 E lasciate appassire per bene, poi spegnete il fuoco e fate intiepidire 7. Intanto sfilacciate il pollo e raccogliete la carne in una ciotola,(dovrete ottenere circa 250 g di pollo) aggiungete qui le verdure cotte 9 e mescolate. Proseguite unendo anche lo yogurt 10, la feta sbriciolata 11 e il succo del limone 12. Terminate aggiungendo le carote tagliate a strisce sottili con un pelapatate 13. Mescolate, pepate e tenete da parte la farcia 14. Ora scaldate le piadine in padella 15 per circa un minuto o fino a quando non saranno ben calde. Farcite la piadina con un paio di cucchiai di ripieno distribuendolo in modo uniforme 16, spalmandolo su tutta la piadina. Arrotolatela stringendola bene ad ogni giro (17-18). Avvolgete ciascuna piadina con la pellicola 19 e lasciate rassodare in frigorifero per 30 minuti. Trascorso questo tempo i rotolini risulteranno ben sodi, rifilate le estremitÃ e tagliate in porzioni da 3 cm di spessore 20. I rotolini con insalata di pollo spinaci e feta sono pronti per essere gustati 22. "
}