{
    "title": "Involtini fritti con verdura e mazzancolle",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Carote",
            "quantity": "80 g"
        },
        {
            "ingredient": "Zucchine bianche",
            "quantity": "80 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 80 g"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "2"
        },
        {
            "ingredient": "Porri",
            "quantity": "½"
        },
        {
            "ingredient": "Mazzancolle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "1 l"
        }
    ],
    "preparation": " Per realizzare gli involtini fritti con verdura e mazzancolle iniziate a lavare le verdure, poi pelate e spuntate le carote, riducetele prima a bastoncini e poi a cubetti 1, spuntate anche le zucchine e tagliatele allo stesso modo 2, proseguite con le melanzane: spuntatele e tagliatele a piccoli cubetti 3. Sfogliate il pollo e affettatelo a rondelle 4. Occupatevi dei carciofi: tagliate via la punta spinosa, sfogliate il carciofo, ovvero eliminate le foglie più esterne più dure 5, andate avanti fino a quelle più tenere, eliminate la parte finale del gambo e con uno spelucchino rimuovete lo strato esterno fibroso 6. Ora tagliate il carciofo in due parti e poi affettatelo 7. In una padella scaldate 10 gr di olio di oliva, unite il porro 8, fatelo appassire per 5 minuti poi versate le carote 9 fatele cuocere per 2-3 minuti, poi unite le melanzane 10 e proseguite la cottura per altri 2-3 minuti, poi incorporate i carciofi 11 e lasciate andare ancora per 2-3- minuti, terminate con le zucchine 12 aromatizzate con il timo 13, salate , pepate e cuocete per altri 2 minuti. Una volta pronto tutto, spegnete il fuoco e lasciate raffreddare. Pulite le mazzancolle: staccate la testa delle mazzancolle, poi le zampe ed il carapace (14-15) per estrarre delicatamente le carni. Tagliate a metà le code di mazzancolle incidendo il dorso 16, eliminate l’intestino In un tegame capiente versate un filo d'olio, lo spicchio d'aglio sbucciato, fate saltare le mazzancolle (17-18) per un minuto poi ponete le verdure in una ciotola 19 e unite le mazzancolle 20eliminando lo spicchio d’aglio. Prendete i dischetti di pasta 21 adagiateli su un tagliere, farciteli con 2 cucchiaini di ripieno, spennellate il bordo del disco con l’albume 22 e chiudete i lati 23 e arrotolate 24 per conferire la forma di un involtino 25. Cuocete gli involtini: in una pentola capiente scaldate l’olio di semi, quando arriva a 170° friggete 2-3 involtini alla volta 26 fino a quando non saranno dorati. Scolate gli involtini e adagiateli su un vassoio ricoperto da carta assorbente per farli asciugare 27. I vostri involtini fritti con verdura e mazzancolle sono pronti da gustare caldi. "
}