{
    "title": "Biscottini animaletti salati",
    "ingredients": [
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 100 gr"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "salato morbido 80 gr"
        },
        {
            "ingredient": "Farina",
            "quantity": "tipo 00 125 gr"
        },
        {
            "ingredient": "Latte",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Iniziate la preparazione dei biscotti animaletti salati mettendo su una spianatoia la farina , poi con un cucchiaio formate una conca al centro 1 e versate il parmigiano grattugiato finemente 2, aggiungete il burro a pezzetti, il sale 3 quindi impastate con le dita velocemente fino ad ottenere una pasta liscia 4. Formate un panetto, avvolgetelo con al pellicola trasparente 5 e ponetelo a riposare in frigorifero per 30 minuti. Trascorso il tempo di riposo, riprendete il panetto e stendetelo con un matterello sulla spianatoia leggermente infarinata 6 creando una sfoglia di circa 4 mm di spessore poi, con l’aiuto di formine con le sagome degli animali ( come farfalle, orsetti e coniglietti ) ritagliate i biscottini (7-8) e disponeteli su un vassoio 9 , ponete i biscotti in frigorifero per 15 minuti almeno in questo modo manterranno la forma in cottura. Quindi trasferite i biscottini su una leccarda rivestita con carta forno e decorate le sagome con i semi di papavero: spennellate la superficie con il latte 10 e applicate i semi di papavero con uno stecchino per definire i dettagli degli animaletti: gli occhi la bocca le orecchie o anche solo il bordo della sagoma 11. Cuocete i biscottini in forno statico preriscaldato a 180° per 10 minuti ( se forno ventilato a 160 ° per 5-6 minuti) poi, a cottura avvenuta, estraete i biscotti dal forno e lasciateli raffreddare su una griglia prima di gustarli 12! "
}