{
    "title": "Crostino di patate dolci",
    "ingredients": [
        {
            "ingredient": "Patate dolci (o americane)",
            "quantity": "180 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "4"
        },
        {
            "ingredient": "Bacon",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Fiocchi di sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Songino",
            "quantity": "20 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il crostino di patate dolci iniziate proprio da queste e pelatele 1. Prelevate dalla parte centrale 4 fette spesse circa 1 cm, tagliate in maniera trasversale 2 e sistematele su una leccarda da forno. Con gli avanzi potete realizzare una vellutata di patate dolci oppure cuocerle semplicemente in forno e servirle come contorno. A questo punto salate le patate 3 e conditele con un pizzico di pepe 4, della paprika dolce 5 e sistemate un pezzetto di rosmarino su ogni fetta 6. Irroratele con un filo d'olio 7 e cuocete in forno ventilato preriscaldato a 190° per circa 25 minuti. Nel frattempo mettete sul fuoco una pentola colma d'acqua che servirà per la cottura delle uova e occupatevi di preparare il bacon. Sistematelo su una padella rovente e solo quando risulterà ben dorato giratelo 8. Attendete ancora qualche minuto fino a che non risulterà croccante 9, ci vorranno circa 5 minuti in totale. Utilizzando una pinzetta trasferite le fettine di bacon su un vassoio foderato con carta assorbente 10 e mantenetele in caldo. A questo punto occupatevi dell'uovo in camicia. Quando l'acqua inizierà a bollire (in maniera moderata, il fuoco infatti non deve essere troppo forte) aggiungete 1 cucchiaio di aceto di vino bianco 11 e con una frusta mescolate sempre nello stesso verso per creare un vortice 12. Quindi rompete l'uovo in una piccola ciotolina e versatelo all'interno del vortice 13. Basteranno 2 minuti di cottura, non di più, e il vostro uovo in camicia sarà pronto, non sarà necessario mescolare o girare l'uovo. Utilizzando una schiumarola prelevate l'uovo dall'acqua 14 e trasferitelo delicatamente in un vassoio 15. Procedete in questo modo fino a cuocere tutte le uova, sempre una per volta. A questo punto anche le vostre patate saranno cotte, sfornatele 16 ed eliminate il rametto di rosmarino 17. Trasferite su un tagliere e arricchite il vostro crostino di patate dolci posizionando al di sopra un mucchietto di songino 18. Trasferite sopra l'insalatina anche l'uovo in camicia, molto delicatamente, condite con i fiocchi di sale grosso 19 e ultimate con le fettine di bacon dividendole a metà 20. Il crostino di patate dolci è pronto da servire 21. "
}