{
    "title": "Tirtlan di patate e ricotta",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "125 g"
        },
        {
            "ingredient": "Farina di segale",
            "quantity": "125 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "150 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "150 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "10 rametti"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " In una ciotola versate le due farine 1; aggiungete le uova, il cucchiaio di olio 2, il sale e l'acqua tiepida 3 e lavorate gli ingredienti fino a ottenere una pasta liscia. Quando la pasta sarà liscia e omogenea 4 copritela con della pellicola trasparente e lasciate riposare per mezz'ora al fresco. Lavate e mettete a lessare in acqua salata le patate intere e con la buccia per circa 25 minuti (questo però dipenderà dalla grandezza delle patate: fate la prova per vedere se sono cotte aiutandovi con uno stecchino). A questo punto cominciate a preparare il ripieno: versate un filo d'olio in un tegame antiaderente 5 e aggiungete lo scalogno finemente tritato, che farete sudare a fuoco basso fino a che non diventi trasparente (non deve assumere una colorazione dorata) 6. Sminuzzate l'erba cipollina 7, pelate e passate al setaccio le patate ormai lessate aiutandovi con uno schiaccia patate 8 e mettete la purea ottenuta in una ciotola insieme alla ricotta 9; aggiungete lo scalogno, aggiustate di sale e unite l'erba cipollina. Amalgamate gli ingredienti fino a ottenere un composto omogeneo 10. Tirate la pasta in modo da ottenere una sfoglia sottile almeno 1mm (11-12), ma anche di più se riuscite. Con un coppapasta, tagliate la sfoglia in dischi del diametro di 10 cm circa13. Mettete al centro della sfoglia il ripieno, circa 25 gr, aiutandovi se preferite con una sac-à-poche 14 e con un pennellino o con le dita, bagnate i bordi del disco con dell'acqua 15. Coprite il primo disco con un’altra sfoglia 16, premete i margini 17 facendo fuoriuscire l'aria in eccesso e sigillate bene passando una rotella dentellata 18. Ripiempite una pentola con olio e riscaldatelo. Quando avrà raggiunto la temperatura di 180° C, immergetevi i tirtlan e fateli friggere 18. Rigirate ora i vostri tirtlan su entrambi i lati 19. Quando avranno raggiunto una colorazione dorata, scolateli utilizzando uan schiumarola ed adagiateli su della carta assorbente 20. I vostri tirtlan, ottimi caldi, sono ora pronti per essere gustati 21! "
}