{
    "title": "Bicchierini alla birra con crema al parmigiano",
    "ingredients": [
        {
            "ingredient": "Birra analcolica",
            "quantity": "70 ml"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "freddo 100 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pere Williams",
            "quantity": "800 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "q.b."
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i bicchierini alla birra con crema al parmigiano, iniziate a realizzare la pasta brisè alla birra: mettete la farina e il burro in un mixer 1 e frullate il tutto per ottenere un impasto sabbioso. Versate il composto su una spianatoia (o in una ciotola), create la fontana al centro e versate a filo la birra 2. Impastate in modo che la farina assorba tutta la birra e formi un bel composto omogeneo 3. Trasferite l'impasto su una spianatoia e lavoratelo con le mani 4; formate una palla e appiattitela con le mani 5, quindi stendete l'impasto col mattarello fino a raggiungere uno spessore di mezzo centimetro 6. Ricavate dalla sfoglia 10 quadrati di circa 8-10 cm e infilate ogni quadrato in uno stampo in silicone o in alluminio per muffin del diametro di circa 6 cm (o in stampi monoporzione), come quello indicato in foto 7. Date forma ai vostri bicchierini eliminando la pasta in eccesso con un coltellino e tenendo conto che il bordo deve essere alto circa 2,5 cm. Rendete il bordo più regolare possibile e poi bucherellate la base con i rebbi di una forchetta 8. Tagliate ora dei quadrati di carta forno di circa 5-6 cm di lato 9 e adagiateli dentro ai vostri bicchierini, facendoli aderire bene all'impasto 10. Infine inserite degli stampini di una misura più piccola, oppure create un peso con dei legumi secchi in modo che i bicchierini non si gonfino o creino bolle, come si fa per la cottura alla cieca 11. Infornate in forno preriscaldato statico a 180° per 20 minuti (se ventilato 160° per 15 minuti). Una volta cotti, lasciateli raffreddare 12 e successivamente sformate i bicchierini su una gratella. Preparate adesso la crema al parmigiano: in un pentolino fate sciogliere il burro 13 e, una volta sciolto, aggiungete la farina a pioggia mescolando con una frusta per ottenere un roux 14. Aggiungete poi il latte, che avrete precedentemente riscaldato, in un pentolino 15 e stemperate mescolando bene con la frusta. Fate cuocere il composto a fuoco basso, continuando a mescolare fino a che non si sarà addensato 16; ci vorranno circa 8 minuti. Togliete il pentolino dal fuoco e unite il Parmigiano Reggiano grattugiato poco alla volta 17. Amalgamate bene alla besciamella il Parmigiano: la consistenza della crema dovrà essere tale che, se sollevata con un cucchiaio, rimanga in superficie per un po' prima di andare a fondo 18. Preparate ora una composta di pere: sbucciate e tagliate le pere a dadini 19; fate sciogliere il burro in una padella, versateci dentro le pere 20 e lo zucchero di canna 21. Lasciate cuocere le pere per 15 minuti a fuoco medio, mescolando di tanto in tanto per non farle attaccare 22. Una volta cotte, schiacciate le pere con una forchetta, per far uscire tutto il succo 23. Versate le pere cotte in un frullatore, frullate il tutto fino ad ottenere una purea densa e infine spremete qualche goccia di limone 24. Ora potete comporre i vostri bicchierini alla birra con crema al parmigiano: prendete i vostri bicchierini e fate un primo strato con circa 20 g di crema al parmigiano 25. Trasferite la composta di pere in una sac-à-poche con bocchetta a stella e fate il secondo strato sopra la crema al parmigiano, spremendone un bel ciuffo 26. Per ultimo, guarnite ogni bicchierino con scaglie di parmigiano ed ecco pronti i vostri bicchierini alla birra con crema al parmigiano 27! "
}