{
    "title": "Pie pops",
    "ingredients": [
        {
            "ingredient": "Caciocavallo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pomodori secchi sott'olio",
            "quantity": "50 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 35 ml"
        },
        {
            "ingredient": "Triplo concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "120 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "ghiacciata 35 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare i pie pops iniziate preparando la pasta brisèe rossa seguendo la nostra ricetta della pasta brisèe al pomodoro: mescolate il concentrato di pomodoro nell’acqua ghiacciata 1. Procedete con tecnica della sabbiatura: ponete in un mixer la farina setacciata, il burro freddo, di un pizzico di sale e frullate il tutto fino ad ottenere un composto sabbioso. Disponete il composto ottenuto su una spianatoia nella classica forma a fontana e aggiungete al centro il concentrato di pomodoro diluito nell'acqua 2, impastate il tutto velocemente fino ad ottenere un impasto compatto. Una volta pronta, avvolgete la vostra pasta brisè in un foglio di pellicola da cucina 3 e lasciatela riposare in frigo per almeno 40 minuti. Ora dedicatevi alla pasta brisèe verde: fate saltare in padella gli spinaci con un filo di olio e uno spicchio di aglio 4, quando risulteranno morbidi trasferiteli nel mixer e frullateli con la dose di acqua fredda che si deve aggiungere alla farina ovvero 35 ml 5. Proseguite realizzando la sabbiatura con la farina e il burro nel mixer 6, poi versate il composto su una spianantoia e unite gli spinaci tritati 7, impastate per amalgamare gli ingredienti 8 e poi formate un panetto, rivestitelo con la pellicola 9 e riponetelo in frigorifero a rassodare per circa 40 minuti. Ora occupatevi del ripieno: tritate il caciocavallo e il prosciutto, tamponate i pomodori con della carta assorbente per eliminare l’olio in eccesso e poi riducete anch’essi a piccoli pezzetti. A questo punto tutto è pronto per comporre i pie pops: riprendete il panetto di pasta brisèe al pomodoro, stendetelo con il mattarello 10 fino ad ottenere una sfoglia di 2 mm ritagliate con degli stampini da biscotti le formine che desiderate 11 avendo cura che siano doppie, spennellate il ritaglio di pasta con l’albume dell’uovo, farcite la parte centrale con i pomodori secchi e il caciocavallo 12, ponete in mezzo un bastoncino alimentare 13 e poi richiudete con il ritaglio della stessa forma 14. Ponete da parte i pie pops su un vassoio rivestito di carta forno 15. Procedete allo stesso modo con la pasta brisèe verde: stendete una sfoglia dello spessore di circa 2 mm 16, spennellate con l’uovo e farcitela con il ripieno di caciocavallo e prosciutto cotto 17. Richiudete con un altro ritaglio di pasta 18. Se volete rendere ancora più colorati i pie pops potete ritagliate piccole forme 19 da applicare sui pie pops alternando i colori per creare un grazioso contrasto 20. Prima di infornarli, spennellate i pie pops con l’albume 21 e se gradite guarniteli con dei semi di papavero 22, infine cuoceteli in forno statico preriscaldato a 180° per circa 15 minuti (se forno ventilato a 160° per 5-10 minuti). A cottura ultimata lasciate intiepidire i pie pops 23 e poi serviteli infilandoli in un vaso come se fossero dei golosi fiorellini 24 ! "
}