{
    "title": "Schiacciate con tonno in crosta",
    "ingredients": [
        {
            "ingredient": "Pistacchi",
            "quantity": "sgusciati 50 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Semi di papavero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Albumi",
            "quantity": "1"
        },
        {
            "ingredient": "Tonno",
            "quantity": "100 g"
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate 12"
        },
        {
            "ingredient": "Rucola",
            "quantity": "40 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "da grattugiare 10 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "2 cucchiaini"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le sfoglie con tonno in crosta, iniziate con la preparazione del pesto di rucola. Ponete in un mixer la rucola ben lavata e asciugata, il parmigiano e il pecorino, i pinoli, l’olio extravergine di oliva e un pizzico di sale 1 e frullate il tutto, fino ad ottenere una salsa cremosa 2. Se la salsa dovesse essere troppo asciutta aggiungete altro olio. Preparate quindi il tonno in crosta: in una ciotolina mettete il pangrattato e i semi di papavero 3 aggiungete i pistacchi tritati piuttosto grossolanamente 4 e mischiate il tutto.Prendete il trancetto di tonno, immergetelo nell’albume sbattuto con una forchetta 5 e poi copritelo per bene su tutti i lati con il composto di pistacchi 6. Scaldate 1 cucchiaio d’olio in un padellino antiaderente, fatelo ben scaldare e scottate per pochi secondi il tonno su tutti i lati, a fuoco forte; il tonno all’interno dovrà rimanere rosso. Tagliate il tonno a pezzetti alti circa 1, 5 cm. Spalmate ogni sfoglia con un cucchiaino abbondante di pesto di rucola, posatevi un pezzettino di tonno e coprite con una goccia di pesto di rucola. "
}