{
    "title": "Amuse-bouche di polenta e capasanta",
    "ingredients": [
        {
            "ingredient": "Farina di mais integrale per polenta istantanea",
            "quantity": "110 g"
        },
        {
            "ingredient": "Capesante",
            "quantity": "(8 molluschi) 240 g"
        },
        {
            "ingredient": "Mele Granny Smith",
            "quantity": "(circa 2) 400 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "430 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero di canna",
            "quantity": "10 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare l’amuse-bouche di polenta e capasanta iniziate subito versando 5 g d’olio in una teglia del diametro di 28x20cm e tenetela da parte 1. Intanto mettete sul fuoco una pentola con l’acqua. Al momento del bollore aggiustate di sale e unite circa 10 g di olio 2, dopodiché versate a pioggia la farina istantanea per polenta mentre mescolate energicamente con una frusta (o un cucchiaio di legno) per non formare grumi 3. Continuate a mescolare continuamente per 8 minuti, così da ottenere una polenta consistente e asciutta 4. Trasferite poi la polenta sul vassoio e livellatela con una spatola fino a che non raggiunga lo spessore di 0,5 cm, senza stenderla su tutta la superficie 5. Coprite con pellicola trasparente e lasciate raffreddare in frigorifero per 20 minuti 6. Nel frattempo occupatevi delle mele. Tagliatele a in 4 parti ed eliminate il torsolo 7, ottenete dei tocchetti di circa un paio di centimetri e raccoglieteli in un recipiente 8. In una padella mettete a scaldare 20 g di olio e poi versate le mele 9. Aggiustate di sale e di pepe e cuocete per 3-4 minuti a fiamma vivace, sfumate con il brandy e lasciate evaporare (fate molta attenzione all’eventuale fiammata!) 10. Aggiungete lo zucchero di canna e lasciate caramellare per qualche minuto 11; a questo punto le mele saranno pronte, perciò copritele con il coperchio e tenetele da parte 12. Riprendete la polenta e, con l’aiuto di un coppapasta del diametro di 6,5 cm 13, ottenete 8 dischetti 14. Arroventate una griglia e irroratela con 10 g d’olio 15, dopodiché appoggiate i dischetti e cuoceteli per 3-4 minuti da un lato 16; girateli e continuate la cottura per altri 3-4 minuti 17; a fine cottura mettete i dischetti da parte 18. Per finire cuocete anche le capesante. Scaldate una padella con l’olio rimasto e unite i molluschi lasciandoli cuocere 2 minuti per lato a fuoco medio-alto 19, regolate di sale e di pepe bianco 20 e saltate spesso per non farli attaccare 21. Passate infine alla composizione: disponete i dischi di polenta su un tagliere, posizionate le capesante 22 e poi le mele 23. Infine guarnite i vostri amuse-bouche di polenta con delle foglioline di menta e siete pronti per stupire gli ospiti 24! "
}