{
    "title": "Spianatine con funghi e fonduta di fontina",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "spianatine 12"
        },
        {
            "ingredient": "Funghi",
            "quantity": "misti 300 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "200 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Burro",
            "quantity": "35 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le spianatine con funghi e fonduta di fontina iniziate preparando i funghi trifolati: pulite bene tutti i funghi raschiandoli e strofinandoli con uno straccio umido, poi riduceteli in pezzetti, conservando se possibile la forma del fungo. Fate sciogliere 15 gr di burro in una padella antiaderente, aggiungete uno spicchio d’aglio tagliato a metà e fatelo dorare, unite quindi i funghi a pezzetti 1 e cuocete qualche minuto a fuoco vivace, facendo attenzione che i funghi non si rompano. Incorporate quindi il prezzemolo tritato 2, salate e pepate e completate la cottura. Private la Fontina della crosta e riducendola in fettine sottili 3; ponetela in un pentolino dal fondo spesso e copritela con il latte 4, lasciate riposare il tutto per almeno un’ora.Ponete il pentolino con la Fontina e il latte sul fornello e scaldate a fuoco molto dolce aggiungendo anche 20 gr di burro a pezzetti 5. Continuate a mescolare con un cucchiaio di legno per fare sciogliere la Fontina, facendo attenzione a non fare mai bollire la fonduta, altrimenti si formeranno dei grumi. Quando la Fontina si sarà sciolta aggiungete il tuorlo d’uovo 6 e proseguite la cottura a fuoco molto dolce per altri 10 minuti. Componete quindi gli stuzzichini facendo colare un cucchiaino di fonduta su ogni spianatina e coprendo con i funghi trifolati. Decorate con una fogliolina di prezzemolo e servite gli stuzzichini immediatamente! "
}