{
    "title": "Schiacciatina con pomodori e ricotta",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "500 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "320 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "300 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodori piccadilly",
            "quantity": "120 g"
        },
        {
            "ingredient": "Pomodorini datterini",
            "quantity": "120 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchine",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per preparare la schiacciatina con pomodori e ricotta iniziate a preparare l'impasto. Nella ciotola di una planetaria dotata di gancio versate la farina e il lievito disidratato 1, poi azionate la macchina versando l'acqua a temperatura ambiente a filo, tenendone da parte circa 100 g 2. Una volta che l'impasto risulterà piuttosto uniforme aggiungete il sale 3 e l'acqua che avrete tenuto da parte 4, che servirà a farlo sciogliere alla perfezione. Continuate a lavorare il tutto fino a che non avrete ottenuto un impasto liscio ed elastico 5. Unite poi gli aghetti di rosmarino 6 e lavorate ancora per 1-2 minuti fino a che l'impasto non risulterà ben incordato 7. Trasferitelo poi su un piano di lavoro 8, lavoratelo con le mani ancora per pochi minuti 9 e date all'impasto una forma sferica 10. Trasferitelo poi all'interno di una ciotola piuttosto capiente e coprite con della pellicola trasparente 11 e lasciate lievitare per circa 2 ore e 30 minuti nel forno spento, solo con la luce accesa. Trascorse circa 2 ore iniziate ad occuparvi degli ingredienti per la farcitura. Trasferite per prima cosa la ricotta in una ciotola e lavoratela con una spatola per ammorbidirla 12. Aggiungete la scorza di limone grattugiata 13, salate 14, pepate 15 e amalgamate il tutto. Tenete da parte la ricotta e occupatevi di affettare le zucchine, dandogli uno spessore di 3-4 mm 16. Poi trasferitele in una ciotola salate, pepate, aggiungete un filo d'olio 17 e mescolate il tutto. Tagliate anche entrambe le tipologie dei pomodori a fette 19 e tenete da parte. Una volta che l'impasto sarà raddoppiato di volume 20 trasferitelo su una spianatoia leggermente infarinata, aiutandovi con un tarocco 21. Dividete l'impasto in 6 porzioni da circa 140 g 22; prendetene due e riponete le altre in frigorifero, coperte con un canovaccio umido, poi sempre su una spianatoia leggermente infarinata iniziate a schiacciarne una con le mani 23, quindi assottigliatela utilizzando un mattarello fino ad ottenere una sfoglia grande circa 26x11 cm e spessa 4 mm 24. Utilizzando le mani o un pennello ungete la teglia in cui andrete a cuocere le vostre schiacciatine 25; stendete anche l'altra e adagiate entrambe sulla teglia 26, poi utilizzando un pennello oliate la superficie delle schiacciatine 27 e salate leggermente. Aiutandovi con un cucchiaio trasferite su ogni spianatina un pò di ricotta 28 e livellatela coprendo quasi tutta la superficie ma lasciando circa 1 cm libero da ogni bordo 29. Adagiate sopra la ricotta entrambi i tipi di pomodorini 30 e le zucchine a rondella. Salate, pepate e ungete le verdure sempre con il pennello imbevuto d'olio 31. Aggiungete ancora un pò di rosmarino sulla superficie 32 e cuocete in forno statico preriscaldato a 220°, avendo cura di cuocere le schiacciatine a contatto con il fondo del forno per 25 minuti più 5 minuti nella parte centrale. Una volta che risulteranno ben dorate sfornatele 33 e procedete allo stesso modo prima per gli altri due pezzi di impasto, poi per gli ultimi due che nel frattempo avrete conservato ancora in frigorifero. Gustatele calde o tiepide, saranno buone sempre! "
}