{
    "title": "Macarons caprese",
    "ingredients": [
        {
            "ingredient": "Zucchero",
            "quantity": "200 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "50 g"
        },
        {
            "ingredient": "Zucchero a velo",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "200 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "150 g"
        },
        {
            "ingredient": "Coloranti alimentari",
            "quantity": "in polvere, colori rosso e giallo q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "45 g"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "200 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i macarons caprese cominciate dai gusci di meringa. Con un colino a maglie strette posto su di una ciotola setacciate lo zucchero a velo e la farina di mandorle 1. Poi unite 75 g di albumi 2 ed amalgamate bene gli ingredienti con una spatola fino ad ottenere un composto omogeneo. Tenete il composto da parte. Prendete ora una planetaria e versatevi i rimanenti 75 g di albumi 3. Azionate le fruste a velocità media e montate gli albumi a neve ferma 4. Nel frattempo in un pentolino fate sciogliere lo zucchero con l’acqua a fuoco dolce 5. Mescolate gli ingredienti per consentire allo zucchero di sciogliersi in maniera uniforme e di evitare la formazione di grumi. Scaldate fino ad ottenere una temperatura di 118° (potrete controllare con un termometro da cucina) 6. A questo punto versate lo sciroppo negli albumi montati a neve 7. Continuate ad amalgamare bene gli ingredienti con le fruste fino a quando gli albumi saranno montati a neve ferma e il composto sarà freddo. Dopodichè arrestate la planetaria ed aggiungete il colorante giallo e rosso 8. Mescolate delicatamente con una spatola o con la planetaria a velocità bassa fino ad ottenere una colorazione omogenea, facendo attenzione a non smontare gli albumi 9. Infine unite la meringa colorata al primo composto con farina di mandorle, albumi e zucchero a velo 10. Aiutatevi con una spatola ed effettuate un movimento delicato dal basso verso l’alto per non smontare gli albumi. Trasferite il composto in una sac-à-poche con bocchetta liscia da 10 mm e create dei piccoli dischetti dal diametro di 2 cm su una leccarda foderata con carta forno, distanziando i dischetti almeno 2-3 cm gli uni dagli altri 11: con le nostre dosi dovrete ottenere circa 70 gusci. Per appiattire leggermente i gusci dei macarons, battete leggermente con il palmo della mano sul fondo della leccarda oppure picchiettatela con delicatezza sul piano di lavoro. Fate cuocere in forno ventilato a 160° per 12-13 minuti (si sconsiglia di utilizzare il forno in modalità statica). Ultimata la cottura, estraete la leccarda, lasciando raffreddare a temperatura ambiente 12. Mentre i macarons raffreddano, preparate la crema di formaggi per la farcitura. Tagliate i pomodorini a fettine della stessa grandezza in senso orizzontale 13 e teneteli da parte. Poi tagliate la mozzarella a piccoli dadini di 1 cm di lato 14 e versatela in un mixer. Aggiustate di sale 15 e pepe. Unite anche il formaggio fresco spalmabile 16 e frullate gli ingredienti fino ad ottenere un composto liscio ed omogeneo 17, che andrete a versare in una ciotolina. Quindi sciacquate il basilico, asciugatelo delicatamente con un panno pulito e tagliatelo alla julienne 18. Unitelo al composto di formaggi 19 e mescolate con una spatola 20. Trasferite la crema di formaggi in una sac-à-poche con bocchetta liscia e versatela sulla parte piatta di un guscio di meringa 21. Sopra alla crema adagiate una fettina di pomodoro 22, quindi appoggiate sopra ad essa un secondo guscio di meringa 23. Ripetete l’operazione per tutti i gusci a disposizione fino a comporre i 35 macarons. A questo punto i vostri macaron caprese sono pronti per essere serviti per un gustoso aperitivo 24! "
}