{
    "title": "Crocchette di riso con tonno e limone",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "500 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "80 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "100 ml"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "10 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "200 g"
        },
        {
            "ingredient": "Tonno",
            "quantity": "200 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare le crocchette di riso con tonno e limone iniziate dalla preparazione del brodo: lavate, pelate e tagliate a pezzi il sedano, la carota e la cipolla 1, ponete l’acqua in una pentola capiente, aggiungete 100 ml di succo di limone 2, il pepe nero 3 e le verdure. Portate a ebollizione il tutto e poi aggiungete il sale. Chiudete con un coperchio e cuocete per circa un’ora e mezza. A cottura ultimata aggiustate di sale e filtrate il brodo con un colino. Preparate il risotto: sbucciate lo scalogno e tritatelo finemente, versate l’olio in un tegame capiente 4 e scaldatelo, poi unite lo scalogno tritato 5 e fatelo appassire per 10 minuti a fuoco dolce; aggiungete un mestolo di brodo caldo 6. Unite il riso 7 e fatelo tostare per pochi istanti, mescolando; quindi sfumate con 100 ml di succo di limone 8 e proseguite la cottura. Aggiungete il brodo al limone poco per volta 9 man mano che il riso assorbe i liquidi (ci vorranno circa 20 minuti). A cottura ultimata spegnete il fuoco e mantecate con il burro e il parmigiano 10. Trasferite il risotto in una teglia ampia e distribuitela uniformemente con una spatola 11; coprite la teglia con la pellicola e fate raffreddare 12. Quando il riso sarà freddo dividetelo in 15 porzioni da 80 gr ciascuno 13; prelevatene una, appiattitela leggermente con le mani dandole una forma ovale 14 e farcite la parte centrale con un cucchiaio di tonno 15, poi richiudete le crocchette con il riso 16 conferendo una forma allungata tipica delle crocchette 17. Impanate le crocchette passandole prima nell’uovo sbattuto 18 e poi nel pangrattato (19-20). Friggete in abbondante olio di semi, poche alla volta 21, assicurandovi che la temperatura dell’olio raggiunga e mantenga la temperatura di circa 180° per ottenere una frittura perfetta (potete misurare con un termometro da cucina). Quando le crocchette saranno dorate scolatele 22 e adagiatele su un vassoio rivestito con carta assorbente per asciugare l’olio in eccesso 23. Le crocchette di riso con tonno e limone sono pronte per essere gustate calde 24! "
}