{
    "title": "Spiedini di ananas e salmone al limone",
    "ingredients": [
        {
            "ingredient": "Ananas",
            "quantity": "200 g"
        },
        {
            "ingredient": "Filetto di salmone",
            "quantity": "250 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Menta",
            "quantity": "40 foglie"
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Aneto",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Pepe rosa",
            "quantity": "in grani 3 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spiedini di ananas e salmone al limone iniziate dalla pulizia dellâananas. Procedete posizionando lâananas orizzontalmente su un tagliere; per prima cosa eliminate la base, effettuando un taglio di circa 3-4 cm, e poi il ciuffo, tagliandolo con un coltello 1. Levate la parte interna legnosa con un levatorsoli, infilandolo al centro dellâananas partendo da unâestremitÃ 2; una volta raggiunta la metÃ della lunghezza del frutto, estraetelo e ripetete lâoperazione partendo dalla parte opposta. Tenete ben salda lâananas e tagliate lateralmente la buccia 3. Con la punta di un coltello o di un pelapatate togliete quindi i peduncoli rimasti 4. Tagliate verticalmente lâananas 5 e realizzate dei quadratini 6. Terminato questo procedimento, mettete la frutta da parte. Iniziate ora la pulizia dei filetti di salmone; con un coltello togliete la pelle dalla polpa 7. Passando bene il polpastrello sulla polpa, controllate la presenza di lische residue, e toglietele con una pinza da cucina 8. Tagliate il salmone 9 e realizzate dei quadratini proprio come per lâananas; mettete il pesce da parte. Preparate la marinatura: prendete le erbe aromatiche e sfogliate ilÂ timo e lâaneto 10; con un coltello tritate tutto grossolanamente. In una ciotola versate lâolio 11 e il succo di limone. Aggiungete al liquido il timo e lâaneto tritati 12,Â il pepe rosa 13, infine salate a vostro piacimento 14; mescolate bene e mettete da parte la marinatura. Procedete ora con la preparazione degli spiedini: infilate una foglia di menta, un quadratino di salmone, di nuovo la menta e un quadratino di ananas. Ripetete lâoperazione per tutti gli spiedini, terminando con una foglia di menta 15. Ponete i vostri spiedini di ananas e salmone in una pirofila e irrorate con la marinatura al limone, erbe e pepe rosa 16. Coprite con la pellicola e lasciate marinare per 2 ore in frigorifero. Dopo due ore fate scaldare una padella a fuoco medio e scottate gli spiedini di ananas e salmone al limone per 1 minuto circa per parte 17. Una volta che avranno preso colore, spegnete il fuoco e servite 18. "
}