{
    "title": "Spianatine con fave e zucchine trifolate",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "spianatine con pomodorino scarpariello e basilico 12"
        },
        {
            "ingredient": "Fave",
            "quantity": "250 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le spianatine con fave e zucchine trifolate, iniziate a pulire le fave fresche. Per vedere nel dettaglio il procedimento guardate la nostra Scuola di Cucina: come pulire le fave. Staccate una delle due estremità del baccello, apritelo divaricando le due metà ed estraete i semi 1. Eliminate l'escrescenza che ricopre il seme della fava 2, quindi staccate la pellicola esterna, aiutandovi con un coltellino se necessario 3. Lavate la zucchina spuntate le due estremità 4, quindi tagliatela a cubetti piccoli di circa mezzo cm 5. Tagliate finemente anche le foglie di prezzemolo fresco con un coltello o, se l'avete, con una mezza luna 6. In una padella fate rosolare lo spicchio d’aglio sbucciato intero con un filo d’olio extravergine d'oliva. Dopo qualche minuto, aggiungete le fave e fatele cuocere per 5 minuti 7. Aggiungete poi i cubetti di zucchine 8 e lasciate appassire le verdure per altri 5 minuti finchè non saranno tenere 9. Spegnete il fuoco, salate e pepate e, in ultimo, aggiungete il prezzemolo tritato 10 e mescolate per amalgamare gli ingredienti. Ora potete comporre le vostre spianatine: aiutandovi con un cucchiaino, farcite ogni spianatina con le verdure trifolate 11, decorando alla fine con una fogliolina di prezzemolo 12. Ed ecco pronte le vostre spianatine con fave e zucchine trifolate. "
}