{
    "title": "Strudel di pane ripieno di salsiccia e teglia di funghi saporiti",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "180 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "75 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "150 ml"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Malto",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "2 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Luganega",
            "quantity": "250 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 60 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "15 ml"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "5 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "400 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 20 g"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare lo strudel di pane ripieno di salsiccia, iniziate dall’impasto: ponete la farina setacciata in una ciotola (in alternativa alla farina manitoba potete utilizzare la farina 0). Poi dividete la dose di acqua e in metà sciogliete il lievito 1. Aggiungete il cucchiaino di malto (o di zucchero) 2 e mescolate per amalgamare gli ingredienti. Nell’altra metà dose di acqua sciogliete il sale 3. Quindi aggiungete il lievito e il malto sciolti in acqua nella ciotola con la farina 4, poi versate anche l’acqua in cui avete disciolto il sale 5. Aggiungete ad ultimo l’olio d’oliva 6. Poi iniziate ad impastare nella ciotola 7, trasferite l’impasto su un ripiano infarinato e lavorate ancora l’impasto fino a quando non sarà omogeneo ed elastico. Quindi riponetelo in una ciotola 8 e copritelo con pellicola trasparente adatta al microonde, poi mettete la ciotola nel microonde Smart Oven Samsung e impostate il programma di lievitazione automatica 1-3 (900 gr di peso max), l'impasto raddoppierà così di volume 9. Mentre l'impasto lievita preparate il ripieno: in una larga padella ponete a soffriggere l'aglio tritato con l'olio 10. Intanto private la salsiccia del budello 11, poi versate in padella la polpa a pezzetti 12 e fatela cuocere aggiungendo il finocchietto selvatico e sfumando il vino rosso. Salate, pepate a piacere e fate cuocere per circa 10 minuti. Terminato il programma di lievitazione, riprendete l'impasto e stendetelo su un ripiano di lavoro infarinato 13 dandogli una forma ovale; quindi versate sopra il ragu di salsiccia bianco lasciando un paio di centimetri dal bordo e spolverizzate con il formaggio grattugiato 14. Iniziate ad arrotolare lo strudel dal lato più piccolo 15. Quando avrete terminato, tagliate le estremità e sigillate bene lo strudel; con le estremità eliminate create dei filoncini di pasta per decorare lo strudel di pane (16-17). A questo punto infornate nel microonde impostando il programma di cottura a convezione come fosse un forno normale: cuocete a 180° gradi 30 minuti circa. Poi sfornate lo strudel 18 e tagliatelo a fette per servirlo! Per preparare la teglia di funghi saporiti, iniziate dal trito di erbe che servirà per condirli: tritate il prezzemolo 1, l'erba cipollina, l'origano, lo spicchio d'aglio. Poi in una ciotolina versate un filo d'olio 2, aggiungete il trito di erbe aromatiche e salate 3 e pepate a piacere. Ungete una pirofila di 25 cm di diametro con un filo d'olio e spolverizzate con il pangrattato. Poi passate alla pulizia dei funghi champignon (potete anche consultare la Scuola di Cucina: pulizia dei funghi champignon). Tagliate le radici dei funghi, quindi strofinate con un canovaccio pulito per eliminare il terriccio; poi tagliateli a fette piuttosto sottili 6. Quindi poneteli nella teglia creando un primo strato, cospargete con il trito di erbe e proseguite con un altro strato di funghi. Terminate con il formaggio grattugiato e il pagrattato. Quindi cuocete nel microonde Smart Oven Samsung alla massima potenza impostando il tempo di cottura a 10 minuti. Sfornate e servite la teglia di funghi saporiti calda o tiepida! "
}