{
    "title": "Barchette di patate e formaggio cremoso",
    "ingredients": [
        {
            "ingredient": "Patate novelle",
            "quantity": "6 200 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "80 g"
        },
        {
            "ingredient": "Stracchino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "q.b."
        },
        {
            "ingredient": "Salvia",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "alto oleico q.b."
        }
    ],
    "preparation": " Lavate la patate novelle, asciugatele e scavate l'interno con uno scavino 1, in modo da creare una sorta di barchetta e tenendo da parte la parte che avrete estratto. Ripetete questa operazione per tutte le patate 2. Passate ai pomodori, tagliateli prima a fette 3Â e poi a cubetti piccoli 4. Unitelo ai pezzetti di patate che avevate tenuto da parte e tritate il tutto finemente 5. Scaldate un filo d'olio in un tegame, unite il trito appena preparato 6 e salate. Tritate poi anche le erbe aromatiche 8 e unitele in padella 9.Â Cuocete il tutto per una decina di minuti 10. Nel frattempo mettete a scaldare abbondante olio che dovrÃ raggiungere la temperatura di 100Â°, utilizzate un termometro da cucina per misurarla. Preparate anche la crema di stracchino: versatelo in una ciotola, lavoratelo con un cucchiaio e unite la scorza di mezzo limone 11, sale e pepe 12.Â Mescolate il tutto 13 e trasferite in una sacca da pasticcere 14. Quando l'olio sarÃ arrivato a temperatura immergete le barchette di patate e cuocetele per 10-12 minuti, assicurandovi che siano sempre ben immerse nell'olio. Non appena saranno ben dorate scolatele 15Â e trasferitele su un vassoio foderato con carta assorbente. Salate su entrambi i lati le patate 16 e capovolgetele per qualche istante 17. Farcite le patate con il ripieno preparato prima 18Â Trasferite poi su un tagliere o un piatto da portata 19 e guarnite con la crema al formaggio (20-21).Â Aggiungete qualche fogliolina di maggiorana 22, guarnite con del pepe 23 e servite le vostre barchette di patate e formaggio cremoso 24!Â "
}