{
    "title": "Gamberi all'arancia su crema di zucca",
    "ingredients": [
        {
            "ingredient": "Zucca violina",
            "quantity": "(da pulire) 600 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "200 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Gamberi",
            "quantity": "rossi 12"
        },
        {
            "ingredient": "Succo d'arancia",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i gamberi allâarancia su crema di zucca per prima cosa eliminate la buccia della zucca, poi tagliatela a fette dello spessore di circa 2 cm 1, rimuovete i semi e filamenti interni 2 e riducetela a cubetti 3. Trasferite la zucca in una padella capiente, aggiungete un filo dâolio 4, il sale, le foglioline di timo fresco e lâacqua 5, coprite con un coperchio 6 e cuocete a fiamma moderata per circa 20 minuti. Nel frattempo dedicatevi alla pulizia dei gamberi: eliminate la testa e il carapace 7 lasciando solo la coda attaccata, poi incidete il dorso con un coltellino affilato 8 e rimuovete il filo nero che si trova allâinterno con uno stecchino 9. Infine sciacquateli sotto lâacqua corrente. Quando la zucca sarÃ cotta 10, trasferitela in una ciotola eliminando lâacqua in eccesso e frullatela con un frullatore a immersione 11 fino ad ottenere una crema liscia e omogenea 12. A questo punto spremete lâarancia per ricavarne il succo 13 e occupatevi della cottura dei gamberi: scaldate lâolio dâoliva in una padella, aggiungete i gamberi 14 e scottateli per un paio di minuti per lato 15, poi versate il succo dâarancia 16 e cuocete a fuoco dolce per altri 5 minuti circa 17. Trascorso questo tempo, prelevate i gamberi lasciando il succo nella padella 18 e passate allâimpiattamento. Distribuite la crema di zucca in ogni piatto 19 e adagiatevi sopra 3 gamberi ciascuno 20, guarnite con il timo fresco e servite i vostri gamberi allâarancia su crema di zucca 21! "
}