{
    "title": "Schiacciate con carpaccio di manzo, rucola e sbrinz",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate croccanti con olio extravergine d'oliva 12"
        },
        {
            "ingredient": "Manzo",
            "quantity": "carpaccio 250 g"
        },
        {
            "ingredient": "Sbrinz",
            "quantity": "50 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Rucola",
            "quantity": "50 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "25 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "25 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "½ spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le schiacciate con carpaccio di manzo, rucola e sbrinz iniziate proprio dal pesto di rucola: prendete un mazzetto di rucola 1, eliminate i gambi, lavate le foglie sotto acqua corrente, asciugatele e mettetele nel mixer insieme ai pinoli, Parmigiano Reggiano, pecorino, il mezzo spicchio di aglio, il sale e un filo di olio di oliva 2. Cominciate a frullare a bassa velocità il tutto e, mano a mano, aggiungete poco altro oliva d'oliva a filo, fino ad ottenere una crema ben amalgamata morbida 3. Tenete per un momento il pesto da parte e passate al carpaccio 4: ponete la carne sul tagliere, tagliatela a fettine 5 e trasferitela in una ciotolina. Spremete sulla carne mezzo limone e irrorate con un filo d'olio 6. Ora passate a grattugiare lo sbrinz 7 con la grattugia a fori grossi, per ottenere delle scaglie8. Potete così comporre le vostre schiacciate: iniziate dal pesto di rucola, mettetelo in una sac-à-poche con bocchetta a stella, quindi create una rosa di pesto un pò su ciascuna schiacciata 9, poi aggiungete le fettine di carpaccio di manzo 10 ed infine qualche scaglia di sbrinz 11. Potete così servire le vostre schiacciate con carpaccio di manzo, rucola e sbrinz 12! "
}