{
    "title": "Bocconcini di pane alle carote",
    "ingredients": [
        {
            "ingredient": "Farina di grano saraceno",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "450 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "a temperatura ambiente 250 ml"
        },
        {
            "ingredient": "Carote",
            "quantity": "150 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "12 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "12 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "1"
        }
    ],
    "preparation": " Per realizzare i bocconcini di pane alle carote per prima cosa spuntate 1 le carote e poi pelatele 2. A questo punto grattugiatele con una grattugia usando i fori più stretti, raccogliete il trito in una ciotola 3 e tenetelo da parte. Sciogliete il lievito nell’acqua a temperatura ambiente 4, poi unite le farine in una ciotola capiente 5, quindi versate qui l’acqua 6 e mescolate con la forchetta per farla assorbire. Aggiungete poi i 150 g di carote grattugiate 7, il sale 8 e l’olio di oliva 9. Impastate con le mani direttamente nella ciotola in modo da raccogliere bene tutti gli ingredienti 10, poi trasferite il composto su una spianatoia 11 e proseguite a impastare 12 finché non otterrete un panetto omogeneo. Formate una palla 13, ungete con l’olio una ciotola di vetro ampia 14, adagiate qui il panetto, coprite con la pellicola per alimenti 15 e lasciate lievitare per 40 minuti in un luogo tiepido al riparo dalle correnti d’aria. Trascorso questo tempo, riprendete il vostro panetto, infarinate la spianatoia 16, adagiate qui il panetto 17 e stendetelo con un mattarello a uno spessore di 3-4 cm 18. Con un tarocco tagliate delle strisce di impasto in senso verticale 19 e poi orizzontale 20 per ricavare tanti pezzetti di forme diverse. Adagiate i bocconcini ottenuti su una teglia rivestita con carta forno 21. Guarnite con il trito di carote rimasto 22 e cuocete in forno statico preriscaldato a 180° per 25 minuti nel ripiano medio basso del forno. A cottura ultimata sfornate la teglia 23 e lasciate intiepidire. I vostri bocconcini di pane alle carote sono pronti per essere gustati 24! "
}