{
    "title": "Caprese di stracchino e pomodori confit con cialda al basilico",
    "ingredients": [
        {
            "ingredient": "Stracchino",
            "quantity": "consistenza media 400 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zucchero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "35 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio di semi di mais",
            "quantity": "25 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "fuso 15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Amido di mais (maizena)",
            "quantity": "20 g"
        }
    ],
    "preparation": " Per realizzare la caprese di stracchino e pomodori confit con cialda al basilico per prima cosa lavate e asciugate i pomodorini, poi tagliateli a metÃ 1 e distribuiteli su una leccarda da forno con la parte tagliata rivolta verso lâalto. Condite con olio 2, sale 3 pepe e zucchero 4. Cuocete in forno ventilato preriscaldato a 120Â° per 2 ore. A cottura ultimata i pomodorini si saranno asciugati e avranno assorbito tutti gli aromi. Ora occupatevi della cialda: pulite con un panno le foglie di basilico e ponetele in una ciotola, versate qui lâacqua 5, lâolio di mais 6 il burro fuso 7, lâamido di mais 8 e il sale. Frullate tutto con il mixer a immersione 9 per ottenere un liquido spesso e liscio 10. Scaldate una padella da circa 28 cm di diametro e versate un mestolo del composto 11, roteando subito la padella come si fa per le crespelle. Lasciate cuocere per circa 15 minuti a fuoco moderato poi voltate e cuocere leggermente anche sullâaltro lato 12. Fate asciugare la cialda su un tagliere e poi ritagliate dei cerchi con un coppapasta da 8 cm di diametro e ricavate 4 dischetti 13. Ora prendete lo stracchino e tagliatelo prima a fette e poi a cubetti 14. Gli ingredienti sono pronti, potete comporre la caprese: su un piatto adagiate Â¼ dei cubetti di stracchino 15, poi qualche pomodoro confit raffreddato 16 e per ultima la cialda 17. Servite la caprese di stracchino con pomodori confit e cialda al basilico profumando la pietanza con foglioline di basilico fresco 18. "
}