{
    "title": "Cocktail di gamberetti",
    "ingredients": [
        {
            "ingredient": "Gamberetti",
            "quantity": "16"
        },
        {
            "ingredient": "Lattuga iceberg",
            "quantity": "60 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "4 fette"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "freschissimo 1"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "120 g"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "filtrato 15 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Ketchup",
            "quantity": "45 g"
        },
        {
            "ingredient": "Salsa Worcestershire",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brandy",
            "quantity": "1 cucchiaino"
        }
    ],
    "preparation": " Per preparare il cocktail di gamberetti cominciate dalla maionese. Nel bicchiere di un mixer versate il tuorlo 1 insieme a sale, pepe e al succo di limone filtrato 2 poi versate l’olio di semi a filo, molto lentamente, mentre tenete in funzione il frullatore ad immersione 3. Dopo pochi istanti avrete ottenuto la maionese della giusta consistenza cremosa, passate quindi alla preparazione della salsa cocktail. Versate la maionese in una ciotola e aggiungete il ketchup 4, la worcestershire sauce 5, poi il brandy 6 e mescolate il tutto 7. Infine unite qualche goccia di tabasco, mescolate ancora e tenete da parte al fresco 8. Passate alla pulizia dei gamberetti: staccate tutte le code e pulitele dalle zampette e dal carapace lasciando però attaccata la coda. Incidete con una lama liscia il dorso di ciascun gamberetto per estrarre più facilmente l’intestino 9. A questo punto disponete 4 code alla volta su una schiumarola e immergetele per circa 10 secondi in acqua bollente, il tempo necessario per sbollentare i gamberetti e farli arricciare un po’ 10 dopodiché scolatele su un piatto e proseguite con tutte le altre 11. Infine tagliate a listarelle l’insalata iceberg e avete tutto pronto per la composizione 12. In un bicchiere da cocktail (va bene anche un bicchiere alto o un altro recipiente se preferite), versate una cucchiaiata di salsa cocktail, poi aggiungete un ciuffetto di insalata 13 e versate ancora un po’ di salsa. Disponete 4 gamberetti per bicchiere 14 e infine decorate con una fettina di limone 15. Ecco pronto il cocktail di gamberetti: servite subito oppure mettetelo al fresco per una mezzoretta in frigorifero! "
}