{
    "title": "Spiedini di gnocchi gratinati",
    "ingredients": [
        {
            "ingredient": "Burro",
            "quantity": "65 g"
        },
        {
            "ingredient": "Montasio",
            "quantity": "70 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "50 g"
        },
        {
            "ingredient": "Patate",
            "quantity": "farinose 500 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "150 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Patate",
            "quantity": "farinose 350 g"
        },
        {
            "ingredient": "Spinaci",
            "quantity": "200 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "5 g"
        }
    ],
    "preparation": " Per realizzare gli spiedini di gnocchi gratinati iniziate preparando gli gnocchi bianchi (per maggiori dettagli consultate la ricetta Gnocchi di patate). Lavate le patate 2 e, senza sbucciarle, mettetele in una pentola con dell'acqua salata e lasciatele bollire per circa 25-30 minuti 2 fino a renderle morbide, poi scolatele 3. Ancora calde, sbucciatele 4, schiacciatele con uno schiacciapatate 5 e mettetele su un piano di lavoro con la farina 6 fate una piccola fontana e aggiungete al centro il sale 7, il tuorlo 8 e impastate il tutto fino ad ottenere un composto compatto. Impastate fino ad ottenere un composto compatto, liscio e senza grumi 9. Dividete l'impasto in tanti filoni dello spessore di 2-3 centimetri e iniziate a tagliare i vostri gnocchi 10. Per finire, praticate le caratteristiche rigature degli gnocchi facendo scivolare ogni gnocco sull’apposito strumento di legno dentellato 11 oppure sulla forchetta. Occupatevi ora degli gnocchi verdi (per tutti i dettagli consultate la ricetta: Gnocchetti verdi) lavate gli spinaci e, fateli lessare in poca acqua salata 12. In un'altra pentola fate cuocere le patate mettendole a lessare con la buccia come avete fatto precedentemente con gli gnocchi classici. A cottura ultimata, scolate gli spinaci e strizzateli per bene aiutandovi con un colino (13-14) poi tritateli finemente con un coltello 15. Su una spianatoia ponete la farina, gli spinaci 16, le patate pelate e schiacciate e impastate il tutto 17 fino ad ottenere un composto compatto 18. Proseguite come avete fatto in precedenza: dividete l'impasto in tanti filoni dello spessore di 2-3 centimetri e iniziate a tagliare i vostri gnocchi con un taglia pasta 19. Per finire, praticate le tipiche rigature 20. Man mano che li realizzate ponete gli gnocchi finiti su un vassoio ricoperto con un canovaccio infarinato. A parte grattugiate il Montasio 21 e il Grana. Cuocete tutti gli gnocchi bianchi in acqua salata e con un goccio di olio di oliva 22 scolateli quando saliranno a galla, ci vorranno un paio di minuti, poi scolateli 23, poneteli in una ciotolina e conditelo con un filo di olio di oliva 24. Cuocete allo stesso modo anche gli gnocchi verdi poi scolateli 25, poneteli in una ciotolina e conditeli con poco olio 26. A questo punto potete comporre gli spiedini: prendete uno stecchino di legno e infilzate gli spiedini alternando quelli bianchi a quelli verdi 27. poi spennellate con il burro fuso una teglia abbastanza ampia che possa contenere gli spiedini 28. Adagiate gli spiedini sulla teglia e spennellate la superficie con altro burro fuso e con i formaggi grattugiati 29. Gratinate in forno preriscaldato con la funzione grill per 10 minuti a 220°. A cottura ultimata sfornate gli spiedini di gnocchi gratinati 30 e serviteli caldi. "
}