{
    "title": "Sfoglie classiche con composta di zucca e zenzero",
    "ingredients": [
        {
            "ingredient": "Zucca",
            "quantity": "pulita 200 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "1"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "5 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "2 fette"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 ml"
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie classiche 12"
        }
    ],
    "preparation": " Per preparare le sfoglie classiche con composta di zucca e zenzero, iniziate privando la zucca della buccia con un coltello 1 e tagliate la polpa in piccoli cubetti 2. In un pentolino aderente scaldate l’olio extravergine di oliva e fatevi appassire lo scalogno tritato, aggiungete quindi la zucca a pezzetti 3 e fatela rosolare a fuoco medio per una decina di minuti. Aggiungete lo zenzero sbucciato e a pezzi e i rametti di rosmarino (4-5). Fate insaporire per qualche secondo poi sfumate con il vino bianco 6 e portate a cottura la zucca, aggiungendo poca acqua calda se dovesse servire. Frullate metà della zucca 7 fino ad ottenere una cremina densa e trasferitela in una sac-à-poche. Intanto tagliatele le fette di pancetta affumicata a rettangoli e rosolatele per qualche secondo in una padella antiaderente 8 per farle diventare croccanti. Componete lo stuzzichino ponendo su ogni sfoglia della composta di zucca 9, qualche dadino di zucca, una listarella di pancetta affumicata e qualche aghetto di rosmarino. Ecco pronte le sfoglie classiche con coposta di zucca e zenzero! "
}