{
    "title": "Sfilati alle olive con porcini e lardo",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfilati alle olive 12"
        },
        {
            "ingredient": "Funghi porcini",
            "quantity": "300 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Lardo di Colonnata",
            "quantity": "12 fette"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Burro",
            "quantity": "15 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 mazzetto"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Iniziate preparando la crema aromatica di porcini: con l’aiuto di un coltellino affilato dalla lama liscia cominciate a eliminare la parte terrosa sul gambo dei funghi; raschiate il gambo con delicatezza fino ad eliminare qualsiasi traccia di terra. Raschiate, sempre con molta delicatezza, anche la parte esterna della testa del porcino e completate la pulizia passando un panno di cotone inumidito su tutto il fungo. Riducete quindi i porcini in pezzetti 1. Sciogliete in un tegame il burro, aggiungetevi l’aglio schiacciato 2 e fatelo appassire. Unite quindi i funghi e fateli saltare per circa 10 minuti. Pochi minuti prima della fine della cottura aggiungete anche un trito di prezzemolo e timo 3. In ultimo aggiungete la panna fresca 4 e salate e pepate a piacere. Frullate i funghi con un mixer (o un frullatore ad immersione) ottenendo così una salsa omogenea. Spalmate ogni Sfilato alle olive “La Bottega di Olivia&Marino” con la crema aromatica di funghi porcini 5 e avvolgetevi una fettina di lardo di Colonnata 6; servite gli stuzzichini immediatamente! "
}