{
    "title": "Blinis di mais con skyr, avocado e pomodorini arrosto",
    "ingredients": [
        {
            "ingredient": "Farina di mais fioretto",
            "quantity": "150 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "20 g"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "5 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "160 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "(uno intero medio) 60 g"
        },
        {
            "ingredient": "Albumi",
            "quantity": "35 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "(a grappolo) 350 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Avocado",
            "quantity": "1"
        },
        {
            "ingredient": "Skyr",
            "quantity": "450 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "½"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "secco q.b."
        },
        {
            "ingredient": "Origano",
            "quantity": "fresco (per guarnire) q.b."
        }
    ],
    "preparation": " Per preparare i blinis di mais con skyr, avocado e pomodorini al forno versate in una ciotola la farina di mais e quella 00 1, unite il lievito istantaneo 2 e versate il latte a filo mescolando con una frusta 3. Dividete il tuorlo dall'albume e versate il tuorlo nell'impasto 4. Mescolate e unite il sale 5 e l'olio 6 mescolando per far incorporare tutti gli ingredienti. Coprite con pellicola 7 e lasciate a temperatura di 26Â° per circa 90 minuti. Nel frattempo occupatevi dei pomodorini: prendete i grappoli senza staccare i pomodorini e lavate tutto sotto acqua corrente. Sistemateli su una teglia foderata con carta da forno, condite con lâolio 8 e l'origano secco 9. Aggiungete anche del sale a piacere e infornate in forno statico giÃ caldo a 200Â° per 40 minuti. Trascorso il tempo di cottura sfornate i pomodorini e lasciate raffreddare 10. Montate con le fruste elettriche a neve l'albume tenuto da parte insieme ad altri 35 g di albume (11 e 12). Prendete lâimpasto riposato e versate poco per volta gli albumi montati dal basso verso lâalto 13. Una volta pronto l'impasto 14, cuocete i blinis: scaldate e ungete con pochissimo olio una padella piatta (potete aiutarvi con carta da cucina per spargere l'olio sulla superficie). Versate qualche mestolo di impasto per creare dei dischetti di circa 6 cm di diametro 15 e cuocete a fuoco medio-basso. Una volta che la base sarÃ dorata, girateli delicatamente 16 per cuocerli anche dall'altro lato 17. Proseguite in questo modo con tutti e una volta cotti poneteli su un piatto da portata 18. Con queste dosi otterrete circa 20 blinis. Dividete a metÃ un avocado, eliminate il nocciolo 19. Pelate l'avocado 20 e poi dividete la polpa a dadini 21. Versate in una ciotola e spremete il succo di un limone filtrando con un colino 22; questo impedirÃ che la polpa di avocado si ossidi. Condite con un filo d'olio 23 e pepe bianco a piacere. Potete decorare ciascun blinis di mais con un cucchiaio di skyr 24, dadini di avocado 25 e pomodorini arrosto 26. I vostri blinis di mais con skyr, avocado e pomodorini arrosto sono pronti per essere serviti 27. "
}