{
    "title": "Polipetti Affogati",
    "ingredients": [
        {
            "ingredient": "Polpetti",
            "quantity": "(giÃ puliti) 1 kg"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "800 g"
        },
        {
            "ingredient": "Peperoncino",
            "quantity": "essiccato q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i polipetti affogati, cominciate dai polipetti: se avete a disposizione dei polipetti già puliti, sciacquateli bene sotto l'acqua corrente (1-2). Altrimenti potete seguire le indicazioni della nostra scheda su come pulire il polpo. Una volta che i polipetti saranno pronti per essere cotti, mettete l'aglio sbucciato in una padella capiente, insieme all'olio e al peperoncino essiccato 3. Fate scaldare bene per 1-2 minuti, inclinando anche la padella in modo che l'olio possa insaporirsi bene con l'aglio e il peperoncino 4, ma facendo attenzione a non farli bruciare. A questo punto versate i polipetti 5 e lasciateli scottare per 2-3 minuti a fuoco alto, girandoli di tanto in tanto con l'aiuto di una pinza 6. Sfumate con il vino bianco 7 e, sempre con una pinza, girate i polipetti lasciandoli cuocere per ancora un paio di minuti. Aggiungete i pomodori pelati 8 e i rametti di prezzemolo 9, poi salate e pepate. Coprite la pentola con un coperchio 10, e lasciate cuocere a fuoco basso per 30-40 minuti, a seconda delle dimensioni dei polipetti. Per verificarne la cottura fate la prova infilzandoli con una forchetta: se sono teneri significa che sono cotti a puntino. Togliete l'aglio, sempre servendovi di una pinza da cucina 11; i polipetti affogati sono pronti da servire 12! "
}