{
    "title": "Spianatine con julienne di verdure e Asiago",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "spianatine con pomodorini scarpariello e basilico 12"
        },
        {
            "ingredient": "Carote",
            "quantity": "30 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "25 g"
        },
        {
            "ingredient": "Finocchi",
            "quantity": "25 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "25 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le spianatine di verdure julienne e Asiago, iniziate a pulire e tagliare le verdure a julienne (potete anche consultare la Scuola di cucina: come tagliare le verdure). Lavate bene le verdure sotto acqua corrente, quindi spuntate le zucchine e tagliatele a julienne 1. Fate la stessa operazione con le carote 2 dopo averle private delle estremità e pelate. Quindi tagliate il finocchio a metà 3. Privatelo delle cime e del rivestimento esterno più duro 4. Quindi riducete a julienne la quantità necessaria di finocchio 5. Passate poi ad eliminare lo strato esterno del sedano con un pelaverdure 6. Riducete anche il sedano a julienne 7 e poi trasferite le verdure in una ciotola. Quindi salate e pepate a piacere (8-9). Condite con un filo d'olio extravergine d'oliva 10 e mescolate bene gli ingredienti 11. Ora grattugiate finemente il formaggio asiago e ricavatene dei ricciolini 12. Iniziate proprio dal formaggio per comporre le spianatine: mettete un ciuffo di riccioli su ciascuna spianatina 13. Poi aiutatevi con le pinze da cucina per aggiungere le verdure a julienne 14. Completate l'operazione per tutte le spianatine 15 e poi trasferitele su un tagliere o un piatto da portata per offrirle ai vostri ospiti! "
}