{
    "title": "Torta pallone salata",
    "ingredients": [
        {
            "ingredient": "Farina Manitoba",
            "quantity": "350 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "300 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "(a temperatura ambiente) 150 g"
        },
        {
            "ingredient": "Lievito di birra secco",
            "quantity": "4 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "20 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "(da grattugiare) 20 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "250 ml"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "125 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "8 g"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "(da grattugiare) q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "(medie) 2"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Formaggio fresco spalmabile",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "40 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 40 g"
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 foglie"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "da grattugiare q.b."
        },
        {
            "ingredient": "Prosciutto crudo",
            "quantity": "80 g"
        },
        {
            "ingredient": "Lattuga",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "1"
        },
        {
            "ingredient": "Burro",
            "quantity": "50 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "50 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "500 ml"
        },
        {
            "ingredient": "Fontina",
            "quantity": "da grattugiare 100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Peperoni verdi",
            "quantity": "1"
        }
    ],
    "preparation": " Per preparare la torta pallone salata, iniziate dalla base di pan brioche: nella ciotola di una planetaria versate le farine setacciate, il Grana grattugiato, lo zucchero e il lievito disidratato 1; unite anche il latte a temperatura ambiente a filo 2 ed iniziate ad attivare la frusta a foglia. Quando il latte si sarà assorbito, versate anche l'acqua a temperatura ambiente 3 Poi versate anche le uova intere e il tuorlo poco alla volta 4, grattugiate la noce moscata e quando le uova si saranno assorbite, sostituite il gancio alla foglia. Unite un pizzico di pepe per insaporire e il burro a temperatura ambiente a pezzetti, aspettando che si incorpori completamente un pezzetto prima di proseguire 5. Infine aggiungete il sale all'impasto 6 e continuate a lavorarlo per almeno 15 minuti. Quando l'impasto sarà incordato e scenderà a nastro 7, arrestate la planetaria e ponetelo in una ciotola leggermente oleata e coprite con pellicola trasparente 8. Lasciatelo lievitare per almeno 30 minuti in un luogo tiepido (sotto una copertina di lana o in forno spento con luce accesa). Intanto dedicatevi al ripieno: tritate finemente il basilico 9, il prosciutto crudo 10 (potete lasciare 2 fettine di prosciutto intere da parte), affettate il pomodoro 11 e lavate le foglie di lattuga. In una ciotola versate il formaggio fresco spalmabile e ammorbiditelo mescolando con una frusta, condite con un filo d'olio, unite la panna fresca per stemperare e il Grana grattugiato 12. Spolverizzate la crema con la noce moscata 13 e amalgamate il tutto. Dividete poi il composto in due parti ugualli in due ciotoline e in una aggiungete il basilico tritato 14, nell'altra il prosciutto crudo 15. Mescolate e trasferite le due creme in due sac-à-poche distinte da riporre in frigorifero fino al momento di utilizzarle. Riprendete l'impasto che avrà raddoppiato il suo volume 16 Maneggiatelo brevemente per dare una forma rotonda 17 quindi ponetelo nello stampo di capacità 1,8 lt 18 (potete utilizzare lo stampo per lo zuccotto se non avete quello a forma di pallone) e lasciatelo lievitare in forno spento con luce accesa per almeno 2 ore; passato il tempo necessario l'impasto dovrà aver raggiunto il bordo dello stampo. Dopodiché cuocete il pan brioche in forno statico preriscaldato a 170° per circa 60 minuti (150° per 50 minuti se forno ventilato). Una volta cotto, sfornatelo 19 e fatelo intiepidire, quindi sformatelo delicatamente e fatelo raffreddare completamente su una gratella. Quando sarà freddo, incidete con un coltellino lungo tutto il perimetro della torta lasciando circa 1.5-2 cm dal bordo 20. Scavate l'interno arrivando fino in fondo per formare un incavo (facendo attenzione a non bucarlo). Potete realizzare 2 fette con la parte interna 21, che saranno gli strati alternati alle creme (con il pan brioche avanzato potete realizzare dei cubetti da far tostare in forno). Quindi riprendete le sac-à-poche con le creme e iniziate a farcire la torta pallone con tutta la crema al basilico sul fondo 22, poi aggiungete le fette intere di prosciutto 23, coprite con uno strato di pan brioche 24 e proseguite con tutta la crema al prosciutto. Adagiate l'insalata e le fette di pomodori 25. Quindi chiudete con la base della torta pallone 26. Ora ponete la torta in frigorifero per almeno 30 minuti, coperta con pellicola e nel frattempo dedicatevi alla copertura: in un pentolino fate sciogliere il burro a fuoco dolce, poi versate la farina setacciata a pioggia e mescolate con una frusta per ottenere il roux. Quando sarà dorato aggiungete il latte a fino 27, mescolate e fate scaldare. Quando il composto si sarà addensato e bollirà, aggiustate di sale e unite la fontina grattugiata 28. Spegnete il fuoco e mescolate per farla completamente; potete aggiustare di sale se necessario. Fate intiepidire la besciamella e poi versatela sulla torta pallone posizionata su una gratella 29. Ponete nuovamente la torta a rassodare in frigorifero almeno 1 ora. Mentre si solidifica, preparate la guarnizione: togliete la calotta dai peperoni rosso e verde, eliminate i semini e i filamenti interni e ricavate delle falde 30; dovrete ottenere 11 esagoni di circa 5 cm di lato (31-32). Scottateli per alcuni istanti in acqua bollente, poi scolateli 33 e lasciateli raffreddare completamente su carta assorbente. Quindi adagiate la torta pallone su un piatto da portata, e iniziate a posizionare gli esagoni in maniera alternata sulla torta, partendo dall'esagono centrale, per creare la tipica superficie del pallone;lasciate anche degli spazi vuoti (34-35), in modo da ottenere un motivo tricolore. Servite la torta pallone salata con del prezzemolo riccio o insalata intorno per simulare il campo di calcio verde 36! "
}