{
    "title": "Sfoglie alle olive con polpettine di radicchio e crema di yogurt",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie croccanti al forno con pezzi di olive 12"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "trevigiano 50 g"
        },
        {
            "ingredient": "Manzo",
            "quantity": "macinato 50 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 1 cucchiaio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "150 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Maggiorana",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le sfoglie con polpette al radicchio su crema di yogurt, iniziate proprio dalla crema di yogurt: in una ciotolina raccogliete lo yogurt greco, aggiungete il timo e la maggiorana tritate e il sale a piacere. Mescolate, trasferite lo yogurt in una sac-à-poche e tenete da parte in fresco. Poi passate a preparare le polpette: lavate le foglie di radicchio trevigiano, affettatele finemente quindi fatele appassire in padella con un filo d'olio e uno spicchio di aglio sbucciato. Basteranno pochi minuti per farle appassire. Poi togliete l'aglio, Versate il radicchio in una ciotolina e aggiungete la carne macinata. Quindi versate anche il tuorlo, salate e pepate a piacere e iniziate ad impastare con le mani. Aggiungete anche il parmigiano e il pangrattato, mescolate per amalgamare gli ingredienti e poi iniziate a creare delle polpettine del peso di circa 4 gr l'una, arrotolando con i palmi delle mani l'impasto di carne e radicchio. Quindi in una larga padella scaldate abbondante olio di arachidi (o di oliva) e friggete le polpettine, non molte alla volta per non abbassare troppo la temperatura dell'olio: Terminate la cottura delle polpettine e poi fatele scolare dell'olio in eccesso poggiandole su un vassoio rivestito di carta assorbente. Ora potete iniziare a comporre le sfoglie: mettete su ciascuna sfoglia una noce di yogurt, poi posizionate una polpettina e per guarnire una fogliolina di timo. Proseguite fino ad esaurimento degli ingredienti e servite le vostre sfoglie con polpettine di radicchio e crema di yogurt! "
}