{
    "title": "Caponata su sfoglie alle olive",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie alle olive 12"
        },
        {
            "ingredient": "Ricotta salata",
            "quantity": "60 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "grande 1"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Capperi sott'olio",
            "quantity": "8 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "20 g"
        },
        {
            "ingredient": "Pomodori",
            "quantity": "2"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denociollate 80 g"
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 costa"
        }
    ],
    "preparation": " Lavate e tagliate le melanzane a cubetti piccoli e disponeteli in un colapasta spolverizzandole con del sale grosso. Lasciate riposare così per circa un’ora, affinché perdano l’acqua di vegetazione 1. Intanto tagliate i gambi di sedano a listarelle sottili e sbollentateli in acqua salata, poi scolateli, asciugateli e fateli soffriggere nell’olio a fuoco dolce 2. Affettate la cipolla e tagliate i pomodori a cubetti 3. In una tegame, fate soffriggere la cipolla nell’olio con e quando sarà appassita, unite i capperi, i pinoli, e le olive, facendo rosolare il tutto per 10 minuti 4. A questo punto aggiungete i pomodori 5 e fate cuocere a fuoco vivace per 20 minuti. Scolate e sciacquate le melanzane avendo cura di asciugarle con della carta da cucina. Ora, in una padella antiaderente, aggiungete l’olio e fate friggere i vostri cubetti di melanzana fino a farli dorare. Aggiungete i gambi di sedano, il composto con i pomodori e amalgamate il tutto 6. Cospargete, ora, con lo zucchero e l’aceto, cuocendo ancora a fuoco moderato, finché l’aceto non sarà completamente evaporato. Una volta ultimata la cottura, disponete la vostra caponata sulle Sfoglie classiche alle olive “La Bottega di Olivia&Marino” cospargendo il tutto con delle scaglie di ricotta salata. "
}