{
    "title": "Millefoglie di tofu e melanzane",
    "ingredients": [
        {
            "ingredient": "Tofu",
            "quantity": "320 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "lunghe 290 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "15 g"
        },
        {
            "ingredient": "Pomodori pizzutelli",
            "quantity": "220 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "10 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il millefoglie di tofu e melanzane per prima cosa lavate e spuntate le melanzane 2, quindi tagliatele a rondelle sottili 1 millimetro 2 e tenete da parte. Poi tagliate a fette di circa 4 millimetri il tofu 3. Infine lavate e asciugate i pomodori mantenendo il picciolo. In un tegame dal bordo alto scaldate l’olio per la frittura e attendete che raggiunga i 180°: poi friggete poche fettine di melanzane alla volta 4 per 2-3 minuti o fino a quando non saranno dorate, a quel punto scolatele 5 e adagiatele su un vassoio ricoperto di carta assorbente per asciugare l’olio in eccesso 6. Infine salate e pepate. Ora nella stessa padella friggete i pomodorini 7 basteranno circa 20 secondi. Scolate anche i pomodorini con la schiumarola e distribuiteli su un vassoio con carta assorbente così che possano asciugarsi 8. Per ultime friggete le fettine di tofu: immergetele nel tegame con l’olio bollente 9 e quando saranno ben dorate, scolatele 10 e adagiate anch'esse su un vassoio con carta assorbente 11. Ora preparate la salsa: in un bicchiere dal fondo alto, ponete le foglie di basilico, l’olio di oliva 12 e la salsa di soia 13. Frullate tutto con il mixer ad immersione 14 fino a ottenere un composto omogeneo 15. Tutto è pronto per comporre il millefoglie: su un piatto di portata adagiate il tofu fritto 16, poi sopra ponete 3/4 fettine di melanzane croccanti 17 e qualche pomodorino 18. Proseguite con un altro strato di tofu e melanzane 19, distribuite un cucchiaio di salsa sul piatto 20 e accompagnate con qualche pomodorino fritto 21. Il millefoglie di tofu e melanzane è pronto per essere servito. "
}