{
    "title": "Torcelli con tzatziki smirneico",
    "ingredients": [
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "2 cucchiai"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "4 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "4 spicchi"
        },
        {
            "ingredient": "Aneto",
            "quantity": "3 rametti"
        },
        {
            "ingredient": "Cetrioli",
            "quantity": "1"
        },
        {
            "ingredient": "Yogurt greco",
            "quantity": "400 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "torcelli 12"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i torcelli con tzatziki smirneico lavate il cetriolo, tagliete le estremità e grattugiatelo grossolanamente (tenendo la buccia) in un colino posto all’interno di una bacinella 1. A questo punto lasciatelo riposare per almeno 1 ora, così da far scolare tutta l’acqua di vegetazione 2 e, trascorso il tempo necessario, strizzate ulteriormente il cetriolo con il dorso di un cucchiaio 3. A questo punto tritate finemente l’aglio e schiacciatelo con l’aiuto di un mortaio, finché non otterrete una consistenza il più possibile cremosa 4. Mettete lo yogurt greco in una terrina, poi unite l’aglio e il cetriolo e mescolate utilizzando un cucchiaio o una frusta per amalgamare gli ingredienti 5. Versate l’olio 6 e l’aceto di vino bianco continuando a mescolare 7. Nel frattempo, tritate finemente l’aneto e aggiungetelo al composto, poi aggiustate di sale 8. Amalgamate bene tutti gli ingredienti e la vostra salsa tzatziki è pronta. Personalizzate il vostro tzatziki guarnendolo con qualche oliva e accompagnatelo con i torcelli rustici 9. "
}