{
    "title": "Gazpacho allâanguria",
    "ingredients": [
        {
            "ingredient": "Cocomero (anguria)",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "300 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "100 g"
        },
        {
            "ingredient": "Cipolle bianche",
            "quantity": "120 g"
        },
        {
            "ingredient": "Aceto di vino rosso",
            "quantity": "15 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Farina di mandorle",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Caprino",
            "quantity": "150 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "25 g"
        },
        {
            "ingredient": "Mandorle in scaglie",
            "quantity": "25 g"
        },
        {
            "ingredient": "Fiori eduli",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il gazpacho allâanguria cominciate dalla pulizia del frutto. Dopo aver tolto la scorza 1, tagliate la polpa a pezzi (ve ne serviranno 450 g) 2 e mettete in una ciotola. Passate ai pomodori: staccateli dal rametto, sciacquateli, asciugateli e tagliateli a pezzi eliminando il picciolo 3. Poi pulite il peperone 4 e tagliate anche questo a pezzi grossi 5. Mondate la cipolla, sminuzzando grossolanamente anche questa 6. Spostate tutto nel frullatore: anguria, pomodoro 7, peperoni 8 e la cipolla 9. Azionate le lame e ottenete una purea. Trasferite in un recipiente con dentro un colino 10 e setacciate scartando i residui di bucce e semi 11. Insaporite con aceto di vino rosso 12, olio 13, sale, pepe e farina di mandorle 14. Mescolate il tutto con una frusta e mettete in frigorifero per unâoretta 15. Tostate le mandorle in una padellina per qualche minuto e tenete da parte 16. Infine preparate una crema al formaggio mescolando la panna 17 con il caprino, amalgamate bene e trasferite in una sac-Ã -poche 18. Versate il composto in un piatto fondo 19 e guarnite con qualche ciuffo di caprino 20, le lamelle di mandorle 21 e qualche fiore edule 22. Infine una fogliolina di menta 23 ed ecco pronto il vostro gazpacho allâanguria, non vi resta che servirlo freddo 24! "
}