{
    "title": "Spianatine con pomodorino ripieno di formaggio e rucola",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "spianatine con pomodorino Scarpariello e basilico 12"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "12"
        },
        {
            "ingredient": "Rucola",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "25 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 10 g"
        },
        {
            "ingredient": "Pinoli",
            "quantity": "10 g"
        },
        {
            "ingredient": "Caprino",
            "quantity": "60 g"
        },
        {
            "ingredient": "Caprino",
            "quantity": "100 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "5 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "15 g"
        }
    ],
    "preparation": " Per preparare le spianatine con pomodorino ripieno di formaggio e rucola iniziate dalla crema di rucola: ponete la rucola ben lavata in un mixer insieme ai pinoli 1, il grana e il caprino 2 e l’olio d’oliva 3. Azionate le lame fino ad ottenere una crema liscia e ben amalgamata 4. Passate ora alla crema di formaggio: tritate le olive 5 e l’erba cipollina. In una ciotolina ponete il caprino, l’erba cipollina tritata 6, le olive verdi tritate 7, sale e pepe e amalgamate la crema con l’aiuto di un cucchiaio (8-9). Staccate i pomodorini dal grappolo e lavateli 10. Tagliate la parte superiore del picciolo, tenendola da parte perchè servirà come decorazione, e scavate l'interno, con l’aiuto di uno scavino 12. Trasferite le creme in due diverse sac à poche e riempite l'interno di ogni pomodorino con la crema di formaggio 13 mentre cospargete la superficie delle spianatine con la crema di rucola 14. Ponete su ogni spianatina un pomodorino ricoperto con la parte tagliata prima 15 ed ecco pronte le vostre spianatine con pomodorino ripieno di formaggio e rucola! "
}