{
    "title": "Involtini di verza su schiacciate",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate 12"
        },
        {
            "ingredient": "Verza",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 150 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Porri",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Finocchietto selvatico",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Timo",
            "quantity": "2 rametti"
        },
        {
            "ingredient": "Carote",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli involtini di verza su schiacciate, cominciate mondando la cipolla, la carota e il porro 1 e tritateli finemente. Mettete una padella sul fuoco e aggiungete un filo d'olio e unite le verdure tritate. Quindi metteteli in padella e fateli soffriggere per 10 minuti a fuoco moderato. Aggiungete la carne macinata 2, salate, pepate, insaporite con il finocchietto 3 e lasciate cuocere a fuoco vivace per 15 minuti circa 4. Nel frattempo occupatevi della verza, togliete 4 foglie 5 e privatele della costa centrale 6. Sbollentatele per qualche minuto in acqua bollente salata che avrete insaporito con 2 rametti di timo. Quindi scolate le foglie di verza 7 e tamponatele con un foglio di carta assorbente. Con un coltello dividete le foglie a metà nel senso della lunghezza 8 e disponete al centro un cucchiaio di carne trita 9. Quindi formate l'involtino, prima ripiegate i lati lunghi 10 e poi i lati corti, e poi ripiegate su se stessi per chiuderli 11. Quindi posizionate gli involtini ripieni di carne sulle schiacciate 12 e servite! "
}