{
    "title": "Schiacciate con pollo alla paprika e peperoni rossi",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate croccanti con extravergine d'oliva 12"
        },
        {
            "ingredient": "Petto di pollo",
            "quantity": "100 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Paprika dolce",
            "quantity": "2 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le schiacciate con pollo alla paprika e peperoni rossi, iniziate proprio dai peperoni. Lavateli sotto acqua corrente fredda, poi togliete la calotta e divideteli a metà. Prelevatene la dose necessaria alla ricetta, privatela dei semi e divideteli prima a in striscioline 1, poi a bastoncini sottili lunghi circa 4 cm l'uno. Raccoglieteli in una ciotola. Intanto prendete il petto di pollo, eliminate le parti più grasse se necessario e tagliatelo a strisce 2, poi dividetele ancora 3. Quindi ricavate dei bocconcini piccoli di poco più che 1 cm 4. In una padella scaldate un filo d'olio e aggiungete i bocconcini di pollo 5. Fateli rosolare per qualche istante mescolando per farli scottare da tutti i lati. Quindi salate a vostro gusto. Aggiungete al pollo anche la paprika dolce (o piccante, se preferite) 7 e poi i pezzetti di peperoni che avevate messo da parte 8. Mescolate e cuocete a fuoco medio per 15 minuti 9, girando spesso gli ingredienti e se serve potete aggiungere un po' di acqua per favorire la cottura. A cottura ultimata, sbriciolate con le mani le foglioline di timo fresco in padella 10 e spegnete il fuoco. Fate intiepidire il pollo alla paprika con i peperoni, poi iniziate a comporre le vostre schiacciate: aiutatevi con un cucchiaino per farcire ogni schiacciata 11 e a vostro piacimento potete aggiungere ancora qualche fogliolina di timo 12. Servite le vostre schiacciate con pollo alla paprika e peperoni rossi come gustoso finger food! "
}