{
    "title": "Crocchette di pane cacio e pepe con coulis di pomodoro",
    "ingredients": [
        {
            "ingredient": "Pane casereccio",
            "quantity": "mollica 355 g"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "170 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "( due medie) 105 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "100 g"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "(abbondante) q.b."
        },
        {
            "ingredient": "Pane casereccio",
            "quantity": "la crosta 345 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Uova",
            "quantity": "2"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "370 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "4 foglie"
        },
        {
            "ingredient": "Olio di semi di girasole",
            "quantity": "alto oleico q.b."
        }
    ],
    "preparation": " Per preparare le crocchette di pane cacio e pepe con coulis di pomodoro, iniziate ricavando dalla pagnottaÂ la crosta a pezzi grossolani (1-2), poi fatela saltare brevemente in una padella ampia a fuoco medio, unendo degli aghi di rosmarino per aromatizzare 3. Spegnete e lasciate da parte. Tagliate grossolanamente anche la mollica 4, versatela in un mixer 5 e frullate fino ad ottenere delle briciole. Unite poi nel mixer anche il Pecorino grattugiato 6 Trasferite tutto in una ciotola e versate le uova, mescolate con una forchetta 7, unite il latte 8 aggiungete anche abbondante pepe macinato al momento 9 Impastate tutto 10 e formate delle crocchette di circa 40 g lâuna 11; con queste dosi ne otterrete 18 12. Riponetele in frigorifero.Â Prima di impanare e friggere le crocchette di pane cacio e pepe, preparate la coulis: lavate e tagliate a metÃ i pomodori 13, svuotate la polpa e mettetela in un contenitore alto 14, unite le foglie di basilico 15, il sale e frullate con un mixer ad immersione 16. Tenete da parte la coulis. Procedete quindi alla panatura delle crocchette: scaladate in un tegame l'olio fino ad arrivare ad una temperatura di 170Â°, da misurare con il termometro da cucina. Mentre l'olio arriva a temperatura, nel mixer versate la crosta precedentemente saltata in padella 17, frullate fino ad ottenere un composto fine 18. Sbattete le uova in una ciotola 19, quindi passate ciascuna crochetta prima nell'uovo 20 poi nel pangrattato 21 avendo cura di impanarle su tutti i lati. Friggete poche crocchette per volta 22, ci vorrannoÂ pochi minuti. Una volta pronte e dorate, scolatele 23 e trasferitele su un vassoio foderato con carta assorbente; servite le vostre croccchette di pane cacio e pepe con coulis di pomodoro 24. "
}