{
    "title": "Sfoglie alle olive con cipolle e pomodorini",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie con olio extravergine di oliva 12"
        },
        {
            "ingredient": "Cipolle rosse di Tropea",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "8"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Aceto di vino bianco",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le sfoglie alle olive con cipolle e pomodorini, potete iniziare a mondare e affettare finemente la cipolla di Tropea 1. Per attenuarne il gusto molto incisivo, potreste metterla a bagno per circa 1 ora in acqua fredda. Poi passate ai pomodorini: sciacquateli sotto acqua corrente, poi tagliateli a metà eliminate i semi e tagliateli a spicchietti 2. Versateli in una ciotolina e aggiungete la cipolla a fettine 3. Poi prendete le foglioline di menta fresca 4 (potete anche usare la menta secca) e tritatele molto finemente. In un'altra ciotolina, versate l'olio d'oliva 5 e un cucchiaino di aceto di vino bianco 6, poi salate e pepate a piacere. Mescolate per emulsionare e versate la menta nell'emulsione 7 poi conditeci i pomodorini e le fettine di cipolla 8. Mescolate e lasciate riposare qualche minuto perchè le verdure si insaporiscano. Quindi potete comporre le vostre sfoglie alle olive: versate su ciascuna sfoglia un cucchiaino di insalatina di pomodori e cipolle 9. Potete servire le vostre sfoglie alle olive con cipolle e pomodorini! "
}