{
    "title": "Spianatine con crema di asiago, radicchio e pancetta",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "spianatine 12"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "di Treviso 1"
        },
        {
            "ingredient": "Asiago",
            "quantity": "150 g"
        },
        {
            "ingredient": "Pancetta dolce",
            "quantity": "a cubetti 60 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "50 ml"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per comporre le spianatine con crema di Asiago, radicchio e pancetta iniziate a preparare la crema di Asiago: tagliate a cubetti il formaggio 1, poi in un pentolino a fondo spesso (o a bagnomaria) fate sciogliere la noce di burro, aggiungete il latte 2 e l’Asiago ridotto in piccoli cubetti 3. Scaldate a fuoco dolce, continuando a mescolare con un cucchiaio fino a fare sciogliere completamente il formaggio, se il composto dovesse risultare troppo liquido aggiungete un cucchiaino di farina. Il risultato dovrà essere una salsa densa; infine pepate a piacere. Tagliate la pancetta a cubetti, poneteli in una padellina antiaderente e fateli rosolare 4 fino a che risulteranno ben dorati e croccanti, quando saranno pronti, trasferiteli su un tagliere e riduceteli in bricioline con l’aiuto di un coltello affilato.Lavate bene il cespo di radicchio e tagliatelo a metà per il lungo, condite con poco olio, sale e pepe e lasciate riposare per 10 minuti. Nel frattempo scaldate una piastra. Ponete il radicchio cuocendolo pochi minuti per lato 5, fino a quando sarà ben grigliato e poi riducetelo in listarelle larghe circa 2 cm 6. Iniziate quindi a comporre gli stuzzichini ponendo su ogni Spianatina “La Bottega di Olivia&Marino” due o tre striscioline di radicchio grigliato, fatevi colare un cucchiaino di crema di Asiago e decorate con le bricioline di pancetta croccante. "
}