{
    "title": "Tartellette di enkir con patate e cicoria",
    "ingredients": [
        {
            "ingredient": "Farina di enkir",
            "quantity": "220 g"
        },
        {
            "ingredient": "Cicoria",
            "quantity": "selvatica 100 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "45 ml"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Patate",
            "quantity": "700 g"
        },
        {
            "ingredient": "Cicoria",
            "quantity": "selvatica 300 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "130 ml"
        },
        {
            "ingredient": "Semi di finocchio",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le tartellette di enkir con patate e cicoria iniziate realizzando la pasta brisè con la farina di enkir e la cicoria selvatica. Per prima cosa cuocete la cicoria selvatica in una padella con un filo d'olio 1, per pochi minuti e mescolando di tanto in tanto 2, fino a che non sarà appassita, ma non totalmente asciutta 3. Quindi lasciatela raffreddare completamente. Nel frattempo setacciate la farina di enkir 4 e versatela in un mixer insieme al burro freddo tagliato a pezzetti 5 e un pizzico di sale. Azionate il mixer e fate sabbiare bene il tutto, il composto non dovrà amalgamarsi ma dovrete ottenere un composto granuloso, proprio come se fosse una sabbia 6. A questo punto frullate con un mixer ad immersione la cicoria selvatica 7 aggiungendo l'acqua lentamente 8 fino ad avere una crema finissima e liquida 9. Quindi versate il composto sabbiato su di un piano e aggiungete la crema di cicoria 10. Iniziate ad impastare con le mani 11 fino ad avere un panetto liscio e compatto 12. Avvolgetelo nella pellicola e lasciatelo rassodare in frigorifero per circa 30 minuti. Nel frattempo iniziate a preparare il ripieno per le tartellette di enkir. Lessate le patate in abbondante acqua 13, pelatele e schiacciatele ancora calde all'interno di una ciotola 14. Aggiungete a filo il latte , che avrete fatto intiepidire leggermente 15, e mescolate con un mestolo di legno fino ad ottenere un composto liscio. Insaporite con il sale, il pepe16 e i semi di finocchietto 17, lasciandone una manciata da parte per la decorazione finale. Mescolate nuovamente e mettete il tutto in una sac-a-pochè con bocchetta liscia. A parte in una padella fate rosolare uno spicchio d'aglio diviso a metà e aggiungetevi le altre cicorie. Lasciate insaporire bene, fate evaporare tutta l'acqua di vegetazione, togliete l'aglio, spegnete il fuoco e tenetele da parte 18. Passati i 30 minuti potete procedere a stendere la vostra pasta brisè fino ad ottenere una sfoglia di circa 2-3 mm 19. Da questa ricavatene dei dischi con un coppapasta del diametro di 11 cm 20. Prendete uno stampo da tartellette ( con diametro di 8,5 cm) e utilizzate i dischi appena ricavati per foderarlo 21. Posizionate un quadratino di carta forno sulle tartellette e ricopriteli con delle sfere di ceramica adatte alla cottura alla cieca 22. Cuocete i gusci delle tartellette in forno statico preriscaldato a 180° per 25 minuti ( in forno ventilato 160° per 15/20 minuti). Passato questo tempo togliete le biglie di ceramica 23 e continuate la cottura per una decina di minuti . Una volta cotte, sfornate i gusci per le tartellette e lasciate raffreddare su una gratella 24. A questo punto avete tutto pronto! Non vi resta che assemblare le vostre tartellette di enkir con patate e cicoria selvatica. Farcite ogni guscio con la crema di patate e finocchietto facendo dei cerchi concentrici per ottenere un ripieno uniforme 25 . Infine con una forchetta prendete un pò di ciooria, come se fossero degli spaghetti, e posizionateli al centro della tartelletta a mò di nido 26 . Ultimate le tartellette con qualche seme di finocchietto e servite 27. "
}