{
    "title": "Torretta di patate su schiacciata",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate 12"
        },
        {
            "ingredient": "Patate",
            "quantity": "piccole 150 g"
        },
        {
            "ingredient": "Fontina",
            "quantity": "72 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le torrette di patate su schiacciata iniziate prendendo le patate. Lavate le patate con cura e pelatele con un pelapatate 1. Tagliate le patate a fette piuttosto sottili (circa 3 mm) utilizzando una mandolina 2, se non l’avete potete fare la stessa operazione con un coltello. Fate attenzione a tagliare le patate mantenendole dritte, per ottenere delle fette che siano il più possibile tonde e regolari. A questo punto adagiate le fettine di patate su una leccarda foderata con della carta forno e cospargetele con un filo d’olio 3. Infornate in forno preriscaldato a 250° per 10 minuti, (se forno ventilato 230° per 5/6 minuti), fino a doratura. Mentre le patate si intiepidiscono 4, tagliate a fettine sottili il formaggio con cui andrete a comporre le torrette 5. Incominciate ora a comporre la torretta di patate: disponete sulla prima fetta di patata le fettine di formaggio, sale, pepe e rosmarino. Sovrapponete quindi una seconda fetta di patata e condite nuovamente con fettine di formaggio sale, pepe e rosmarino 6. Procedete nello stesso modo fino a formare una \"torretta\" composta da quattro fette di patate e tre strati di formaggio. Quando avrete composte tutte le torrette, ponetele in una teglia antiaderente e infornate in forno preriscaldato a 250 ° in modalità statica per 1 minuto (se forno ventilato 230°) , in modo da far sciogliere la fontina. Adagiate le vostre torrette con cura sulle schiacciate 8 e decorate con un aghetto di rosmarino 9. Le vostre torrette di patate su schiacciata sono pronte, non vi resta che servirle e gustarle al momento! "
}