{
    "title": "Mini calzoni al forno",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "300 ml"
        },
        {
            "ingredient": "Farina 0",
            "quantity": "500 g"
        },
        {
            "ingredient": "Lievito di birra fresco",
            "quantity": "25 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "10 g"
        },
        {
            "ingredient": "Zucchero",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "100 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "60 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        },
        {
            "ingredient": "Mozzarella",
            "quantity": "60 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "50 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "50 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "50 g"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 g"
        }
    ],
    "preparation": " Per prima cosa preparate la pasta per la pizza con le dosi sopraindicate e seguendo il procedimento che trovate cliccando qui. Lasciatela lievitare in un luogo tiepido e asciutto per circa 2 ore, fino a quando l’impasto non avrà raddoppiato il suo volume. Quando la pasta sarà lievitata iniziate a preparare il ripieno di verdure lavando e tagliuzzando finemente (a julienne) diverse varietà di verdure, noi abbiamo usato zucchine, melanzane, carote e peperon 1. Mettetele in una padella con un cucchiaio d’olio e saltatele per qualche minuto a fuoco vivace, salate e pepate 2. Tagliate la mozzarella a cubetti 3 e mettetela su un colino per farle perdere l’acqua in eccesso. Per il ripieno classico condite 100 ml di passata di pomodoro con dell’olio e del sale 4, tagliate la mozzarella a cubetti, scolandola bene e il prosciutto cotto a pezzettini. Stendete la pasta su una spianatoia in rettangoli larghi circa18 cm e alti 2 mm 5, disponete il ripieno in piccoli mucchietti 6 disposti al centro del rettangolo (con le dosi della ricetta verranno 10 minicalzoni pomodoro, mozzarella e prosciutto e 10 alle verdure e mozzarella), alzate la pasta da un lato e coprite il ripieno sovrapponendola sull’altro lato 7. Aiutandovi con un tagliapasta dal diametro di 10 cm o con un bicchiere tagliate i calzoni a mezzaluna 8 e con i lembi di una forchetta fate pressione sul lato da incollare 9. Spennellate leggermente di olio i minicalzoni e infornateli in forno ventilato a 230°C per 10/15 minuti. I minicalzoni al forno andranno serviti caldi, ma attenzione a non scottarvi con il ripieno! "
}