{
    "title": "Schiacciate con peperoni e scamorza",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate 12"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "1"
        },
        {
            "ingredient": "Scamorza (provola)",
            "quantity": "lucana 60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pecorino",
            "quantity": "di Moliterno grattugiato 1 cucchiaio"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "1 cucchiaio"
        },
        {
            "ingredient": "Origano",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "1"
        }
    ],
    "preparation": " Iniziate arrostendo i peperoni: poneteli su di un foglio di carta da forno e infornateli in forno caldo a 250° per circa 20 minuti, rigirandoli di tanto in tanto. Quando i peperoni saranno ben arrostiti poneteli ancora caldi in un sacchetto di plastica 1 per alimenti, in modo da facilitarvi l’operazione della spellatura. Chiudete per bene il sacchetto e lasciate “sudare” il peperone per almeno 10 minuti dopodiché potrete spellarli, eliminando il picciolo e i filamenti bianchi, e poi ridurli in filetti larghi circa 3 cm 2. Tagliate la scamorza lucana in bastoncini larghi 3 cm 3 e avvolgetevi intorno i filetti di peperone 4 formando dei piccoli involtini che andrete poi a chiudere con uno stuzzicadenti. Ungete una piccola pirofila con dell’olio di oliva 5, ponetevi gli involtini e cospargeteli con l’aglio che avrete precedentemente tritato, il pangrattato 6, il pecorino e un po’ di origano. Irrorate ancora con poco olio di oliva e infornate gli involtini per 10 minuti a 200°C, fino a che la scamorza non si sarà sciolta. Terminate la ricetta ponendo ogni involtino su di una Schiacciata “La Bottega di Olivia&Marino”e servite gli stuzzichini ancora caldi! "
}