{
    "title": "Fasolari ripieni alle erbe",
    "ingredients": [
        {
            "ingredient": "Fasolari",
            "quantity": "20"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "90 g"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "10 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "10 g"
        },
        {
            "ingredient": "Menta",
            "quantity": "8 g"
        },
        {
            "ingredient": "Erba cipollina",
            "quantity": "8 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "10 ml"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        }
    ],
    "preparation": " Per preparare i fasolari ripieni di erbe, iniziate ad estrarre i molluschi dalla conchiglia (per pulire i fasolari potete anche consultare la Scuola di cucina: come pulire i fasolari). Infilate per pochi millimetri la lama di un coltellino fra le due valve 1, fatela scivolare lateralmente avendo cura di tenere la lama inclinata verso l'alto. Forzate leggermente il guscio per divaricarlo e incidete lateralmente l’altro muscolo. Prima di estrarre il mollusco, procuratevi una ciotolina in cui far cadere il liquido dei fasolari, che utilizzerete per la cottura. Eliminate quindi la pellicina grigiastra che ricopre il frutto e la sacca intestinale 2. Staccate il fasolaro anche dalla parte inferiore del guscio. Tenete i gusci da parte e ponete i fasolari sul tagliere, mentre il liquido andrà filtrato con un colino a maglie strette e tenuto da parte; ve ne serviranno 100 ml 3. Per ammorbidire la carne del mollusco, battete i molluschi con un martelletto o un batticarne insistendo sul piede rosso che è più duro 4, quindi tritateli grossolanamente 5 e raccoglieteli in una ciotola 6. Intanto preparate il ripieno alle erbe: in una ciotolina mettete il pangrattato, aggiungete il Grana Padano grattugiato 7. Poi unite lo spicchio di aglio tritato 8 e spezzettate con le mani le foglioline di menta 9. Aggiungete le foglie di basilico intere 10, il prezzemolo spezzettato grossolanamente 11 e un filo d'olio d'oliva 12. Quindi versate il liquido dei fasolari che avevate tenuto da parte nella ciotolina 13 e mescolate gli ingredienti con un cucchiaino 14 prima di versarli nel mixer 15 (se non avete il mixer potete tritare finemente tutte le erbe con un coltello). Azionate il mixer per ottenere una crema omogenea 16. Raccoglietela in una ciotolina, grattugiate la scorza del limone non trattato 17 e mescolatela al composto 18. Quindi lavate le conchiglie dei fasolari e fatele asciugare su un canovaccio da cucina 19. Dividete la conchiglia nelle due metà e riempite ciascun guscio con i fasolari tritati 20 e poi con un cucchiaino di ripieno 21. Riempite accuratamente ciascuna conchiglia 22, quindi ponete i gusci ripieni su una leccarda rivestita di carta da forno 23. Cuocete in forno statico preriscaldato a 200° per 25 minuti (se ventilato a 180° per 15-20 minuti). Passato il tempo necessario azionate il grill per 5 minuti per ottenere una superficie croccante. Quindi sfornate i vostri fasolari ripieni di erbe 24 e serviteli ben caldi! "
}