{
    "title": "Panzerotti con ricotta e cime di rapa",
    "ingredients": [
        {
            "ingredient": "Dischetti di pasta",
            "quantity": "16"
        },
        {
            "ingredient": "Ricotta",
            "quantity": "250 g"
        },
        {
            "ingredient": "Cime di rapa",
            "quantity": "(fresche) 200 g"
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare i panzerotti con ricotta e cime di rapa, iniziate a pulire e a sbollentare in acqua salata le verdure. Colate le cime di rapa cotte asciugandole il più possibile, quindi sminuzzatele 1 e tenetele da parte per farle raffreddare. Dividete per il lungo il peperoncino e con un coltello eliminate tutti i semini al suo interno 2, quindi tritatelo finemente 3. In una terrina ponete la ricotta 4, aggiustate di pepe e unite il peperoncino tritato: mescolate bene gli ingredienti con una frusta fino ad ottenere una consistenza morbida e cremosa. Aggiungete infine le cime di rapa sminuzzate 6 e incorporate bene anche queste. Estraete dalla confezione i dischetti di pasta 7, rimuovete la pellicola su cui poggiano e disponeteli sul piano di lavoro. Farcite ogni dischetto con 20-25 g di ricotta e cime di rapa, disponendo il composto bene al centro con l’aiuto di un cucchiaio 8, quindi inumidite leggermente i bordi con un po' di acqua, aiutandovi con un pennello da cucina. Ripiegate ora il dischetto su se stesso 9 e sigillatene i bordi premendoli con i rebbi di una forchetta 10. Scaldate l’olio di semi fino a una temperatura di 170-180° e immergete delicatamente i panzerotti con l’aiuto di una schiumarola 11. Cuoceteli per 4-5 minuti, devono risultare ben dorati in superficie.I vostri panzerotti con ricotta e cime di rapa sono pronti 12, serviteli ancora caldi. "
}