{
    "title": "Sformatini di pane guttiau al vino rosso e mele",
    "ingredients": [
        {
            "ingredient": "Mele Golden Delicious",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pane guttiau",
            "quantity": "120 g"
        },
        {
            "ingredient": "Gorgonzola",
            "quantity": "dolce 170 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "90 g"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "Teroldego q.b."
        },
        {
            "ingredient": "Burro",
            "quantity": "10 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli sformatini di pane guttiau al vino rosso e mele, lavate le mele e divideteleÂ a spicchi 1, senza togliere la buccia. Eliminate il picciolo e il torsolo e tagliate gli spicchi ancora a metÃ 2 per poi ridurli a cubetti di circa 1,5 cm 3. Sciogliete il burro in una padella, aggiungete le mele 4 e il rosmarino 5, salate, pepate e fate rosolare a fiamma vivace per circa 10 minuti fino a che non risulteranno ben dorate 6. Mettete il gorgonzola in un bicchiere alto e stretto, unite il latte 7 e frullate con un frullatore a immersione 8 fino ad ottenere una consistenza densa e cremosa, simile alla besciamella 9. A questo punto potete assemblare gli sformatini: sistemate 4 coppapasta del diametro di 8 cm su una leccarda foderata con carta forno, poi spezzettate con le mani il pane guttiau e immergete un pezzo per volta nel vino rosso in modo che si ammorbidisca 10. Create un primo strato di pane guttiau ammorbidito allâinterno dei coppapasta 11, aggiungete dei tocchettini di mela 12 e irrorate con un poâ di salsa al gorgonzola 13. Aggiungete un pezzetto di pane guttiau croccante 14 e proseguite con gli strati alternando il pane guttiau ammorbidito 15, le mele 16, il gorgonzola e il pane croccante fino ad ottenere un totale di 3 strati: finite con i pezzettini di mela irrorati di salsa al gorgonzola 17. Cuocete gli sformatini allâinterno del coppapasta in forno statico preriscaldato a 180Â° per 10 minuti 18. Una volta cotti, trasferite gli sformatini sui piatti da portata, rimuovete delicatamente il coppapasta 19 e guarnite con un pezzettino di pane croccante 20, salsa al gorgonzola e qualche ago di rosmarino: i vostri sformatini di pane guttiau al vino rosso e mele sono pronti per essere serviti 21! "
}