{
    "title": "Gamberi saltati in salsa teriyaki con taccole e carotine",
    "ingredients": [
        {
            "ingredient": "Gamberi",
            "quantity": "12"
        },
        {
            "ingredient": "Taccole",
            "quantity": "250 g"
        },
        {
            "ingredient": "Carote baby",
            "quantity": "250 g"
        },
        {
            "ingredient": "Salsa teriyaki",
            "quantity": "50 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "1 pizzico"
        }
    ],
    "preparation": " Per preparare i gamberi saltati in salsa teriyaki con taccole e carotine iniziate lavando accuratamente le carotine baby sotto abbondante acqua corrente 1. Ponetele su un tagliere, spuntatele con un coltellino 2 e grattate leggermente la buccia; accorciate il gambo verde e tenete da parte 3. Prendete le taccole, eliminate le due estremità 4, quindi sciacquatele sotto acqua corrente. Ponete sul fuoco una pentola con abbondante acqua salata: quando l’acqua avrà sfiorato il bollore fate bollire le taccole per 5 minuti in modo che si ammorbidiscano ma non si sfaldino 5. Una volta pronte, scolatele, conservando l’acqua di cottura 6. Lasciate le taccole nel colino a raffreddare e a scolare bene dal loro liquido 7. Fate dunque lessare le carotine per 7-8 minuti nell’acqua di cottura delle taccole che avete tenuto da parte 8. Intanto procedete alla pulizia dei gamberi: lasciate la testa e la coda intatte e con le dita togliete il carapace 9; una volta pulito esternamente, eliminate delicatamente l’intestino interno (il filamento nero) con l’aiuto di uno stuzzicadente 10 (potete anche incidere il dorso del gambero con un coltellino ed eliminarlo tirando delicatamente). In una padella antiaderente ponete un filo d'olio 11 e il rametto di timo intero 12. Fate scottare a fuoco vivace i gamberi 2 minuti per parte, girandoli con una pinza da cucina per una cottura uniforme 13. Quando le carotine saranno pronte, scolatele bene 14 e aggiungetele ai gamberi insieme alle taccole 15; Regolate di pepe a vostro piacimento 16 e sfumate con la salsa teriyaki 17, lasciando insaporire per 2-3 minuti; spegnete il fuoco e infine impiattate e servite i vostri gamberi saltati in salsa teriyaki con taccole e carotine! 18. "
}