{
    "title": "Crema salata con funghi e pancetta",
    "ingredients": [
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "( 1 fetta spessa) 100 g"
        },
        {
            "ingredient": "Asiago",
            "quantity": "150 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "250 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "6"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "200 g"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "400 g"
        },
        {
            "ingredient": "Zafferano",
            "quantity": "(0,1 g) 1 bustina"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare la crema salata con funghi e pancetta per prima cosa tagliate a cubetti lâAsiago 1 e poi tritatelo al coltello 2. Trasferite il formaggio in un pentolino, versate qui il latte e la panna 3 Aggiungete un pizzico di sale 4, lo zafferano in polvere 5 e mescolate con un cucchiaio 6. Trasferite il pentolino sul fuoco e cuocete il composto a fiamma bassa circa 15-20 minuti, avendo cura di girare spesso. Dovrete ottenere una crema omogenea 7 non molto densa, tenetela da parte a raffreddare. Ora pulite i funghi: eliminate la parte terrosa del gambo 8 e strofinateli delicatamente con un panno 9. Affettate sottilmente i funghi 10 e poi tagliate a cubetti la pancetta 11. Versate un giro di olio in un tegame 12 Aggiungete qui i cubetti di pancetta 13 e trasferite tutto sul fuoco, scaldate a fuoco basso e poi unite anche i funghi 14. Proseguite la cottura per 10 minuti. Regolate di pepe 15 e tenete da parte. In una ciotola montate i tuorli con lâuovo intero 16, unite il composto alla crema ormai fredda 17 e mescolate bene per amalgamare 18. Ora distribuite il composto in cocotte da forno 19, adagiatele su una teglia 20 e cuocetele in forno ventilato preriscaldato a 150Â° per 20 minuti nel ripiano medio. Trascorso questo tempo estraete le cocotte 21 Farcitele con funghi e pancetta (22-23) e riponete in forno ancora per 20 minuti. Trascorso questo tempo la crema salata con funghi e pancetta sarÃ pronta per essere gustata 24. "
}