{
    "title": "Schiacciate con torretta di verdure e fonduta ",
    "ingredients": [
        {
            "ingredient": "Emmentaler",
            "quantity": "a fette 50 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "piccola 1"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "piccolo 1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate 12"
        },
        {
            "ingredient": "Fontina",
            "quantity": "50 g"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "70 ml"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le schiacciate con torretta di verdure e fonduta, iniziate a preparate la fonduta: tagliate la fontina a dadini grossolani (1-2) e mettetela in un pentolino con la panna 3. Lasciate cuocere a fuoco dolce fino a quando gli ingredienti non saranno ben amalgamati. Intanto che la fonduta cuoce, lavate e tagliate a fette abbastanza spesse, con l'aiuto di una mandolina, la zucchina 4 e la melanzana 5. Lavate poi il peperone e tagliatelo in quarti, privandolo dei semi, del picciolo e dei filamenti binachi interni 6. Grigliate su una padella antiaderente le verdure una per volta (7-8-9) in modo che siano ben dorate da entrambe le parti. Appena tutte le verdure saranno pronte, tagliatele a quadrati del lato di circa 3 cm 10 e fate la stessa cosa con le fette di emmentaler 11. Siamo pronti per comporre la torretta di verdure: prendete 12 schiacciate e su ognuno pontere un quadrato di melanzana, poi una fetta di formaggio 12, proseguite con un quadrato di peperone 13, un'altra fetta di formaggio e terminate con un quadrato di zucchina 14. Riscaldate la fonduta e insaporitela con del pepe, quindi ponete un cucchiaio di essa su ogni schiacciata 15 e completate con una macinata di pepe nero. Ecco pronte le vostre schiacciate con torretta di verdure e fonduta! "
}