{
    "title": "Schiacciate con cozze, bottarga e scorza di limone",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "schiacciate croccanti con olio extravergine di oliva 12"
        },
        {
            "ingredient": "Cozze",
            "quantity": "250 g"
        },
        {
            "ingredient": "Bottarga di muggine",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scorza di limone",
            "quantity": "non trattato 1"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le schiacciate con cozze, bottarga e scorza di limone iniziate dalla pulizia delle cozze: potete consultare anche la Scuola di cucina Come pulire le cozze. Lavatele accuratamente sotto acqua corrente, eliminate il bisso 1, ovvero la barbetta che fuoriesce dal guscio e strofinate quest'ultimo con una retina 2 o raschiate con la lama di un coltellino. Tritate finemente lo spicchio d'aglio sbucciato 3 e fatelo rosolare in una larga padella con un filo d'olio; se preferite potete anche aggiungere del peperoncino fresco. Versate le cozze in padella 4, mescolate e chiudete con un coperchio 5 per far aprire le valve: ci vorranno circa 5 minuti. Mentre le cozze cuociono, private il limone non trattato della parte gialla della scorza aiutandovi con un coltello e riducetela a stricioline sottilissime. Quando le cozze si saranno aperte, scolatele e sgusciatele 6. Potrete così comporre le vostre schiacciate, mettendo prima 2-3 cozze su ciascuna schiacciata 7; proseguite poi grattugiando della bottarga di muggine 8 o di tonno e decorando con qualche strisciolina di scorza di limone 9. Le vostre schiacciate con cozze, bottarga e scorza di limone sono pronte per essere gustate! "
}