{
    "title": "Sfoglie alle olive con topinambur e raspadura",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie croccanti al forno con pezzetti di olive 12"
        },
        {
            "ingredient": "Topinambur",
            "quantity": "140 g"
        },
        {
            "ingredient": "Raspadura",
            "quantity": "12 scaglie"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "100 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le sfoglie alle olive con topinambur e raspadura, iniziate a pulire il topinambur, eliminando la scorza esterna con un coltellino 1, quindi tagliatelo a dadini molto piccoli 2. Poi sbucciate l'aglio e tritatelo 3, potete anche soffriggerlo intero in padella se poi preferite toglierlo. Tritate finemente anche un ciuffo di prezzemolo 4 poi in una padella capiente versate un filo d'olio 5 e aggiungete il topinambur 6 e l'aglio intero oppure a pezzetti. Salate 7 e pepate a piacere e mescolate. Aggiungete il prezzemolo 8 poi versate il brodo vegetale 9 o l'acqua calda per favorire la cottura. Lasciate cuocere per circa 20 minuti a fuoco moderato, finché i dadini di topinambur non saranno ammorbiditi. Quando il topinambur sarà cotto, spegnete il fuoco 10 e su un tagliere disponete le sfogle alle olive. Aggiungete una scaglia di raspadura 11 (potete anche ricavare direttamente dal Grana delle scaglie sottili). Su ciascuna sfoglia aggiungete anche un cucchiaino di topinambur trifolati 12 e se volete potete guarnire un pizzico di prezzemolo tritato prima di servire le sfoglie alle olive con topinambur e raspadura! "
}