{
    "title": "Sfoglia classica con carciofi e gamberetti",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "sfoglie classiche 12"
        },
        {
            "ingredient": "Carciofi",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Gamberetti",
            "quantity": "sgusciati 80 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le sfoglie classiche con carciofi e gamberi iniziate a pulire i carciofi, per vedere nel dettaglio il procedimento guardate la nostra Scuola di cucina Come pulire i carciofi. Se non preparate subito i carciofi, per evitare che anneriscano, poneteli dopo la pulizia in una ciotola con acqua fredda e succo di limone. Tagliate la punta dei carciofi, dura e con le spine. Procedete eliminando le foglie esterne più dure 1, andate avanti fino a che non rimangono solo le più tenere. Eliminate la parte finale del gambo. Dalla parte restante del gambo eliminate le eventuali spine presenti, quindi con uno spelucchino rimuovete lo strato esterno fibroso 2 in modo che rimanga solo la parte tenera. Eliminate infine la “barba” (ovvero la peluria interna). A questo punto dividete il carciofo ricavandone dei quarti 3. Tagliateli poi finemente a julienne 4. Scaldate in una padella due cucchiai di olio con uno spicchio di aglio intero 5. Aggiungete i carciofi 6 e fateli cuocere per circa 15 minuti aggiungendo dell’acqua nel caso dovessero asciugarsi troppo durante la cottura. A cottura quasi ultimata aggiungete i gamberetti 7, cuocete per pochi minuti, regolate di sale e pepe, spegnete il fuoco, eliminate lo spicchio di aglio che avrà aromatizzato la preparazione, e grattugiate il limone 8. Ora i vostri carciofi con gamberetti sono pronti 9. Componete il finger food: prendete una sfoglia classica, adagiate sopra i carciofi 10 aiutandovi con una pinza da cucina (oppure semplicemente con un cucchiaino) e guarnite con un paio di gamberetti per ciascuna sfoglia 11, proseguite in questo modo con tutte le sfoglie. Condite la sfoglia classica con carciofi e gamberetti con della scorza di limone grattugiata 12 e servite in tavola. "
}