{
    "title": "Sfoglie con crema di lenticchie e cotechino ",
    "ingredients": [
        {
            "ingredient": "La Bottega di Olivia&Marino",
            "quantity": "12 sfoglie classiche"
        },
        {
            "ingredient": "Lenticchie",
            "quantity": "di Castelluccio di Norcia, lessate al naturale, 60 gr"
        },
        {
            "ingredient": "Sale",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe",
            "quantity": "q.b."
        },
        {
            "ingredient": "Cotechino",
            "quantity": "precotto in busta, 100 gr"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "2-3 rametti"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1/2 rossa"
        },
        {
            "ingredient": "Carote",
            "quantity": "1/2 carota"
        },
        {
            "ingredient": "Sedano",
            "quantity": "1 gamba"
        },
        {
            "ingredient": "Olio di oliva",
            "quantity": "extravergine q.b."
        }
    ],
    "preparation": " Per preparare le sfoglie con crema di lenticchie e cotechino iniziate mettendo a cuocere il cotechino per venti minuti in acqua bollente. Nel frattempo preparate il soffritto: lavate, mondate e tritate finemente la cipolla, la carota e il sedano 1, poi fateli soffriggere in un pentolino con 2 cucchiai di olio extravergine di oliva, mescolando di tanto in tanto 2 (per ulteriori dettagli sulla preparazione del soffritto puoi visionare la scheda della scuola di cucina cliccando qui). Prendete le lenticchie, scolatele bene aiutandovi con un colino 3, quindi aggiungetele al soffritto 4: dovranno rosolare per circa 10 minuti. Quando il cotechino è pronto, estraetelo dalla busta, (scolando completamente il liquido gelatinoso che si forma all’interno) 5 e lasciatelo raffreddare. A questo punto spellate il cotechino con l’aiuto di un coltello, tagliatelo grossolanamente e mettetelo in un mixer 6. Quando saranno pronte anche le lenticchie aggiungetele nel mixer 7, tenendone da parte un cucchiaio per la guarnizione finale, e frullate il tutto fino ad ottenere un composto cremoso. Trasferite il composto in una sac-à-poche munita di bocchetta a stella e spremetene un ciuffo su ogni sfoglia 8, infine guarnite ogni sfoglia con qualche lenticchia, aiutandovi con un cucchiaino 9. Le sfoglie con crema di lenticchie e cotechino sono pronte, servitele e gustatele al momento. "
}