{
    "title": "Castagnole salate al rosmarino",
    "ingredients": [
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "ammorbidito 40 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "da grattugiare 30 g"
        },
        {
            "ingredient": "Provola",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco secco",
            "quantity": "20 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "1"
        },
        {
            "ingredient": "Lievito istantaneo per preparazioni salate",
            "quantity": "6 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "2 pizzichi"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le castagnole salate al rosmarino versate la farina in una ciotola capiente, aggiungete il lievito istantaneo 1, il parmigiano grattugiato 2 e lâuovo 3, poi unite anche il burro ammorbidito 4, il rosmarino 5, il vino bianco 6 e il sale. Iniziate a mescolare il composto con una forchetta 7, poi trasferitelo su un piano da lavoro leggermente infarinato e lavorate con le mani per circa 5 minuti fino ad ottenere unÂ composto omogeneo 8. Riponete lâimpasto nella ciotola, coprite con pellicola trasparente 9 e lasciate riposare in frigorifero per 30 minuti. Nel frattempo tagliate la provola a cubetti: ve ne occorreranno circa una trentina. Trascorso il tempo di riposo dividete lâimpasto in piccole porzioni da circa 12 g lâuna 10. Appiattite ciascun pezzetto dâimpasto sul palmo della mano e posizionate al centro un cubetto di provola 11, poi richiudete lâimpasto e formate una pallina 12. Riscaldate lâolio di semi in un pentolino fino a raggiungere una temperatura di 160Â°-170Â° e friggete poche castagnole per volta per qualche minuto 13. Quando saranno ben dorate, scolatele con una schiumarola 14 e trasferitele su un foglio di carta per fritti. Terminate di friggere e servite vostre castagnole salate al rosmarino 15! "
}