{
    "title": "Tramezzini",
    "ingredients": [
        {
            "ingredient": "Edamer",
            "quantity": "a fette 60 g"
        },
        {
            "ingredient": "Pane per tramezzini",
            "quantity": "170 g"
        },
        {
            "ingredient": "Olive nere",
            "quantity": "denocciolate 50 g"
        },
        {
            "ingredient": "Insalata riccia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "80 g"
        },
        {
            "ingredient": "Prosciutto cotto",
            "quantity": "a fettine 60 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "50 g"
        },
        {
            "ingredient": "Capperi",
            "quantity": "40 g"
        },
        {
            "ingredient": "Insalata riccia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "80 g"
        },
        {
            "ingredient": "Olive verdi",
            "quantity": "denocciolate 12"
        },
        {
            "ingredient": "Pane per tramezzini",
            "quantity": "170 g"
        },
        {
            "ingredient": "Tonno sott'olio",
            "quantity": "150 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "50 g"
        },
        {
            "ingredient": "Pane per tramezzini",
            "quantity": "170 g"
        },
        {
            "ingredient": "Edamer",
            "quantity": "a fette 50 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "80 g"
        },
        {
            "ingredient": "Insalata riccia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Cetriolini sottaceto",
            "quantity": "30 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "50 g"
        },
        {
            "ingredient": "Uova di lompo (succedaneo caviale)",
            "quantity": "nero 15 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medio 1"
        },
        {
            "ingredient": "Insalata riccia",
            "quantity": "30 g"
        },
        {
            "ingredient": "Pomodori ramati",
            "quantity": "80 g"
        },
        {
            "ingredient": "Pane per tramezzini",
            "quantity": "170 g"
        },
        {
            "ingredient": "Salmone affumicato",
            "quantity": "a fette 100 g"
        },
        {
            "ingredient": "Maionese",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per realizzare i tramezzini al prosciutto iniziate preparando tutti gli ingredienti che serviranno per farcirlo: lavate e mondate un cespo d’insalata, dividetelo in foglie e mettetele da parte 1, poi prendete i pomodori, lavateli e tagliateli a fette sottili 2. Infine tagliate a rondelle le olive nere e mettetele in una ciotolina 3. A questo punto iniziate a comporre i vostri tramezzini. Spalmate con la maionese due fette di pane 4, poi prendetene una e adagiatevi sopra, in ordine: il prosciutto in fette 5, l’insalata in foglie 6, i pomodori a fette 7, ancora del prosciutto 8, il formaggio Edamer a fette 9 ed infine le olive tagliate a rondelle 10. Coprite con l’altra fetta di pane 11, poi avvolgete il tutto con la pellicola e mettete in frigorifero a riposare per almeno un’ora 12. In questo modo i tramezzini si insaporiranno ulteriormente e diventeranno più gustosi. Trascorso il tempo necessario, prendete il vostro panino e tagliatelo a metà 13, in modo da formare due quadrati, poi tagliate ciascun quadrato lungo le due diagonali (14-15), per dare la classica forma a triangolo del tramezzino. Per fare i tramezzini al tonno iniziate preparando la crema: sgocciolate per bene 50 gr di tonno presi dalla dose totale e sgranatelo con l’aiuto di una forchetta. Mettete la maionese in una ciotola, poi aggiungete il tonno 1 e mescolate il tutto con l’aiuto di una frusta, deve risultare un composto cremoso 2. A questo punto prendete due fette di pane, spalmatele con la crema, e disponeteci sopra una manciata di capperi per parte. Su una delle due fette adagiatevi sopra le foglie di insalata e le fette di pomodoro 3. Ora mettete il restante tonno sgocciolato 4, le olive verdi tagliate a metà e coprite con l’altra fetta di pane 5. Mettete il pane in frigorifero a riposare per circa un’ora, coperto con la pellicola 6, poi procedete a tagliarlo seguendo il procedimento sopra descritto. Per preparare i tramezzini vegetariani spalmate due fette di pane con la maionese, poi prendetene una e adagiatevi sopra le foglie di insalata 1. Continuate a comporre i tramezzini mettendo il pomodoro a fette, il cetriolo tagliato a fettine 2, il formaggio Edamer a fette 3, poi spalmate nuovamente con un cucchiaio di maionese 4. A questo punto mettete l’uovo sodo tagliato a fette e ricoprite con l’altra fetta di pane 5. Avvolgete il tutto nella pellicola 6 e mettete a riposare in frigorifero per circa un’ora. Trascorso il tempo necessario procedete a tagliare il tramezzino come sopra descritto. Per preparare i tramezzini al salmone iniziate spalmando due fette di pane con la maionese 1, poi prendetene una e adagiatevi sopra le fette di salmone affumicato e, su ogni fetta, un cucchiaino di uova di lompo 2. A questo punto mettete l'insalata 3 e il pomodoro 4. Infine aggiungete l'uovo sodo tagliato a fette, mettendolo su ogni pomodoro 5. Ricoprite con l’altra fetta di pane e avvolgete nella pellicola 6. Fate riposare in frigorifero per almeno un’ora, poi procedete a tagliarlo come sopra indicato. "
}