{
    "title": "Quinoa con verdure",
    "ingredients": [
        {
            "ingredient": "Quinoa",
            "quantity": "200 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "100 g"
        },
        {
            "ingredient": "Peperoni rossi",
            "quantity": "70 g"
        },
        {
            "ingredient": "Peperoni gialli",
            "quantity": "70 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "150 g"
        },
        {
            "ingredient": "Cipolle rosse",
            "quantity": "100 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "400 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Menta",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare la quinoa con verdure, cominciate pulendo le cipolle rosse, tagliandole a metà e quindi a fettine sottili 1. Tagliate a metà anche il peperone rosso e raschiate via i semini interni 2. Tagliatelo quindi a piccoli dadini 3, e ripetete lo stesso taglio anche per il peperone giallo 4. Tagliate a dadini anche le zucchine 5 e infine pulite i funghi e tagliateli a fettine 6. Scaldate un filo d’olio in un tegame 7 e aggiungete per prime le cipolle. Lasciatele stufare lentamente, sfumando con un po’ di acqua quando cominciano a dorare 8, e proseguite la cottura ancora qualche minuto, fino a renderle molto tenere. A quel punto aggiungete i peperoni 9, amalgamate e cuocete un paio di minuti, prima di aggiungere zucchine e funghi 10. Cuocete il tutto ancora 5 minuti, regolando di sale e di pepe 11: le vostre verdure sono pronte e belle croccanti! Occupatevi adesso della quinoa: sciacquatela accuratamente, per eliminare lo strato di saponina che costituisce la patina esterna, quindi scaldate un filo d’olio sul fondo di un tegame e versateci la quinoa per tostarla 12. Mescolate con un cucchiaio di legno per non farla attaccare 13, regolate di sale 14 e continuando a a cuocere coprite con la restante acqua: il suo volume dovrà essere il doppio di quello della quinoa 15. Appena i semini si apriranno a fiore e l’acqua sarà stata assorbita, la quinoa è pronta: unitela alle verdure 16. Amalgamate e saltate un minutino per legare i sapori, quindi concludete con una manciata di foglioline di menta per dare profumo al piatto 17: la quinoa con verdure è pronta per essere gustata 18! "
}