{
    "title": "Risotto allo Zafferano",
    "ingredients": [
        {
            "ingredient": "Zafferano in pistilli",
            "quantity": "1 cucchiaino"
        },
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Burro",
            "quantity": "125 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "da grattugiare 80 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "40 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "q.b."
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Zafferano in pistilli",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per realizzare il risotto allo zafferano, per prima cosa mettete i pistilli in un bicchierino, versate sopra dell’acqua 1 quanto basta a ricoprire i pistilli completamente, mescolate 2 e lasciate in infusione per tutta la notte, in questo modo i pistilli rilasceranno tutto il loro colore. Quindi preparate il brodo vegetale, per la ricetta ne occorrerà un litro. Mondate e tritate finemente la cipolla 3 in modo che si possa sciogliere in cottura e non essere percepita mentre si assaporerà il risotto. In un tegame ampio versate 50g di burro presi dalla dose totale necessaria 4, scioglietelo a fuoco dolce, quindi versate il trito di cipolla 5 e lasciate stufare per 10-15 minuti aggiungendo del brodo per non far asciugare il soffritto 6: la cipolla dovrà risultare ben trasparente e morbida. Una volta stufata la cipolla, versate il riso 7 e tostatelo per 3-4 minuti, così i chicchi si sigilleranno e terranno bene la cottura. Sfumate con il vino bianco 8 e lasciate evaporare completamente. A questo punto procedete con la cottura per circa 18-20 minuti, aggiungendo il brodo un mestolo alla volta, al bisogno, man mano che verrà assorbito dal riso 9: i chicchi dovranno essere sempre coperti. Cinque minuti prima del termine di cottura, versate l’acqua con i pistilli di zafferano che avevate messo in infusione 10, mescolate per insaporire e tingere il risotto di un bel color oro. Terminata la cottura spegnete il fuoco, salate 11, mantecate con il formaggio grattugiato e i restanti 75 g di burro 12, mescolate e coprite co il coperchio 13 lasciate riposare un paio di minuti, a questo punto il risotto allo zafferano è pronto 14, servitelo ben caldo guarnendo il piatto ancora con qualche pistillo 15. "
}