{
    "title": "Risotto alla crema di scampi",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Scampi",
            "quantity": "1,2 kg"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "50 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "45 g"
        },
        {
            "ingredient": "Limoni",
            "quantity": "1"
        },
        {
            "ingredient": "Timo",
            "quantity": "q.b."
        },
        {
            "ingredient": "Scalogno",
            "quantity": "40 g"
        },
        {
            "ingredient": "Brandy",
            "quantity": "30 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "1 ciuffo"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1,2 l"
        },
        {
            "ingredient": "Scampi",
            "quantity": "teste e carapaci"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Pepe in grani",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale grosso",
            "quantity": "q.b."
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "1 cucchiaio"
        }
    ],
    "preparation": " Per preparare il risotto alla crema di scampi iniziate ad occuparvi della pulizia di questi ultimi. Per prima cosa privateli della testa 1, poi aiutandovi con una forbice intagliate la parte del ventre 3 ed estraete delicatamente il carapace 3. Eliminate con una pinza la parte scura filamentosa posta sul dorso, ovvero l'intestino. A questo punto tenete da parte la polpa e utilizzate gli scarti per preparare il fumetto di crostacei, che servirà per la cottura del risotto. Tagliate lo scalogno a fettine e versatelo insieme all'olio e all'aglio schiacciato in un tegame 4. Lasciate rosolare il tutto a fiamma viva e unite gli scarti degli scampi 5, attendete qualche minuto, mescolando di tanto in tanto, e sfumate con il brandy 6. Una volta evaporata tutta la parte alcolica unite anche il prezzemolo, quindi versate anche l'acqua 7, il sale grosso 8, il pepe in grani 9 e per ultimo il concentrato di pomodoro 10, mescolate e lasciate cuocere a fiamma moderata per 30 minuti. Una volta che il fumetto di crostacei sarà pronto potrete filtrarlo atttraverso un colino 11. Ora occupatevi della crema di scampi: in una padella versate 20 gr di olio insieme ad uno spicchio d'aglio 12 e lasciatelo dorare a fiamma moderata, quindi eliminatelo e aggiungete gli scampi puliti. Lasciateli rosolare da entrambi i lati per un paio di minuti, salate 13 e sfumate con il succo di limone 14. Prelevate qualche scampo che servirà per la crema 15; gli altri teneteli da parte per decorare i piatti. versate gli scampi in un contenitore dal bordo alto 16, aggiungete un mestolo di fumetto 17, la panna fresca 18 e frullate con il mixer ad immersione, in modo da ricavare una crema 19.A questo punto occupatevi del risotto, tritate finemente lo scalogno e trasferitelo in un tegame dove avrete versato la parte restante di olio 20. Lasciatelo imbiondire dolcemente, con un mestolo di fumetto 21 poi unite anche il riso 22 e lasciatelo tostare per qualche minuto mescolando spesso con un mestolo di legno. Una volta che il riso avrà cambiato leggermente colore iniziate ad aggiungere un mestolo di fumetto 23. Mescolate il tutto e portate il riso a cottura aggiungendo altro fumetto un mestolo alla volta, lasciando assorbire il liquido prima di aggiungerne altro. A cottura ultimata mantecate con la crema di scampi 24 aromatizzate con la scorza grattugiata del limone 25 e le foglioline di timo 26, servite guarnendo il piatto con gli scampi tenuti da parte in precedenza 27. Il vostro risotto alla crema di scampi è pronto per essere gustato! "
}