{
    "title": "Spaghetti alla Carbonara",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "150 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "di uova medie 6"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare gli spaghetti alla carbonara cominciate mettendo sul fuoco una pentola con lâacqua salata per cuocere la pasta. Nel frattempo eliminate la cotenna dal guanciale 1 e tagliatelo prima a fette e poi a striscioline spesse circa 1cm 2. La cotenna avanzata potrÃ essere riutilizzata per insaporire altre preparazioni. Versate i pezzetti in una padella antiaderente 3 e rosolate per circa 15 minuti a fiamma media, fate attenzione a non bruciarlo altrimenti rilascerÃ un aroma troppo forte. Nel frattempo tuffate gli spaghetti nellâacqua bollente 4 e cuoceteli per il tempo indicato sulla confezione. Intanto versate i tuorli in una ciotola 5, aggiungete anche la maggior parte del pecorino previsto dalla ricetta 6 la parte restante servirÃ per guarnire la pasta. Insaporite con il pepe nero 7, amalgamate tutto con una frusta a mano 8. Aggiungete un cucchiaio di acqua di cottura per diluire il composto e mescolate 9. Intanto il guanciale sarÃ giunto a cottura, spegnete il fuoco e tenetelo da parte 10. Scolate la pasta al dente direttamente nel tegame con il guanciale 11 e saltatela brevemente per insaporirla. Togliete dal fuoco e versate il composto di uova e pecorino 12 nel tegame, saltate la pasta per amalgamare e se dovesse risultare troppo asciutta potete aggiungere poca acqua di cottura 13. Servite subito gli spaghetti alla carbonara insaporendoli con il pecorino avanzato 14 e il pepe nero macinato 15. "
}