{
    "title": "Orecchiette con le cime di rapa",
    "ingredients": [
        {
            "ingredient": "Cime di rapa",
            "quantity": "1 kg"
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Acciughe sott'olio",
            "quantity": "3 filetti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "tiepida 100 g"
        },
        {
            "ingredient": "Semola di grano duro rimacinata",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le orecchiette, per prima cosa versate la farina di semola di grano duro rimacinata sulla spianatoia, formate una fontana 1 e aggiungete un pizzico di sale sulla farina 2. Al centro versate l'acqua a temperatura ambiente 3 e iniziate a lavorare con le dita per incorporare la farina e lavorate poi impastando 5 fino ad ottenere un impasto omogeneo ed elastico. Ci vorranno una decina di minuti di lavorazione. Date una forma rotonda all'impasto 6 e copritelo con un canovaccio: dovrÃ riposare a temperatura ambiente per circa 15 minuti. Passato il tempo di riposo, prelevate un pezzo di impasto, mentre il resto potete lasciarlo coperto dal canovaccio. Lavorate il pezzo prelevate un filoncino dello spessore di circa 1 cm (7-8). Aiutandovi con il tagliapasta tagliate dei pezzettini di circa 1 cm 9. Con l'aiuto di un coltello a lama liscia, formate delle conchigliette trascinando ciascun pezzetto verso di voi sulla spianatoia 10. Rigirate poi la conchiglia su se stessa 11. Proseguite fino a terminare tutto l'impasto e avrete realizzato le vostre orecchiette pugliesi 12. Per le cime di rapa: procedete a pulirle eliminando le foglie esterne e prelevando con un coltellino (o con le mani) solo le foglie interne e il fiore 13. Una volta pronte sciacquatele 14, poi scolatele 15, asciugatele bene e tenete da parte. Intanto mettete sul fuoco una pentola con abbondante acqua, salata a piacere, che servirÃ per lessare successivamente le cime di rapa. In una padella ampia versate metÃ della dose di olio e e aggiungete il pagrattato 16, mescolate con una marisa e lasciatelo abbrustolire a fuoco medio, fino a quando non sarÃ ben dorato 17, quindi tenetelo da parte. Non appena l'acqua avrÃ raggiunto il bollore lessate le cime di rapa pulite in precedenza 18: dovranno cuocere per circa 5 minuti. Nel frattempo potete dedicarvi al soffritto: in una padella versate l'olio rimasto, uno spicchio d'aglio schiacciato in camicia e i filetti di acciughe scolati dall'olio di conservazioneÂ 19. Mescolate con una paletta di legno per sciogliere le acciughe in padella 20; ci vorranno pochissimi minuti per far insaporire il soffritto e quando sarÃ pronto, potete togliere l'aglio 21 quindi spegnete il fuoco. Passati i 5 minuti di cottura delle cime, aggiungete nella stessa pentola anche le orecchiette 22 e cuocete il tutto per altri 5 minuti circa. Mescolate delicatamente 23, quindi scolate le orecchiette e le cime di rapa direttamente nella padella con il soffritto 24. Saltate brevemente e aggiustate con un pizzico di sale 25; una volta pronte, spegnete il fuoco 26 e impiattate le vostre orecchiette alle cime di rapa, aggiungendo all'ultimo un filo d'olio a crudo e il pangrattato tostato 27. "
}