{
    "title": "Pasta e ceci",
    "ingredients": [
        {
            "ingredient": "Pipe Rigate",
            "quantity": "320 g"
        },
        {
            "ingredient": "Ceci precotti",
            "quantity": "500 g"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sedano",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "250 g"
        },
        {
            "ingredient": "Rosmarino",
            "quantity": "1 rametto"
        },
        {
            "ingredient": "Carote",
            "quantity": "50 g"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Concentrato di pomodoro",
            "quantity": "8 g"
        }
    ],
    "preparation": " Per preparare la pasta e ceci, iniziate dal soffritto: vi serviranno innanzitutto una carota, del sedano, una cipolla e uno spicchio d'aglio 1. Lavate le verdure e tritate molto finemente la carota 2, il sedano 3, la cipolla. Tritate finemente anche il rosmarino, e mettete tutti gli ingredienti da parte 4. In una padella con un po’ d’olio aggiungete la cipolla, fatela imbiondire, quindi unite il sedano 5 e la carota 6, e fateli appassire per qualche minuto, poi aggiungete lo spicchio d’aglio e lasciate insaporire 7, mescolando di tanto in tanto in modo da non far bruciare il soffritto 8. Aggiungete la cotica della pancetta affumicata 9, e tagliate il resto della pancetta in piccole striscioline 10. Trasferitele in padella 11, unite il rosmarino tritato 12 e lasciate rosolare per qualche minuto. Sfumate con il vino bianco 13, salate e pepate 14 e aggiungete i ceci in padella 15. Unite la passata di pomodoro 16, lasciate sobbollire a fuoco dolce per almeno 15 minuti, poi aggiungete il concentrato di pomodoro 17 e allungate con un mestolo d'acqua 18. Togliete quindi la cotica della pancetta e lo spicchio d’aglio 19, prelevate circa un terzo dei ceci 20 e metteteli nel frullatore 21. Frullate fino ad ottenere un composto dalla consistenza cremosa 22; nel frattempo portate a ebollizione una pentola d’acqua salata, buttate la pasta 23 e cuocetela al dente. Mettete in padella la crema ottenuta insieme al soffritto 24, Scolate la pasta al dente, aggiungetela in padella 25 e mescolate amalgamando bene il tutto 26, in modo che la pasta si unisca bene a tutti gli ingredienti: la vostra pasta e ceci è pronta per essere gustata 27! "
}