{
    "title": "Risotto al pomodoro",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "400 g"
        },
        {
            "ingredient": "Pomodorini in scatola",
            "quantity": "400 g"
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "(facoltativo) 2 cucchiai"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Cipolle dorate",
            "quantity": "1"
        },
        {
            "ingredient": "Grana Padano DOP",
            "quantity": "40 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Burro",
            "quantity": "20 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto con il pomodoro iniziate a soffriggere una cipolla tritata finemente in 3 cucchiai dâolio a fuoco basso per circa 10 minuti 1; la cipolla non deve bruciare ma diventare trasparente. Trascorso questo tempo versate il riso e fatelo tostare per un paio di minuti 2. Sfumate quindi con un mestolo di brodo vegetale e lasciate evaporare 3. Aggiungete i pomodorini pelati ai quali avrete aggiunto un cucchiaino di zucchero per togliere lâaciditÃ 4, mescolate bene e incorporate un mestolo di brodo 5. Aggiungete a piacere due cucchiai di passata di pomodoro. Continuate a incorporare un mestolo di brodo ogni volta che il risotto si asciugherÃ , fino a fine cottura. Quando la cottura sarÃ quasi ultimata aggiungete del basilico tritato 6, secondo i vostri gusti e aggiustate eventualmente di sale. Togliete quindi la casseruola dal fuoco e mantecate con il burro 7, aggiungete infine il Grana Padano grattugiato 8 e mescolate. Servite il risotto al pomodoro ben caldo e guarnito con qualche fogliolina di basilico 9. "
}