{
    "title": "Risotto ai funghi",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "240 g"
        },
        {
            "ingredient": "Funghi chiodini",
            "quantity": "200 g"
        },
        {
            "ingredient": "Funghi champignon",
            "quantity": "200 g"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "½"
        },
        {
            "ingredient": "Burro",
            "quantity": "80 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "60 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "da tritare q.b."
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "1 l"
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il risotto ai funghi iniziate dalla pulizia degli Champignon. Eliminate la parte finale del gambo 1, poi spellateli utilizzando un coltellino 2, per farlo partite dalla base del cappello e tirate delicatamente la pellicina fino al centro. Poi eliminate anche i gambi 3 e tenete gli scarti da parte che serviranno per realizzare il brodo. Occupatevi ora anche dei funghi chiodini. Eliminate la parte finale del gambo, che risulterÃ troppo terrosa, e prelevate solo la parte centrale 4 che servirÃ a realizzare il brodo insieme ai gambi degli Champignon, mentre per il risotto utilizzerete solo la parte superiore che dovrete ridurre a cubetti con un coltellino 5. A questo punto occupatevi di realizzare il brodo di funghi. Versate gli scarti in un tegame 6, aggiungete l'acqua 7 e lasciateli sobollire per circa 30 minuti. Nel frattempo tagliate a cubetti anche gli le teste di Champignon 8 e tritate finemente una mezza cipolla 9. Prendete un tegame capiente che servirÃ per la cottura del risotto, aggiungete metÃ della dose di burro (40 g) e lasciatelo fondere dolcemente. Unite poi la cipolla 10 e lasciatela imbiondire prima di aggiungere i funghi 11. Cuocete a fiamma medio-alta per 5 minuti, mescolando di tanto in tanto e facendo in modo che i funghi non rilascino liquidi. A questo punto aggiungete il riso 16 e mescolate spesso in modo da tostarlo. Dopo qualche minuto sfumate con il vino bianco 13 e solo quando la parte alcolica sarÃ completamente evaporata aggiungete un paio di mestoli di brodo 14, filtrandoli con un colino direttamente all'interno del tegame 15. Aggiustate di sale 16 e proseguite la cottura per circa 13 minuti bagnando di tanto in tanto con il brodo caldo filtrato, fino a che non risulterÃ cotto. Quindi spegnete il fuoco e occupatevi di mantecare il risotto: aggiungete prima i 40 g di burro restanti 17 e mescolate fino a farlo sciogliere completamente; poi unite il Parmigiano e mescolate ancora 18. Adesso tritate finemenente il prezzemolo 19; condite il riso con del pepe bianco macinato 20, il prezzemolo e un filo d'olio 21. Mescolate per amalgamare i sapori 22 e regolate la densitÃ del risotto aggiungendo altro brodo se necessario 23, mescolate ancora e servite il vostro risotto ai funghi ancora caldo 24. "
}