{
    "title": "Carpaccio di polpo",
    "ingredients": [
        {
            "ingredient": "Carote",
            "quantity": "1"
        },
        {
            "ingredient": "Cipolle",
            "quantity": "1"
        },
        {
            "ingredient": "Bacche di ginepro",
            "quantity": "6"
        },
        {
            "ingredient": "Pepe nero in grani",
            "quantity": "4"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Polpo",
            "quantity": "1,5 kg"
        },
        {
            "ingredient": "Sedano",
            "quantity": "costa 1"
        },
        {
            "ingredient": "Alloro",
            "quantity": "2 foglie"
        },
        {
            "ingredient": "Succo di limone",
            "quantity": "1"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Prezzemolo",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare il carpaccio di polpo iniziate dalla pulizia del polpo (potete consultare la scheda della Scuola di Cucina: come pulire il polpo): prendete il polpo 1 e con un coltello affilato fate un'incisione lungo la sacca (2-3) e asportate gli occhi e il rostro (dente) (4-5); svuotate anche l’interno della sacca e, se avete a che fare con un polpo di dimensioni più grosse, intenerite le carni battendole leggermente con un pestacarne 6.Sciacquate molto bene il polpo sotto l’acqua corrente, stando attenti a rimuovere ogni residuo di sabbia o altre impurità dai tentacoli. Riempite di acqua per ¾ una pentola capiente, aggiungete la carota pelata , la cipolla mondata e tagliata a metà, i gambi di sedano, le foglie di alloro, le bacche di ginepro, i grani di pepe e il sale 7. Portate ad ebollizione il tutto, poi calate ed estraete per 4-5 volte le punte dei tentacoli del polpo nel liquido bollente, in modo che si arriccino (8-9) (risulteranno più gradevoli alla vista): immergete quindi completamente il polpo nel liquido bollente 10 e lasciatelo cuocere per circa 70 minuti. Il polpo dovrà risultare cotto ma ancora sodo, quindi verificatene la cottura affondando una forchetta nelle carni. Quando il polpo sarà cotto, estraetelo dal liquido di cottura, scolatelo 11, tagliatelo in 4-5 pezzi (12-13). Preparate poi la bottiglia di plastica 14 con la quale darete forma cilindrica alle carni del polpo: tagliate la sommità e inserite all'interno il polpo in modo armonioso 15, poiché una volta pressati formeranno un disegno sulla fetta che taglierete. quindi bucherellate il fondo con una forbice appuntita 16, operazione che servirà per fare fuoriuscire il liquido in eccesso mentre presserete il polpo e introducetelo nella bottiglia che avrete poggiato sopra ad un piatto; aiutandovi con una bottiglia di vetro ben pulita (o qualsiasi altra cosa che vi possa aiutare a spingere tipo un pestello o un batticarne) di dimensioni leggermente più piccole di quella di plastica, pressate le carni del polpo spingendole verso il basso 17 ; come potrete notare, dai buchi presenti sul fondo della bottiglia, fuoriuscirà parecchio liquido di cottura. Con le forbici tagliate le estremità della bottiglia per formare delle linguette 18 che poi richiuderete su se stesse verso il centro della bottiglia 19 poi con la pellicole avvolgete il polpo nella bottiglia 20 ben stretto e poneteci un altro peso sopra. Così pressato, ponete il polpo nella parte più fredda del frigorifero per almeno 24 ore, dopodiché, al momento di servirlo, tagliate la bottiglia di plastica 22, estraete il polpo in un unico blocco cilindrico ed affettatelo finemente con un coltello o, meglio ancora, con una affettatrice (23-24), come se fosse un salame. Quindi preparate la citronette che servirà per insaporire il polpo, emulsionando succo di limone, olio d'oliva e un pizzico di sale 25. Disponete le fette di polpo su di un piatto da portata, cospargetele con del prezzemolo tritato 26, l'aglio e condite con la citronette 27. Guarnite il carpaccio di polpo con fette (o spicchi) di limone e ciuffi di prezzemolo. "
}