{
    "title": "Spaghetti all'Amatriciana",
    "ingredients": [
        {
            "ingredient": "Spaghetti",
            "quantity": "320 g"
        },
        {
            "ingredient": "Pomodori pelati",
            "quantity": "400 g"
        },
        {
            "ingredient": "Guanciale",
            "quantity": "di Amatrice 150 g"
        },
        {
            "ingredient": "Pecorino romano",
            "quantity": "da grattugiare 75 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "q.b."
        },
        {
            "ingredient": "Peperoncino fresco",
            "quantity": "1"
        },
        {
            "ingredient": "Vino bianco",
            "quantity": "50 g"
        }
    ],
    "preparation": " Per preparare gli spaghetti allâamatriciana, per prima cosa mettete a bollire l'acqua per la cottura della pasta da salare poi a bollore. Potete quindi dedicarvi al condimento: prendete il guanciale, eliminate la cotenna 1 e tagliatelo a fette di circa 1 cm di spessore 2; riducete le fette a listarelle di circa mezzo cm 3. A questo punto scaldate un filo di olio in una padella, possibilmente dâacciaio, e aggiungete il peperoncino intero 4 e il guanciale tagliato a listarelle 5; fatelo rosolare a fiamma bassa per 7-8 minuti fino a che il grasso non sarÃ diventato trasparente e la carne croccante; mescolate spesso facendo attenzione a non bruciarlo. Quando il grasso si sarÃ sciolto, sfumate con il vino bianco 6, alzate la fiamma e lasciate evaporare. Quando lâalcol sarÃ evaporato, trasferite le listarelle di guanciale in un piatto 7 e tenetele da parte, versate nella stessa padella i pomodori pelati, sfilacciandoli con le mani direttamente allâinterno della padella, avendo cura di eliminare prima il picciolo 8, proseguite la cottura del sugo per circa 10 minuti. A questo punto lâacqua nel tegame sarÃ arrivata a bollore, quindi versate gli spaghetti 9 e cuoceteli al dente. Nel frattempo regolate di sale 10, eliminate il peperoncino dal sugo 11, unite le listarelle di guanciale in padella 12 e mescolate per amalgamare. Una volta cotti gli spaghetti, scolateli e uniteli direttamente nella padella con il sugo 13. Saltate molto velocemente la pasta con il sugo per amalgamarla bene al condimento, se gradite la pasta al dente potete spegnere il fuoco altrimenti versate poca acqua della pasta per proseguire la cottura. Per finire spolverizzate con il Pecorino grattugiato 14: i vostri spaghetti allâAmatriciana sono pronti per essere serviti 15! "
}