{
    "title": "Ravioli di carne giapponesi (Gyoza)",
    "ingredients": [
        {
            "ingredient": "Acqua",
            "quantity": "(calda) 90 g"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Sale",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Maiale",
            "quantity": "macinato 400 g"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "60 g"
        },
        {
            "ingredient": "Cicoria",
            "quantity": "50 g"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "20 g"
        },
        {
            "ingredient": "Tuorli",
            "quantity": "1"
        },
        {
            "ingredient": "Olio di semi",
            "quantity": "10 g"
        },
        {
            "ingredient": "Acqua",
            "quantity": "20 g"
        },
        {
            "ingredient": "Salsa di soia",
            "quantity": "20 g"
        },
        {
            "ingredient": "Zenzero fresco",
            "quantity": "(polpa grattugiata) 1 cucchiaino"
        },
        {
            "ingredient": "Tabasco",
            "quantity": "4 gocce"
        }
    ],
    "preparation": " Per preparare i vostri ravioli di carne giapponesi, cominciate occupandovi del ripieno. Pulite il cipollotto, privandolo delle estremità e delle foglie più esterne 1 e tagliatelo grossolanamente. Tagliate allo stesso modo, in grossi pezzi, la cicoria 2, quindi ponete nel mixer la carne tritata insieme con il cipollotto tagliato 3, la cicoria 4, la salsa di soia 5, l’aglio (schiacciato con lo spremiaglio oppure tritato finemente con il coltello) 6 e aggiungete anche un tuorlo d’uovo 7 per garantire la tenuta del ripieno. Frullate accuratamente, poi trasferite il composto ottenuto in una pirofila 8, coprite con della pellicola per alimenti e tenete da parte. Passate adesso alla preparazione dell’impasto per la sfoglia. Ponete nel mixer la farina e il sale 9. Versate quindi l’acqua calda a filo 10, azionate le lame e, appena l’impasto si amalgama e comincia ad incordarsi 11, liberatelo dalle lame e trasferitelo sul piano da lavoro. Date ancora una veloce impastata 12 Per formare una palla 13. Mettetela in una ciotola, copritela con della pellicola 14 e lasciate riposare per almeno mezzora. Trascorso il tempo di riposo, estraete l’impasto e trasferitelo sul piano da lavoro leggermente infarinato. Formate un filoncino 15 Quindi, aiutandovi con un tarocco, dividete il filoncino in 16 tocchetti 16 e lavorateli per formare altrettante palline 17. Tenendo nel frattempo le altre palline coperte da pellicola, per non farle seccare, prendete il mattarello e stendete una ad una ciascuna pallina in una sfoglia di 2-3 mm di spessore 18 Poi, per dare ai vostri ravioli una forma regolare, coppate ciascuna sfoglia con un coppapasta di 9 cm di diametro 19 e eliminate i lembi esterni di sfoglia in eccesso 20. Prendete ora il ripieno preparato precedentemente, raccoglietene una piccola porzione con un cucchiaino e deponetela al centro della sfoglia, tenendola sul palmo della mano 21. Facendo quindi pressione con la punta delle dita, chiudete i ravioli a mezzaluna 22, pizzicando la sfoglia lungo la linea di chiusura per sigillare il ripieno all’interno 23 e conferire al raviolo il suo tipico aspetto di fagottino 24. Procedete allo stesso modo con tutti i ravioli. Quando tutti i Gyoza saranno pronti, scaldate il wok e versatevi l’olio di semi 25. Ponetevi i ravioli 26 e lasciateli dorare per qualche secondo senza girarli, in modo che formino, sul lato tostato, la loro tipica e deliziosa crosticina 27. A questo punto sfumate con l’acqua 28 e coprite immediatamente con il coperchio 29. Impiegheranno 2 minuti per raggiungere il giusto grado di cottura. Nel frattempo dedicatevi alla salsa: in una ciotolina ponete la salsa di soia, e grattugiatevi lo zenzero, dopo averlo provato della scorza esterna 30. Aggiungete anche il tabasco 31 e mescolate bene 32. Servite i vostri Gyoza ben caldi, accompagnati dalla salsa 33! "
}