{
    "title": "Pasta con le melanzane",
    "ingredients": [
        {
            "ingredient": "Sedanini Rigati",
            "quantity": "320 g"
        },
        {
            "ingredient": "Melanzane",
            "quantity": "350 g"
        },
        {
            "ingredient": "Pomodorini ciliegino",
            "quantity": "250 g"
        },
        {
            "ingredient": "Basilico",
            "quantity": "qualche foglia"
        },
        {
            "ingredient": "Cipollotto fresco",
            "quantity": "100 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        }
    ],
    "preparation": " Per preparare la pasta con le melanzane per prima cosa occupatevi di quest'ultime. Lavatele, spuntatele e tagliatele prima a fette e poi a cubetti di circa 1 cm 1. Quindi trasferitele in un colino, salatele leggermente 2 e posizionate al di sopra di esse un piattino con un peso 3 e lasciatele spurgare per un paio d'ore. Quando le melanzane avranno eliminato tutta l'acqua di vegetazione, iniziate a tagliare il cipollotto prima a metÃ e poi a fettine piuttosto sottili 4. Versate l'olio in un tegame, lasciatelo scaldare e unite il cipollotto 5. Una volta che sarÃ ben dorato aggiungete le melanzane 6, salate, pepate 7 e lasciatte cuocere circa 15 minuti. Nel frattempo lavate i pomodorini e tagliateli in 4 spicchi 8 e aggiungeteli alle melanzane solo quando queste risulteranno tenere e cotte 9. Aggiustate di sale 10 e di pepe e lasciate cuocere per altri 4-5 minuti. Nel frattempo cuocete la pasta in abbondante acqua bollente, salata a piacere 11; una volta al dente scolatela 12 e versatela direttamente nel tegame con le melanzane 13. Saltate la vostra pasta con melanzane per qualche minuto aggiungendo le foglioline di basilico 14, ora non vi resta che impiattarla 15! "
}