{
    "title": "Risotto radicchio e pancetta",
    "ingredients": [
        {
            "ingredient": "Riso Carnaroli",
            "quantity": "320 g"
        },
        {
            "ingredient": "Radicchio",
            "quantity": "di chioggia 400 g"
        },
        {
            "ingredient": "Pancetta affumicata",
            "quantity": "150 g"
        },
        {
            "ingredient": "Brodo vegetale",
            "quantity": "1 l"
        },
        {
            "ingredient": "Vino rosso",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "30 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "50 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Timo",
            "quantity": "3 rametti"
        }
    ],
    "preparation": " Per preparare il risotto radicchio e pancetta iniziate dalla preparazione del brodo vegetale. Quindi proseguite con la pulizia del radicchio, dividendolo a metà e privandolo della parte centrale (quella bianca)1. Tagliatelo in listarelle, sciacquatele bene e tenetele da parte 2. Tagliate anche la pancetta affumicata a striscioline non troppo grandi 3. Tritate finemente lo scalogno e mettetelo in una padella insieme ad un filo d'olio 4. Lasciatelo appassire per qualche minuto a fiamma moderata aggiungendo un mestolo di brodo 5, quindi aggiungete la pancetta e lasciatela rosolare 6. Passati un paio di minuti unite anche il riso 7 e fatelo tostare mescolando spesso 8. A questo punto sfumate con il vino rosso a fiamma vivace 9. Una volta evaporata tutta la parte alcolica continuate la cottura aggiungendo un mestolo di brodo alla volta 10, lasciando che si asciughi quello precedente prima di aggiungerne un altro, fino a fine cottura. Aggiustate di sale 11 e aggiungete il pepe nero. A cottura ultimata aggiungete le striscioline di radicchio 12. Mescolate bene 13 fino a farle amalgamare al riso, ma senza continuare a cuocerle. Aggiungete in ultimo il timo tritato 14 e servite il risotto radicchio e pancetta ben caldo 15! "
}