{
    "title": "Vellutata di zucca",
    "ingredients": [
        {
            "ingredient": "Brodo vegetale",
            "quantity": "800 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Noce moscata",
            "quantity": "1 pizzico"
        },
        {
            "ingredient": "Porri",
            "quantity": "130 g"
        },
        {
            "ingredient": "Zucca",
            "quantity": "pulita 1 kg"
        },
        {
            "ingredient": "Panna fresca liquida",
            "quantity": "100 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "40 g"
        }
    ],
    "preparation": " Per preparare la vellutata di zucca, cominciate pulendo il porro e tagliandolo a rondelle 1. Scaldate lâolio in una casseruola capiente, quindi unitevi il porro 2 e fatelo soffriggere per qualche minuto, a fuoco non troppo basso, facendo attenzione che non si bruci ma facendolo tuttavia rosolare bene: questo soffritto conferirÃ un buon retrogusto arrostito alla vellutata. Se necessario, sfumate con poco brodo vegetale 3. Intanto pulite la zucca e tagliatela a cubetti 4. Aggiungetela nella casseruola 5 e fatela insaporire qualche minuto, quindi aggiungete il brodo vegetale caldo 6 In modo che le verdure ne risultino coperte 7, e portate a cottura mescolando spesso. Dopo 25-30 minuti la zucca dovrebbe risultare molto morbida e quasi sfatta 8: insaporite con la noce moscata 9 E regolate di sale e di pepe a piacere 10. Unite quindi la panna 11, tenendone da parte una parte per la guarnizione finale dei piatti, e frullate accuratamente con il mixer a immersione 12. Avrete ottenuto una crema piuttosto liscia 12, ma per renderla vellutata come da manuale dovete setacciarla passandola attraverso un colino a maglie strette 13. Distribuitela infine nei piatti, guarnite con la restante panna e gustate la vostra vellutata di zucca ben calda! "
}