{
    "title": "Pennette con speck e zucchine",
    "ingredients": [
        {
            "ingredient": "Pennette Rigate Integrali",
            "quantity": "320 g"
        },
        {
            "ingredient": "Zucchine",
            "quantity": "(circa 3) 360 g"
        },
        {
            "ingredient": "Speck",
            "quantity": "in un'unica fetta 250 g"
        },
        {
            "ingredient": "Scalogno",
            "quantity": "60 g"
        },
        {
            "ingredient": "Timo",
            "quantity": "4 rametti"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "20 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le pennette con speck e zucchine iniziate dalla pulizia di queste ultime, quindi lavateleÂ e spuntatele 1. Grattugiate 2 zucchine con una grattugia a maglie larghe 2 e tenetele da parte. Prendete la zucchina rimasta e dividetelaÂ a metÃ , poi tagliate ogni metÃ a fette e ricavateÂ delle listarelle 3. Tagliate le listarelle a metÃ 4 in modo da ottenere dei bastoncini lunghi circa 2-3 cm. Tritate finemente lo scalogno 5 e ponetelo in un tegame insieme a 10Â g di olio 6. Lasciatelo appassire aggiungendo un mestolo di acqua calda e unite le zucchine grattugiate 8, salate, pepate, aggiungete ancora un mestolo di acqua calda 9 e cuocete per una decina di minuti, fino a farle appassire. Nel frattempo versate i 10 g di olio rimasti in una padella e aggiungete i bastoncini di zucchine 9. Salate, pepate anche queste e lasciate cuocere per 5-6Â minuti 10. Nel frattempo affettate lo speck 11 e ricavate delle striscioline lunghe circa 3 cm 12. Unite le striscioline di speck alleÂ zucchine ormai cotte 13 e lasciate cuocere per circa 5 minuti. Nel frattempo cuocete le pennette integrali in abbondante acqua bollente, salata a piacere 14. Scolatela al dente e versatela nel tegame con le zucchine e lo speck 15. Mescolate per amalgamare gli ingredienti, quindi aggiungete i bastoncini di zucchine 16, le foglioline di timo 17 e impiattate. Aggiungete un'ultima grattugiata di pepeÂ e servite le vostre pennette speck e zucchine ancora calde 18! "
}