{
    "title": "Gnocchi di ricotta",
    "ingredients": [
        {
            "ingredient": "Ricotta vaccina",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "bio 2"
        },
        {
            "ingredient": "Farina 00",
            "quantity": "200 g"
        },
        {
            "ingredient": "Parmigiano reggiano",
            "quantity": "grattugiato 120 g"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pepe bianco",
            "quantity": "q.b."
        },
        {
            "ingredient": "Semola",
            "quantity": "per spolverizzare il piano di lavoro q.b."
        },
        {
            "ingredient": "Passata di pomodoro",
            "quantity": "500 g"
        },
        {
            "ingredient": "Olio extravergine d'oliva",
            "quantity": "3 cucchiai"
        },
        {
            "ingredient": "Aglio",
            "quantity": "1 spicchio"
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Basilico",
            "quantity": "6 foglie"
        }
    ],
    "preparation": " Per preparare gli gnocchi di ricotta, inanzitutto sistemate la ricotta all'interno di un colino e traferitela in frigorifero per almeno 2 ore, coperta con pellicola trasparente, fino a che perderà il liquido in eccesso 1. Poi versate la quantità di olio indicata in un tegame, aggiungete uno spicchio d'aglio intero sbucciato 2 e lasciatelo imbiondire. A questo punto versate la passata di pomodoro 3, aggiustate di sale, mescolate 4, poi coprite con un coperchio e cuocete per circa 30 minuti mescolando di tanto in tanto; dopodichè eliminate l'aglio 5 e aggiungete le foglioline di basilico 6. Nel frattempo riprendete la ricotta e setacciatela raccogliendola in una ciotola 7, aggiungete il Parmigiano grattugiato 8, le uova leggermente sbattute 9, un pizzico di sale e di pepe. In ultimo aggiungete anche la farina poco per volta 10, in modo da regolarvi sulla consistenza e impastate il tutto velocemente con le mani 11, giusto il tempo di ottenere un impasto omogeneo, soffice e compatto. Trasferite l'impasto su un piano di lavoro 12. Prima di iniziare a realizzare gli gnocchi, mette sul fuoco un tegame capiente con abbondante acqua da salare quando bolle. Poi spolverizzate la spianatoia con la semola rimacinata e lavorate un pezzetto di impasto alla volta, per trasformarlo in un filoncino di circa 2 cm di diametro 13. Utilizzando un tarocco leggermente infarinato (o la lama di un coltello) nella semola tagliate dei tocchetti da 1,5 cm 14 e man mano che saranno pronti trasferiteli su un canovaccio spolverizzato con altra semola 15. Una volta che avrete terminato tutto l'impasto 16, cuocete i vostri gnocchi di ricotta in 3 volte, in modo da evitare che si affollino nel tegame e non cuociano alla perfezione. Quindi versatene un pò nel tegame con acqua bollente (fate bollire a fiamma moderata in modo che l'acqua frema durante la cottura degli gnocchi e non bolla con veemenza) 17, fino a che non risaliranno a galla; civorranno pochi istanti, poi scolateli con una schiumarola 18 e traferiteli nel tegame con il sugo 19; mescolate e proseguite a bollire un altro pò di gnocchi, ripetendo la stessa operazione. Una volta pronti 20 servite rapidamente i vostri gnocchi di ricotta 21. "
}