{
    "title": "Mozzarella fritta ",
    "ingredients": [
        {
            "ingredient": "Mozzarella",
            "quantity": "500 g"
        },
        {
            "ingredient": "Uova",
            "quantity": "medie 2"
        },
        {
            "ingredient": "Latte intero",
            "quantity": "20 ml"
        },
        {
            "ingredient": "Pepe nero",
            "quantity": "q.b."
        },
        {
            "ingredient": "Sale fino",
            "quantity": "q.b."
        },
        {
            "ingredient": "Pangrattato",
            "quantity": "q.b."
        },
        {
            "ingredient": "Farina 00",
            "quantity": "q.b."
        },
        {
            "ingredient": "Olio di semi di arachide",
            "quantity": "q.b."
        }
    ],
    "preparation": " Per preparare le mozzarelle fritte, iniziate a tagliare le mozzarelle a fette di circa 2 cm 1 e poi suddividetele ancora a dadini 2. In un colino, mettete i dadini ricavati e fateli sgocciolare perchè perdano il siero 3. In una ciotola mettete la farina necessaria per infarinare i tocchetti di mozzarella e rigirateli fino a ricoprirli totalmente 4. In un’altra ciotola sbattete le uova con il sale, il pepe e diluitele con il latte mescolando per bene. Quindi immergete nelle uova sbattute i tocchetti di mozzarella infarinati perchè si imbevano per bene 5. Passate poi i bocconcini di mozzarella nel pangrattato 6. Ora procedete ad una seconda impanatura in modo che le mozzarelle siano più croccanti e che non si crei il rischio di fuoriuscita di latte: passate nuovamente le mozzarelle impanate nell'uovo 7 e come ultimo passaggio nel pangrattato 8 facendo attenzione a far aderire perfettamente la panatura. Avrete così le vostre mozzarelle pronte per essere fritte 9. In una pentola capiente versate abbondante olio di semi per friggere (si sconsiglia la cottura in forno). Prima di immergere le vostre mozzarelle, testate la temperatura dell'olio versando un pizzico di pangrattato nella pentola: se sfrigola, allora potete immergere 3 o 4 bocconcini di mozzarella alla volta 10. Lasciate friggere i bocconcini per 1-2 minuti o finché non risulteranno dorati 11. Scolateli facendo attenzione a non bucarli, aiutandovi con una schiumarola e a mano a mano che procedete nella frittura ponete le mozzarelline fritte su carta assorbente. Tamponate l’olio in eccesso con carta da cucina. Ora potete servire i vostri bocconcini di mozzarella fritta ben caldi 12! "
}